Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppleMusic.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT
source: Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better, and when we do collect data we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Apple Music and Apple Music Classical, like every Apple product and service, are designed with these principles in mind. We use your personal data to provide the services and features in Apple Music. This information includes your name and Apple Account photo if you’ve set one, which you can access and change in the Apple Music app Settings for use with the sharing features in Apple Music, as well as account and payment information, which you can access and change in Settings or System Settings. When you subscribe to Apple Music, your subscription includes full access to Apple Music and Apple Music Classical. Apple collects information about how you use Apple Music and Apple Music Classical in order to tailor features to your musical tastes. These features include personalized recommendations such as albums and playlists picked for you, and Radio, which plays selections from your favorite artists and genres. We also use this information so that we can contact you by email and push notification about upcoming releases, new artists, and other happenings on Apple Music and Apple Music Classical that you may like. Some Apple Music features, such as certain broadcast radio stations, may not be available in your region. Apple may use the IP address of your Internet connection to approximate your location and determine availability. Apple Music Classical Apple Music subscribers have access to Apple Music Classical, a classical music application designed to allow you to discover classical tracks and albums, and save your favorite classical tracks in one centralized place. You can browse the Apple Music Classical catalog without a subscription, but you must have an Apple Music subscription to access all the features of Apple Music Classical. If you do not have an active Apple Music subscription, you will be given the option to subscribe to Apple Music to get full access to Apple Music Classical. Cloud Library Your Apple cloud library, which is a benefit of your Apple Music subscription, allows you to have access to the songs and playlists in your library from any of your devices. This feature sends information from your library on your device to Apple, such as song and artist names, in order to identify and unlock copies of any of your songs that are also available in Apple Music and Apple Music Classical. Any songs that can’t be found in Apple Music are uploaded to your personal cloud library, so that you can have access to your complete collection from any of your devices through Apple Music. To stop syncing your cloud library on your iOS, iPadOS, or visionOS device, go to Settings > Apps > Music and tap to turn off Sync Library. On Mac, open Apple Music and go to Settings > General, then deselect Sync Library. Apple Music Profile If you want to connect or share with other people using Apple Music, you can create a personal profile by providing a user handle (for example, @johnappleseed), display name, and, if desired, a profile photo and other information. Apple stores this information with your account so that you can access it from any of your devices. Your user handle, display name, and profile photo can appear alongside any content you post and activity that you share on Apple Music. Sharing and posting content are not currently intended for or available to Apple Accounts for children. Other people may also be able to find your Apple Music profile using the information that you’ve provided. You can make the contents of your profile, like listening activity and playlists, available only to those you choose. However, your profile information, such as handle, display name, photo, your followers, and who you are following, are visible to everyone by-default. To block a user from seeing your profile, go to the user’s profile, tap More, then tap Block. People you block won’t see your music or find your profile in Apple Music. When you create a profile on Apple Music, we will recommend other Apple Music subscribers with whom you may want to connect as friends. Apple does not learn or store information from your contacts when checking for friends to recommend. Only shortened and encrypted hashes of the phone numbers and email addresses in your contacts are sent to Apple, and then matching Apple Music subscribers to be recommended are determined locally on your device. Apple Music can periodically check your contacts to recommend new friends in the future; you can control this in Account Settings by disabling Contacts on Apple Music. If you do not want to be found by others based on the Apple Account contact information they may have about you in their contacts, you can change this in Account Settings by disabling Allow Finding by Apple Account. Information that you provide in your profile may be updated or removed by you at any time. Whenever you share online, you should think carefully about what you are making public. When you share from Apple Music to other websites or social networks, anything you share is governed by the privacy policies of those other services. SharePlay When you subscribe to Apple Music, you can host SharePlay sessions when connected to an Apple TV, HomePod, CarPlay, or when using Bluetooth. With SharePlay, other Apple Music subscribers can join your SharePlay session and can control the music playing through Apple Music. SharePlay also allows users without an Apple Music subscription to join your SharePlay session. Apple uses Bluetooth, if enabled on your device, to allow your nearby contacts to discover your Apple Music session and request to join it. If you do not want contacts to be able to discover your device and request to join your Apple Music session, you can turn off discoverability by nearby contacts in the Apple Music app Settings. Contacts, as well as other participants, can also join the session by scanning the QR code displayed in Apple Music app Settings or the vehicle interface if participating in a SharePlay session in the car. The name and profile photo of the participants in the session will be visible to everyone in the session. Contributions to a SharePlay session are attributed to the individual who made them and are associated with that user’s name and profile photo, if provided, which are editable at any time in the Apple Music app settings. You can remove participants from a SharePlay session you are hosting by tapping the SharePlay icon in the Apple Music app, then selecting the participant to remove. To leave a SharePlay session, tap the SharePlay icon in the Apple Music app, then tap Leave. To end a SharePlay session that you are hosting, tap End in the Apple Music app. Apple does not retain information about your contacts or other participants that have joined a SharePlay session after the session ends. You can also enable SharePlay sessions in Messages or during a FaceTime call to share music in sync with others. To start a session, select the music you want to listen to, then tap SharePlay in the music options, enter the contacts to share with, then tap “Messages” or “FaceTime” and Start. Collaborate on Playlists Apple Music subscribers can create and collaborate on playlists with other Apple Music subscribers. If you are the creator of the playlist, you can choose to approve each person who joins the playlist, or you can allow anyone with the link to the playlist to join automatically. All participants can add and remove songs from the playlist and add emoji reactions. Contributions are attributed to the individual who made them and are associated with that user’s name and profile photo, if provided, which are editable at any time in the Apple Music app settings. All participants in the playlist, and anyone with access to the playlist, can see and view the name and photo of other participants. Playlist participants can view all songs and reactions added by other participants. To stop collaborating, remove yourself from the playlist in the playlist settings, or if you are the creator, stop the collaboration in the playlist manage collaboration settings. If the creator of the playlist ends the collaboration, the playlist becomes a shared playlist that collaborators will have access to in their Apple Music library. Personalizing and Improving Apple Music and Apple Music Classical When you use your Apple Music subscription or play free content outside of your library, we may collect information about the songs and videos (where applicable) you play or add to your music library or playlists and the artists and content you favorite or share. Information such as the account, IP address, and device, app, or car interface you used to play, where in Apple Music or Apple Music Classical you were when you played it, the time you played it, and for how long is noted and sent to Apple. We use this information to customize your experience, to send you emails and notifications, and to help us understand how Apple Music and Apple Music Classical are being used so we may improve our services. For example, this information can help us pick the music, videos, and artist content that we show you in Apple Music and Apple Music Classical. It also allows us to make other recommendations to you that reflect your tastes, create city charts to show you trending music by city, and to provide personalized Apple Music search results using a mix of information such as your listening history and your favorite genres. We also use this information to pay royalties and prevent or take action against activities that are, or may be, in breach of the Apple Media Services Terms and Conditions or applicable law. We retain this information for the duration of your Apple Music subscription and thereafter for a period of up to two years to communicate with you about music that may be of interest to you and offers for which you may be eligible. We also retain this information where it is necessary for financial reporting for the periods specified by applicable laws relating to such reporting, which vary by region. For most customers, that requires at least a 10-year retention period, but in regions such as China that period can be 30 years. If you use SharePlay to listen to content with other users on Apple Music, the Apple Music app will collect information about the content you listened to during the SharePlay session and the approximate number of participants in the session, but does not retain any information to identify the participants of a SharePlay session. We also use Apple Music search data to improve models that power Apple Music. For example, aggregate Apple Music search queries are used to fine-tune the Apple Music search model. Communicating with You Apple may use information about your account, such as the Apple products you own, the Apple apps you download, and your subscriptions to Apple services, to send you communications about Apple Music and other Apple products, services, and offers that may be of interest to you, including Apple Music Classical and Apple One. Your device serial number and other hardware identifiers, or details about your relevant App Store subscriptions, may be used to check eligibility for Apple service offers. If you are in a Family Sharing group, Apple may send you communications about products, services, and offers available to you through Family Sharing. If you purchase an Apple One subscription, we may send you emails and push notifications about the features of each of the services for which you have subscribed. Apple may also use information about your activity within Apple Music and Apple Music Classical and your interaction with services used to verify eligibility for available discounted Apple Music subscriptions (such as Apple Music Student) to send you emails and push notifications about new features, content, and offers available in Apple Music and Apple Music Classical. You can change your email preferences and opt out of receiving these emails by going to account.apple.com. To update your notification preferences on your iOS, iPadOS, or visionOS device, go to Settings > Notifications > Music. On Mac, open Apple Music and go to Settings > General > Notifications. Apple uses information about your interactions with our communications, including notifications, to improve our services. Preventing Fraud and Other Malicious Activity We compute a device trust score on your device when you attempt a purchase using information about how you use your device, including the approximate number of phone calls or emails you send and receive. The submission is designed so Apple cannot learn the underlying values on your device. The score is stored for a fixed time on our servers. Apple may also use information about your historical business relationship with Apple to process Apple Music subscription renewals and determine whether to provide ongoing access to your subscription in advance of authorization by the payment partner. Disclosure to Third Parties Radio Stations When you use Apple Music to listen to broadcast radio, your device connects directly to the broadcast radio station to provide you the requested content. When it connects, your device’s IP address will be visible to the broadcast radio station. The handling of your IP address by the broadcast radio station is governed by the privacy policies of the broadcast radio station or its provider. Record Labels, Artists, and Chart Compilers We are obligated to provide some aggregated non-personal data about the use of Apple Music and Apple Music Classical, as well as aggregated user demographics such as age group and gender (which may be inferred from information such as your name and salutation in your Apple Account), to record labels, publishers, and artists so that they can measure the performance of their creative work and meet royalty and accounting requirements. In addition, we share aggregated listening activity with chart compilers for music charts around the world, with labels and artists to measure engagement, including in real time, and with music marketing platforms that help labels and artists reach listeners. In order to determine your subscription eligibility if you subscribe to Apple Music through a third-party partner like a mobile network provider, or to complete your purchase, we share limited personally identifiable information with that partner. Connecting Apple Music with Other Apps iOS, iPadOS, and visionOS apps and apps on non-Apple platforms may request access to Apple Music and your cloud library. If you give such permission to an app, it can access information like your cloud library on device, whether you are an Apple Music subscriber, your music and video play activity, and your recommendations in Apple Music. A permitted app can also modify data associated with your account, such as which songs are in your library and playlists. If you grant permission to the Photos app to access Apple Music, Photos will use songs from Apple Music to play with memory movies. When you create a custom memory movie in Photos, information about the prompt you enter to create the memory may be sent to Apple Music to select music to play with the movie. Apple apps with supported content, such as Remote, will also be automatically connected when you start using the Apple Music app and supported content. You can disable an app’s access on your iOS, iPadOS, or visionOS device by going to Settings > Privacy & Security > Media & Apple Music. On Mac, go to System Settings > Privacy & Security > Privacy > Media & Apple Music. If you have removed the app or granted an app access using a version of iOS earlier than iOS 11 or iPadOS, you can disable its access in your Apple Music account settings. Apple Music Subscriptions Through Your Mobile Network Provider If your mobile network provider offers Apple Music subscriptions and free trials, Apple may check your phone number to determine whether you are eligible through a mobile network provider. If you sign up for an Apple Music subscription or free trial through your mobile network provider or another Apple partner, Apple will use your phone number or unique account identifier shared by the partner to identify your account and to let the mobile network provider or other partner know that you have activated your subscription. We will use the phone number or unique identifier associated with your subscription to verify your account during sign-in and to connect your Apple Music activity with your account. We also use your phone number to request cancellation of your subscription with your mobile network provider at your request. Applicable Legal Basis for Processing Personal Data We process your personal data in Apple Music generally for performance of your contract with Apple, as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process personal data as necessary for purposes of our legitimate interests or those of a third party, in order to: • Provide you with access to the content in Apple Music and Apple Music Classical that you listen to, add to your library, or download • Personalize your experience in Apple Music and Apple Music Classical • Identify and unlock copies of your songs that are also available through Apple Music • Determine the availability of content in your region and your eligibility for offers and subscriptions • Help to improve and optimize Apple Music and Apple Music Classical for you and others, and send you communications about the Apple Music and Apple Music Classical apps, and other Apple products, services, and offers that may be of interest to you • Create and maintain your Apple Music Profile and playlists • Pay royalties to, and provide reporting for, publishers, labels, artists, and chart compilers • Prevent fraud and other malicious activity The data used includes: • Your use of the Apple Music and Apple Music Classical apps including your interactions with features, in-app notifications and messages, and the content you listen to, search for, view, add to your library, and download on Apple Music and Apple Music Classical • Details about your device and account • Your IP address • Your Apple Music Profile and playlists • The device trust score Non-Personal Data We may collect, use, transfer, and disclose non-personal data for any purpose. For example, we may aggregate your non-personal data with that of other Apple Music users in order to improve the service. We may also collect certain performance metrics from your device when you use Apple Music, including radio frequency strength, country code, network code, and cellular radio access technology. Learn More About Apple Music For more detailed information, including features and pricing, visit www.apple.com/apple-music. For information about Apple Music Web Player & Privacy, visit www.apple.com/legal/privacy/data/en/apple-music-web. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: تمثل حماية خصوصية وأمان معلوماتك أولوية للجميع في Apple؛ ولهذا نعمل جاهدين لجمع البيانات التي نحتاج إليها فقط بهدف تحسين تجربتك وجعلها أفضل من ذي قبل، وحينما نجمع البيانات نرى أنه من المهم لك أن تكون على دراية بالبيانات التي نجمعها وسبب حاجتنا لها، حتى تتمكن من اتخاذ اختيارات مدروسة. ومثل أي من منتجات وخدمات Apple الأخرى، تم تصميم Apple Music و Apple Music Classical أخذًا بالاعتبار هذه المبادئ. نستخدم بياناتك الشخصية لنقدم الخدمات والميزات في تطبيق Apple Music. تتضمن هذه المعلومات اسمك وصورة حساب Apple إذا كنت قد قمت بتعيينها، والتي يمكنك الوصول إليها وتغييرها في إعدادات تطبيق Apple Music لاستخدامها مع ميزات المشاركة في Apple Music، بالإضافة إلى معلومات الحساب والدفع، والتي يمكنك الوصول إليها وتغييرها في الإعدادات أو إعدادات النظام. عند الاشتراك في Apple Music، فإن اشتراكك يتضمن امتياز الوصول الكامل إلى Apple Music و Apple Music Classical. تجمع Apple معلومات حول كيفية استخدامك لتطبيقَي Apple Music و Apple Music Classical لتخصيص الميزات بحسب أذواقك الموسيقية. تتضمن هذه الميزات توصيات مخصصة مثل الألبومات وقوائم التشغيل المختارة لك، والراديو الذي يشغل مجموعة مختارة من الفنانين والأنواع المفضلة لديك. نستخدم هذه المعلومات أيضًا حتى يمكننا التواصل معك عن طريق البريد الإلكتروني والإشعارات اللحظية لتقديم معلومات حول الإصدارات المقبلة والفنانين الجدد والأحداث الأخرى التي قد تعجبك في Apple Music و Apple Music Classical. قد لا تتوفر بعض ميزات Apple Music في منطقتك، مثل بعض محطات بث الراديو. قد تستخدم Apple عنوان IP الخاص باتصالك بالإنترنت لتقدير موقعك بشكل تقريبي وتحديد مدى التوفر. Apple Music Classical مشتركو Apple Music يمكنهم الوصول إلى Apple Music Classical، وهو تطبيق موسيقى كلاسيكية مصمم لتمكينك من اكتشاف المسارات والألبومات الكلاسيكية، وحفظ مساراتك الكلاسيكية المفضلة في مكان مركزي واحد. يمكنك تصفح كتالوج Apple Music Classical دون اشتراك، لكن يجب أن يكون لديك اشتراك في Apple Music لتتمكن من الوصول إلى كل ميزات Apple Music Classical. إذا لم يكن لديك اشتراك نشط في Apple Music، فسيتاح لك خيار الاشتراك في Apple Music للحصول على إمكانية الوصول الكامل إلى Apple Music Classical. المكتبة السحابية تتيح لك مكتبتك السحابية من Apple - والتي تعد إحدى مزايا اشتراكك في Apple Music - إمكانية الوصول إلى الأغاني وقوائم التشغيل في مكتبتك من أي من أجهزتك. ترسل هذه الميزة معلومات من مكتبة الموسيقى على جهازك إلى Apple، مثل أسماء الفنانين والأغاني، للتعرّف على نُسخ أي أغانٍ من الأغاني التي لديك والمتوفرة أيضًا في Apple Music و Apple Music Classical وإتاحتها لك. يتم تحميل أي أغانٍ لا يمكن العثور عليها في Apple Music إلى مكتبتك السحابية، وذلك حتى تتوفر لك إمكانية الوصول إلى مجموعتك الكاملة من أي جهاز من أجهزتك عبر Apple Music. لإيقاف مزامنة مكتبتك السحابية على جهاز iPadOS أو visionOS، انتقل إلى الإعدادات > التطبيقات > الموسيقى واضغط لإيقاف مزامنة المكتبة. على Mac، افتح Apple Music وانتقل إلى الإعدادات > عام، ثم ألغِ تحديد مزامنة المكتبة. الصفحة الشخصية على Apple Music إذا كنت ترغب في التواصل مع أشخاص آخرين يستخدمون Apple Music أو في مشاركة المحتوى معهم، يمكنك إنشاء ملف شخصي لك عن طريق تقديم اسم مستخدم (مثل ‎@basselasaad) واسم عرض وصورة للملف الشخصي - إذا أردت ذلك - ومعلومات أخرى. تُخزِّن Apple هذه المعلومات مع حسابك، مما يتيح لك إمكانية الوصول إليها من أي جهاز من أجهزتك. ويمكن أن يظهر اسم المستخدم واسم العرض وصورة ملف التعريف بجانب أي تعليقات تنشرها وأي نشاط تشاركه على Apple Music. علمًا بأن مشاركة ونشر المحتوى ليس مناسبًا أو متاحًا لحسابات Apple الخاصة بالأطفال في الوقت الحالي. قد يتمكّن الأشخاص الآخرون من العثور على ملفك التعريفي في Apple Music باستخدام المعلومات التي قدمتها. ويمكنك جعل محتويات ملفك التعريفي -مثل نشاط الاستماع وقوائم التشغيل- متاحة للأشخاص الذين تختارهم فقط. ومع ذلك، ستظل معلومات ملفك التعريفي ظاهرة دائمًا للجميع بشكل افتراضي؛ مثل اسم المستخدم والاسم التعريفي وصورتك والأشخاص الذين تتابعهم والأشخاص المتابعون لك. لحظر مستخدم من رؤية ملفك الشخصي، انتقل إلى الملف الشخصي للمستخدم، اضغط على "المزيد"، ثم اضغط على "حظر". لن يتمكن الأشخاص الذين تحظرهم من رؤية الموسيقى الخاصة بك أو العثور على ملفك الشخصي في Apple Music. عندما تنشئ ملف تعريف في Apple Music، سنقترح عليك مشتركي Apple Music آخرين ربما تود التواصل معهم كأصدقاء. لا تتعرّف Apple على معلومات من جهات اتصالك أو تخزنها عند التحقق بحثًا عن أصدقاء يمكن اقتراحهم. ويتم فقط إرسال تجزئات صغيرة ومشفرة من أرقام الهاتف وعناوين البريد الإلكتروني لجهات الاتصال لديك إلى Apple ثم يتم تحديد مطابقة مشتركي Apple Music الممكن اقتراحهم بشكل داخلي على جهازك. قد تتحقق خدمة Apple Music من جهات الاتصال لديك بصفة دورية لاقتراح أصدقاء جدد في المستقبل، ويمكنك التحكم في ذلك في إعدادات الحساب عن طريق تعطيل "جهات اتصال في Apple Music". إذا كنت لا تريد أن يتمكن الآخرون من العثور عليك بناءً على معلومات اتصال حساب Apple والمعلومات المتعلقة بك في جهات الاتصال لديهم، يمكنك تغيير هذا في إعدادات الحساب من خلال تعطيل "السماح بالعثور عن طريق حساب Apple". يمكنك تحديث المعلومات التي تقدمها في ملفك الشخصي أو إزالتها في أي وقت. عند المشاركة عبر الإنترنت، يجب التفكير بعناية فيما تجعله متاحًا للجميع. عندما تشارك من Apple Music على المواقع الأخرى أو شبكات التواصل الاجتماعي، فإن أي شيء تشاركه يكون محكومًا بسياسات الخصوصية المتبعة لدى هذه الخدمات الأخرى. مشاركة التشغيل عند الاشتراك في Apple Music، يمكنك استضافة جلسات "مشاركة التشغيل" عند الاتصال بـ Apple TV أو HomePod أو كاربلاي أو عند استخدام Bluetooth. تسمح "مشاركة التشغيل" لجميع مشتركي Apple Music الآخرين المشاركة في جلسة "مشاركة التشغيل" والتحكم في تشغيل الموسيقى عبر Apple Music. كما تسمح "مشاركة التشغيل" للمستخدمين غير المشتركين في Apple Music بالانضمام إلى جلسة "مشاركة التشغيل". تستخدم Apple ميزة Bluetooth، إذا تم تمكينها على جهازك، للسماح لجهات الاتصال القريبة باكتشاف جلسة Apple Music لديك وطلب الانضمام إليها. إذا كنت لا تريد أن تتمكن جهات الاتصال من اكتشاف جهازك وطلب الانضمام إلى جلسة Apple Music، يمكنك إيقاف إمكانية الاكتشاف بواسطة جهات الاتصال القريبة في إعدادات تطبيق Apple Music. يمكن لجهات الاتصال والمشاركين الآخرين الانضمام إلى الجلسة بمسح رمز QR الظاهر في إعدادات تطبيق Apple Music أو واجهة السيارة عند المشاركة في جلسة "مشاركة التشغيل" في السيارة. ستكون أسماء المشاركين في الجلسة وصور صفحاتهم الشخصية ظاهرة لكل من في الجلسة. تُنسب الإسهامات في جلسة "مشاركة التشغيل" إلى الشخص الذي أجراها وترتبط باسم المستخدم وصورة الملف الشخصي إن توفرا، ويمكن تعديلها في أي وقت في إعدادات تطبيق Apple Music. يمكنك إزالة المشاركين من جلسة مشاركة التشغيل التي تستضيفها بالضغط على رمز مشاركة التشغيل في تطبيق Apple Music، ثم تحديد المشارِك المراد إزالته. لمغادرة جلسة مشاركة التشغيل، اضغط على أيقونة مشاركة التشغيل في تطبيق Apple Music، ثم اضغط على "مغادرة". لإنهاء جلسة مشاركة التشغيل التي تستضيفها، اضغط على إنهاء في تطبيق Apple Music. لا تحتفظ Apple بمعلومات حول جهات الاتصال لديك أو المشاركين الآخرين الذين انضموا إلى جلسة مشاركة التشغيل بعد انتهاء الجلسة. يمكنك أيضًا تمكين جلسات مشاركة التشغيل في الرسائل أو أثناء مكالمة فيس تايم لمشاركة الموسيقى بشكل متزامن مع الآخرين. لبدء جلسة، حدد الموسيقى التي تريد الاستماع إليها، ثم اضغط على مشاركة التشغيل في خيارات الموسيقى، أدخل جهات الاتصال التي تريد المشاركة معها، ثم اضغط على "الرسائل" أو "فيس تايم" وابدأ. التعاون على قوائم تشغيل بإمكان مشتركي Apple Music إنشاء قوائم تشغيل والتعاون عليها مع مشتركي Apple Music آخرين. إذا كنت منشئ قائمة التشغيل، يمكنك اختيار الموافقة على كل شخص ينضم إلى قائمة التشغيل، أو السماح لأي شخص لديه رابط قائمة التشغيل بالانضمام إليها تلقائيًا. بإمكان جميع المشاركين إضافة وإزالة الأغاني من قائمة التشغيل وإضافة تفاعلات إيموجي. تُنسب الإسهامات إلى الشخص الذي أجراها وترتبط باسم المستخدم وصورة الملف الشخصي إن توفرا، ويمكن تعديلها في أي وقت في إعدادات تطبيق Apple Music. بإمكان جميع المشاركين في قائمة التشغيل، وأي شخص لديه إذن الوصول إلى قائمة التشغيل، رؤية وعرض اسم وصورة المشاركين الآخرين. بإمكان المشاركين في قائمة التشغيل عرض جميع الأغاني والتفاعلات التي أضافها المشاركون الآخرون. لإيقاف التعاون، يمكنك إزالة نفسك من قائمة التشغيل في إعدادات قائمة التشغيل، أو إذا كنت منشئ المحتوى، فأوقف التعاون في إدارة إعدادات التعاون لقائمة التشغيل. إذا أنهى منشئ قائمة التشغيل التعاون، فستصبح قائمة التشغيل مشتركة بإمكان المتعاونين الوصول إليها في مكتبة Apple Music الخاص بهم. تخصيص وتحسين Apple Music و Apple Music Classical عند استخدام اشتراك Apple Music أو تشغيل محتوى مجاني خارج مكتبتك، قد نجمع معلومات - حيثما ينطبق ذلك - حول الأغاني والفيديوهات التي تشغلها أو تضيفها إلى مكتبة الموسيقى أو قوائم التشغيل، والفنانين والمحتوى الذي تحبه أو تشاركه. يتم تدوين معلومات وإرسالها إلى Apple، مثل الحساب، وعنوان IP، والجهاز أو التطبيق أو واجهة السيارة التي استخدمتها للتشغيل والموقع الذي كنت فيه في Apple Music و Apple Music Classical عندما شغلتها ووقت التشغيل ومدة التشغيل. نستخدم هذه المعلومات لتخصيص تجربتك وإرسال رسائل البريد الإلكتروني والإشعارات إليك، ولمساعدتنا أيضًا في استيعاب طريقة استخدام Apple Music و Apple Music Classical لنتمكن من تحسين خدماتنا. على سبيل المثال، يمكن أن تساعدنا هذه المعلومات في انتقاء محتوى الموسيقى والفيديوهات والفنانين الذي نعرضه لك في في Apple Music و Apple Music Classical. وهي تتيح لنا أيضًا تقديم توصيات أخرى لك تعكس أذواقك، وإنشاء قوائم للمدن لنعرض لك الموسيقى الرائجة حسب المدينة، وتوفير نتائج بحث مخصصة في Apple Music باستخدام مزيج من المعلومات مثل سجل تاريخ الاستماع والأنواع المفضلة لديك. نستخدم هذه المعلومات أيضًا للدفع مقابل حقوق الملكية الفكرية ومنع أو اتخاذ إجراءات ضد الأنشطة التي تنتهك أو قد تنتهك شروط وأحكام خدمات وسائط Apple أو القانون المعمول به. نحتفظ بهذه المعلومات طالما كان لديك اشتراك في Apple Music، وبعد ذلك لمدة قد تصل إلى عامين؛ وذلك للتواصل معك بخصوص موسيقى قد تعجبك، ولنقدم لك عروضًا قد تكون مؤهلاً لها. نحتفظ أيضًا بهذه المعلومات بحسب الضرورة طوال الفترات الزمنية اللازمة للتقارير المالية التي تحددها القوانين المعمول بها فيما يتعلق بتلك التقارير، والتي تختلف باختلاف المنطقة. بالنسبة إلى معظم العملاء، يتطلب ذلك أن تكون فترة الاحتفاظ بالمعلومات عشر سنوات على الأقل، لكن في مناطق مثل الصين، قد تكون هذه الفترة ^[30](formatNumber: true) سنة. إذا كنت تستخدم مشاركة التشغيل للاستماع إلى محتوى مع مستخدمين آخرين على Apple Music، فسيجمع تطبيق Apple Music معلومات حول المحتوى الذي استمعت إليه أثناء جلسة مشاركة التشغيل والعدد التقريبي للمشاركين في الجلسة، ولكنه لا يحتفظ بأي معلومات تكشف عن هوية المشاركين في جلسة مشاركة التشغيل. نستخدم أيضًا بيانات بحث Apple Music لتحسين النماذج التي تشغِّل Apple Music. على سبيل المثال، تُستخدم استعلامات بحث Apple Music المجمَّعة لتنقيح نموذج بحث Apple Music. التواصل معك قد تستخدم Apple معلومات عن حسابك -مثل منتجات Apple التي تمتلكها وتطبيقات Apple التي تنزلها واشتراكاتك في خدمات Apple- لإرسال رسائل إليك عن Apple Music ومنتجات Apple وخدماتها وعروضها الأخرى التي قد تهمك، بما في ذلك Apple Music Classical و Apple One. وقد يُستخدم الرقم التسلسلي لجهازك أو مُعرِّفات المكونات المادية أو تفاصيل حول اشتراكاتك في App Store ذات الصلة للتحقق من أهليتك لعروض خدمات Apple. إذا كنت مشتركًا في مجموعة مشاركة عائلية، فقد ترسل إليك Apple رسائل عن المنتجات والخدمات والعروض المتوفرة لك من خلال المشاركة العائلية. إذا اشتريت اشتراك Apple One، فقد نرسل إليك رسائل بريد إلكتروني وإشعارات لحظية حول ميزات كل خدمة اشتركت فيها. قد تستخدم Apple أيضًا معلومات حول نشاطك في Apple Music و Apple Music Classical وتفاعلك مع الخدمات المستخدَمة في التحقق من الأهلية لاشتراكات Apple Music المخفضة (مثل Apple Music Student)، وذلك لكي ترسل إليك رسائل بريد إلكتروني وإشعارات لحظية عن الميزات والمحتويات والعروض الجديدة المتوفرة في Apple Music و Apple Music Classical. يمكنك تغيير تفضيلات بريدك الإلكتروني وتعطيل تلقي رسائل البريد الإلكتروني هذه بالانتقال إلى account.apple.com لتحديث تفضيلات الإشعارات على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > الإشعارات > الموسيقى. على Mac، افتح تطبيق الموسيقى وانتقل إلى الإعدادات > عام > الإشعارات. تستخدم Apple معلومات عن تفاعلاتك مع اتصالاتنا، بما في ذلك الإشعارات، بهدف تحسين خدماتنا. منع الاحتيال والأنشطة الضارة الأخرى نحن نحسب مستوى موثوقية الجهاز على جهازك عندما تحاول إجراء عملية شراء باستخدام معلومات حول كيفية استخدامك لجهازك، بما في ذلك عدد المكالمات أو رسائل البريد الإلكتروني التي ترسلها وتستلمها تقريبًا. ويتم إرسال هذه المعلومات بطريقة لا تمكّن Apple من معرفة القيم الضمنية على جهازك. ويتم تخزين مستوى الموثوقية لمدة زمنية ثابتة على خوادمنا. قد تستخدم Apple أيضًا معلومات حول علاقة عملك التاريخية مع Apple لمعالجة تجديدات اشتراك Apple Music، ولتحديد ما إذا كان يجب أن نوفر وصولًا مستمرًا إلى اشتراكك قبل الحصول على إذن من شريك الدفع. الكشف عن المعلومات لجهات خارجية محطات الراديو عند استخدام Apple Music للاستماع إلى بث راديو، يتصل جهازك مباشرة بمحطة بث الراديو لتزويدك بالمحتوى المطلوب. وعند الاتصال، سيظهر عنوان IP الخاص بجهازك لمحطة بث الراديو. ويخضع التعامل مع عنوان IP الخاص بك بواسطة محطة بث الراديو لسياسات الخصوصية الخاصة بمحطة بث الراديو أو مزودها. شركات التسجيل والفنانون وواضعو قوائم الأداء نحن ملزمون بتوفير بعض البيانات المجمعة غير الشخصية حول استخدامك لكل من Apple Music و Apple Music Classical، إضافةً إلى معلومات ديموغرافية مجمعة عن المستخدم، مثل الفئة العمرية والجنس (والتي يمكن استنتاجها من معلومات مثل اسمك أو الاسم المستخدم في تحيتك في حساب Apple)، لشركات التسجيل والناشرين والفنانين حتى يتمكنوا من قياس أداء عملهم الإبداعي وتلبية متطلبات الملكية والمحاسبة. إضافةً إلى ذلك، نشارك معلومات مجمَّعة عن نشاط الاستماع مع واضعي قوائم الموسيقى حول العالم ومع شركات التسجيل والفنانين لقياس التفاعل، بما في ذلك التفاعل في الوقت الفعلي، ومع منصات تسويق الموسيقى التي تساعد شركات التسجيل والفنانين في الوصول إلى المستمعين. لتحديد أهليتك للاشتراك، إذا كان اشتراكك في Apple Music من خلال شريك تابع لجهة خارجية - كشركة اتصالات مثلاً - أو لإكمال عملية الشراء التي تُجريها، فإننا نشارك معلومات شخصية محدودة مع هذا الشريك. وَصْل Apple Music بالتطبيقات الأخرى قد تطلب تطبيقات iOS و iPadOS و visionOS والتطبيقات خارج منصات Apple الوصول إلى Apple Music ومكتبتك السحابية. إذا منحت ذلك الإذن لأحد التطبيقات، فسيتمكن من الوصول إلى معلومات مثل مكتبتك السحابية على الجهاز، وما إذا كنت مشتركًا في Apple Music أم لا، ونشاط تشغيل الموسيقى والفيديو، وتوصياتك في Apple Music. يمكن أيضًا لأي تطبيق منحته الإذن أن يقوم بتعديل البيانات المرتبطة بحسابك، مثل الأغاني الموجودة في مكتبتك وقوائم التشغيل الخاصة بك. إذا منحت تطبيق الصور الإذن بالوصول إلى Apple Music، فسيستخدم تطبيق الصور أغانٍ من Apple Music لتشغيلها مع أفلام الذكريات. عند إنشاء فيلم ذكريات مخصص في تطبيق الصور، قد ترسَل إلى Apple Music معلومات عن المطالبة التي أدخلتها لإنشاء الذكرى، وذلك لتحديد الموسيقى التي ستشغَّل مع الفيلم. سيتم أيضًا توصيل تطبيقات Apple ذات المحتوى المدعوم، مثل جهاز التحكم، تلقائيًا عند بدء استخدام تطبيق Apple Music ومحتوى مدعوم. يمكنك تعطيل وصول هذا التطبيق على جهاز iOS أو iPadOS أو visionOS بالانتقال إلى الإعدادات > الخصوصية والأمن > الوسائط و Apple Music. على Mac، انتقل إلى إعدادات النظام > الخصوصية والأمن > الخصوصية > الوسائط و Apple Music. وإذا كنت قد أزلت التطبيق أو منحت تطبيقًا إذن الوصول على إصدار iOS أقدم من iOS 11 أو على iPadOS، يمكنك تعطيل وصوله في إعدادات حساب Apple Music. اشتراكات Apple Music عبر شركة الاتصالات إذا كانت شركة الاتصالات التي تستخدمها توفر اشتراكات وتجارب مجانية في Apple Music، فقد تتحقق Apple من رقم هاتفك لتحدد مدى أهليتك من خلال شركة اتصالات. إذا كنت قد سجَّلت للحصول على اشتراك Apple Music‎ أو نسخة تجريبية مجانية من خلال شركة الاتصالات الخاصة بك أو أحد شركاء Apple الآخرين، فستستخدم Apple رقم هاتفك أو معرف حساب فريد يشاركه الشريك للتعرُّف على حسابك والسماح لشركة الاتصالات أو أي شريك آخر بمعرفة أنك قمت بتنشيط اشتراكك. سنستخدم رقم الهاتف أو المعرِّف الفريد المرتبط باشتراكك للتحقق من حسابك أثناء تسجيل الدخول ولربط نشاطك على Apple Music بحسابك. ونستخدم أيضًا رقم هاتفك لطلب إلغاء اشتراكك لدى شركة الاتصالات بناءً على طلبك. الأسس القانونية لمعالجة البيانات الشخصية نعالج بياناتك الشخصية في Apple Music عامة لتنفيذ عقدك مع Apple، وحسبما تقتضيه الضرورة لتقديم الخدمة، وللوفاء بالتزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما حيثما ينص القانون المحلي المعمول به على ذلك، بهدف: • تمكينك من الوصول إلى المحتوى الذي تستمع إليه في Apple Music و Apple Music Classical أو تضيفه إلى مكتبتك أو تنزله • تجربة مخصصة في Apple Music و Apple Music Classical • التعرف على نُسخ لأيٍ من الأغاني التي لديك والمتوفرة أيضًا في Apple Music وإتاحتها لك • تحديد توفر المحتوى في منطقتك وأهليتك للعروض والاشتراكات • المساعدة في تحسين Apple Music و Apple Music Classical لك وللآخرين وإرسال مراسلات إليك حول تطبيقي Apple Music و Apple Music Classical ومنتجات Apple وخدماتها وعروضها الأخرى التي قد تهمك • إنشاء صفحتك الشخصية وقوائم التشغيل على Apple Music والاحتفاظ بها • دفع الامتيازات وتقديم التقارير إلى الناشرين وشركات التسجيل والفنانين، وتقديم التقارير إلى واضعي قوائم الأداء • منع الاحتيال والأنشطة الضارة الأخرى تتضمن البيانات المستخدمة ما يلي: • استخدامك لتطبيقَي Apple Music و Apple Music Classical، بما في ذلك تفاعلاتك مع الميزات والإشعارات والرسائل داخل التطبيق، والمحتوى الذي تستمع له وتبحث عنه وتعرضه وتضيفه إلى مكتبتك وتنزِّله على Apple Music و Apple Music Classical • تفاصيل عن جهازك وحسابك • عنوان IP • صفحتك الشخصية وقوائم التشغيل على Apple Music • مستوى موثوقية الجهاز البيانات غير الشخصية قد نجمع بيانات غير شخصية ونستخدمها وننقلها ونفصح عنها لأي غرض. على سبيل المثال، قد نجمع بياناتك غير الشخصية مع معلومات مستخدمي Apple Music الآخرين لتحسين الخدمة. قد نجمع أيضًا مقاييس أداء معينة من جهازك عند استخدامك لـ Apple Music، بما في ذلك قوة ترددات الراديو، ورمز البلد، ورمز الشبكة، وتقنية الوصول إلى الراديو اللاسلكي. معرفة المزيد حول Apple Music لمزيد من المعلومات، بما في ذلك الميزات والأسعار، يرجى زيارة: www.apple.com/ae-ar/apple-music للحصول على معلومات حول مشغل الويب الخاص بـ Apple Music والخصوصية، يرجى زيارة: www.apple.com/legal/privacy/data/ar/apple-music-web سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy.
bg: Защитата на поверителността и сигурността на вашата информация е приоритет за всички в Apple. Работим усилено, за да събираме само данните, от които се нуждаем, за да направим вашето изживяване по-добро, а когато събираме данни, вярваме, че е важно да знаете какво събираме и защо това ни е необходимо, за да можете да направите информиран избор. Услугите Apple Music и Apple Music Classical, подобно на всеки продукт или услуга на Apple, са проектирани, като са взети предвид тези принципи. Използваме личните ви данни, за да предоставяме услугите и функциите в Apple Music. Тази информация включва вашето име и снимката на Apple регистрацията, ако сте настроили такава, до които можете да получите достъп и да промените в настройките на приложението Apple Music с цел използване на функциите за споделяне в Apple Music, както и информацията за регистрацията и плащане, до които можете да получите достъп и да промените в Настройки или в Системни настройки. Когато се абонирате за Apple Music, абонаментът ви включва пълен достъп до Apple Music и Apple Music Classical. Apple събира информация за това как използвате Apple Music и Apple Music Classical, за да приспособи функциите към музикалните ви вкусове. Тези функции включват персонализирани препоръки като албуми и списъци с песни, подбрани за вас, и Радио, което възпроизвежда селекции от любимите ви изпълнители и жанрове. Ние използваме тази информация, и за да можем да се свържем с вас по имейл и да ви известяваме за предстоящи издания, нови изпълнители и други събития в Apple Music и Apple Music Classical, които може да ви харесат. Някои функции на Apple Music, като например някои излъчвани радиостанции, може да не са налични във вашия регион. Apple може да използва IP адреса на вашата интернет връзка, за да определя вашето приблизително местоположение и наличността на функциите. Apple Music Classical Абонатите на Apple Music имат достъп до Apple Music Classical – приложение за класическа музика, създадено, за да откривате песни и албуми с класическа музика, както и да запазвате любимата си класическа музика на едно централизирано място. Можете да преглеждате каталога на Apple Music Classical без абонамент, но трябва да имате абонамент за Apple Music за достъп до всички функции на Apple Music Classical. Ако нямате активен абонамент за Apple Music, ще ви бъде предоставена опцията да се абонирате за Apple Music, за да получите пълен достъп до Apple Music Classical. Библиотека в облака Вашата Apple библиотека в облака, която е предимство на вашия абонамент в Apple Music, ви позволява да имате достъп до песните и списъците с песни във вашата библиотека от всяко от вашите устройства. Тази функция изпраща информация от вашата библиотека на устройството ви до Apple, например имена на песни и изпълнители, за да идентифицира и отключи копия на която и да е от песните ви, които са налични и в Apple Music и Apple Music Classical. Всички песни, които не могат да бъдат намерени в Apple Music, се зареждат във вашата персонална библиотека в облака, за да можете да имате достъп до цялата си колекция от всяко от вашите устройства чрез Apple Music. За да спрете синхронизирането на вашата библиотека в облака, отидете в Настройки > Приложения > Музика на вашето iOS, iPadOS или visionOS устройство и докоснете, за да изключите Синхронизиране на библиотека. На Mac отворете Apple Music, отидете в Настройки > Основни и премахнете избора от Синхронизиране на библиотека. Apple Music профил Ако искате да се свържете или споделяте с други хора, използващи Apple Music, можете да създадете личен профил, като предоставите потребителски псевдоним (например @johnappleseed), видимо име и, ако желаете, снимка на потребителския профил и друга информация. Apple съхранява тази информация с вашата регистрация, така че да имате достъп до нея от всяко от вашите устройства. Вашият потребителски псевдоним, видимото име и снимката на потребителския профил могат да се показват до всяко съдържание, което публикувате, и всяка активност, която споделяте в Apple Music. Споделянето и публикуването на съдържание в момента не са предназначени и не са достъпни за Apple регистрациите за деца. Други хора може също да могат да намерят вашия профил в Apple Music, като използват информацията, която сте предоставили. Можете да направите съдържанието на вашия профил, например активността за слушане и списъците с песни, достъпно само за тези, които изберете. Въпреки това, информацията за вашия профил, като например псевдоним, видимо име, снимка, вашите последователи и кого следвате, е видима за всички по подразбиране. За да блокирате потребител да не вижда вашия профил, отидете в профила на потребителя, докоснете Още и след това докоснете Блокирай. Хората, които блокирате, няма да виждат вашата музика или да намират вашия профил в Apple Music. Когато създадете профил в Apple Music, ние ще препоръчаме други абонати на Apple Music, с които може би ще искате да се свържете като приятели. Apple не научава и не съхранява информация от вашите контакти, докато проверява за приятели, които да бъдат препоръчани. На Apple се изпращат само съкратени и криптирани хешове на телефонните номера и имейл адресите във вашите контакти и след това съответстващите абонати на Apple Music, които трябва да бъдат препоръчани, се определят локално на вашето устройство. Apple Music може периодично да проверява вашите контакти, за да препоръчва нови приятели в бъдеще; можете да управлявате това в Настройки на регистрацията, като деактивирате Контакти в Apple Music. Ако не искате да бъдете намирани от други хора въз основа на информацията за контакт от Apple регистрацията, която те могат да имат за вас в своите контакти, можете да промените това в Настройки на регистрацията, като деактивирате опцията Позволи намиране чрез Apple регистрация. Във всеки момент можете да обновите или премахнете информацията, която предоставяте в профила си. Винаги, когато споделяте онлайн, трябва да внимавате за това, което правите публична информация. Когато споделяте от Apple Music в други уеб сайтове или социални мрежи, всичко, което споделяте, се управлява от политиките за поверителност на тези други услуги. SharePlay Когато се абонирате за Apple Music, можете да сте домакин на сесии в SharePlay, когато сте свързани с Apple TV, HomePod, CarPlay или когато използвате Bluetooth. С SharePlay другите абонати на Apple Music могат да се присъединят към вашата сесия в SharePlay и да управляват възпроизвежданата музика през Apple Music. SharePlay също така позволява на потребителите без абонамент за Apple Music да се присъединят към вашата сесия в SharePlay. Apple използва Bluetooth, ако е активиран на вашето устройство, за да позволи на контактите наблизо да открият сесията на Apple Music и да изпратят заявка за присъединяване към нея. Ако не искате контактите да могат да откриват вашето устройство и да заявяват присъединяване към вашата сесия в Apple Music, можете в настройките на приложението Apple Music да изключите възможността за откриване от контактите наблизо. Контактите, както и всички други участници, могат също да се присъединят към сесията, като сканират QR кода, показан в настройките на приложението Apple Music или на интерфейса на превозното средство, ако се присъединяват към сесия в SharePlay в кола. Името и профилната снимка на участниците в сесията ще бъдат видими за всички в сесията. Всеки принос към сесия в SharePlay се отнася към човека, който го е направил, и се свързва с името на този човек и неговата профилна снимка, ако има такава. Това може да бъде променено по всяко време в настройките на приложението Apple Music. Можете да премахнете участници от сесия в SharePlay, на която сте домакин, като докоснете иконката SharePlay в приложението Apple Music, след което изберете участник за премахване. За да напуснете сесия в SharePlay, докоснете иконката SharePlay в приложението Apple Music и след това докоснете Напусни. За да приключите сесия на SharePlay, на която сте домакин, докоснете Край в приложението Apple Music. След края на сесията Apple не запазва информацията за контактите ви или другите участници, които са се присъединили към сесия на SharePlay. Също така можете да активирате сесии на SharePlay в Съобщения или по време на FaceTime разговор, за да споделяте музика в синхрон с другите. За да започнете сесия, изберете музиката, която искате да слушате, след това докоснете SharePlay в опциите на музиката, въведете контактите, с които искате да споделите и след това докоснете „Съобщения“ или „FaceTime“ и Започни. Сътрудничество в списъци с песни Абонатите на Apple Music могат да създават списъци с песни и да си сътрудничат по тях с други абонати на Apple Music. Ако вие сте създателят на списъка с песни, можете да изберете дали да одобрявате поотделно всеки човек, който се присъединява към списъка с песни, или да позволите на всеки, който разполага с връзката, да се присъединява автоматично. Всички участници могат да добавят и премахват песни от списъка и да добавят реакции с емотикони. Всеки принос се отнася към човека, който го е направил, и се свързва с името на този човек и неговата профилна снимка, ако има такава. Това може да бъде променено по всяко време в настройките на приложението Apple Music. Всички участници в списъка с песни и всеки с достъп до него могат да виждат и да преглеждат името и снимката на другите участници. Участниците в списъци с песни могат да виждат всички песни и реакции, добавени от други участници. За да спрете да си сътрудничите, премахнете се от списъка с песни в настройките на списъка, или ако сте създателят, спрете сътрудничеството през настройките за управление на сътрудничествата на списъка с песни. Ако създателят на списъка с песни прекрати сътрудничеството, списъкът с песни се превръща в споделен списък, до който сътрудниците ще имат достъп през своята библиотека в Apple Music. Персонализиране и подобряване на Apple Music и Apple Music Classical Когато използвате абонамента си в Apple Music или възпроизвеждате безплатно съдържание извън вашата библиотека, ние може да събираме информация за песните и видеата (където е приложимо), които възпроизвеждате или добавяте към вашата музикална библиотека или към списъци с песни, както и изпълнителите и съдържанието, които са ви любими или споделяте. Информация за регистрацията, IP адреса и интерфейса на устройството, приложението или автомобила, които сте използвали за възпроизвеждане, за това къде сте били в Apple Music или Apple Music Classical, когато сте пуснали песента или видео клипа, часа, когато сте ги пуснали и за колко време, се отбелязва и се изпраща на Apple. Ние използваме тази информация, за да персонализираме вашето изживяване, да ви изпращаме имейли и известия и за да разберем как се използват Apple Music и Apple Music Classical, за да можем да подобряваме нашите услуги. Например, тази информация ни помага да подбираме музиката, видеата и съдържанието, които ви показваме в разделите Apple Music и Apple Music Classical. Информацията ни позволява да ви даваме и други препоръки, които съответстват на вашите вкусове, да създаваме градски класации, за да ви показваме популярната музика по градове, и да предоставяме персонализирани резултати от търсене в Apple Music, като използваме комбинация от информация като вашата история на слушане и любимите ви стилове. Ние също така използваме тази информация, за да плащаме за авторски права и за да предотвратим или да вземем мерки срещу дейности, които са или биха могли да бъдат в нарушение на правилата и условията на Apple Media Services или на приложимото законодателство. Ние запазваме тази информация за срока на вашия абонамент в Apple Music и след това за период от до две години, за да ви уведомяваме за музика, която може да представлява интерес за вас, и за оферти, на чиито условия може да отговаряте. Ние също така запазваме тази информация, когато е необходимо за финансово отчитане за периоди, определени от свързаните с такова отчитане приложими закони, които са различни за различните региони. За повечето клиенти се изисква поне 10-годишен период на запазване, но в региони като Китай този период може да бъде 30 години. Ако използвате функцията SharePlay за слушане на съдържание с други потребители на Apple Music, приложението Apple Music ще събира информация за съдържанието, което слушате по време на сесия на SharePlay и приблизителния брой на устройствата, които са участвали в сесията, но не запазва никаква информация, за да идентифицира участниците в сесията на SharePlay. Също така използваме данните от търсенето в Apple Music, за да подобрим моделите, които поддържат Apple Music. Например, обобщени заявки за търсене от Apple Music са използвани за фина настройка на модела за търсене в Apple Music. Връзка с вас Apple може да използва информация за вашата регистрация като продуктите на Apple, които притежавате, приложенията на Apple, които изтегляте, и вашите абонаменти за услуги на Apple, за да ви изпраща съобщения относно Apple Music и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас, включително услугите Apple Music Classical и Apple One. Серийният номер на вашето устройство и други хардуерни идентификатори или детайли за вашите свързани абонаменти в App Store могат да се използват, за да се провери дали отговаряте на условията за оферти за услуги на Apple. Ако сте в група за Семейно споделяне, Apple може да ви изпраща съобщения за продукти, услуги и оферти, достъпни за вас чрез функцията Семейно споделяне. Ако закупите абонамент за Apple One, може да ви изпращаме имейли и push известия относно функциите на всяка от услугите, за които сте се абонирали. Apple може да използва информация за вашата активност в Apple Music и Apple Music Classical и вашето взаимодействие с услугите, използвани за проверка дали отговаряте на условията за наличните промоционални абонаменти за Apple Music (например Apple Music Student), за да ви изпраща имейли и push известия за нови функции, съдържание и оферти, налични в Apple Music и Apple Music Classical. Можете да промените настройките си за имейли и да се откажете от получаването на тези имейли, като отидете на account.apple.com. За да обновите настройките си за известяване на вашето iOS, iPadOS или visionOS устройство, отидете в Настройки > Известия > Музика. На Mac отворете Apple Music, отидете в Настройки > Основни > Известия. Apple използва информация относно вашето взаимодействие с нашата комуникация, включително известия, за да подобрим нашите услуги. Предотвратяване на измами и други злонамерени дейности Когато се опитвате да направите покупка, ние изчисляваме рейтинг доверие на устройството за вашето устройство, като използваме информация за това как използвате устройството си, включително приблизителния брой телефонни обаждания или имейли, които изпращате и получавате. Събирането на данните е проектирано така, че Apple не може да научи съответните стойности на данните на вашето устройство. Рейтингът се запазва за определено време на нашите сървъри. Също така Apple може да използва информацията за предишните ви бизнес отношения с Apple за обработване на подновяванията на абонаментите за Apple Music и за да се определи дали да се продължи достъпът до вашите абонаменти преди оторизацията от партньора за плащането. Разкриване на информация на трети страни Радиостанции Когато използвате Apple Music за слушане на излъчвана радио станция, вашето устройство се свързва директно с излъчваната радиостанция, за да ви предостави исканото съдържание. При свързването IP адресът на вашето устройство ще бъде видим за излъчващата радио станция. Използването на вашия IP адрес от страна на излъчващата радиостанция се управлява от политиките за поверителност на тази радиостанция или на нейния оператор. Звукозаписни компании, изпълнители и компилатори на класации Ние сме задължени да предоставяме някои обобщени нелични данни относно използването на Apple Music и Apple Music Classical, както и обобщени демографски данни за потребителите, например възрастова група и пол (които могат да бъдат изведени от информация като вашето име и обръщение във вашата Apple регистрация), на звукозаписни компании, издатели и изпълнители, така че те да могат да измерват ефективността на творческата си работа и да се съобразяват с изискванията за авторски права и счетоводство. В допълнение, ние споделяме обобщена слушателска активност с компилатори на класации за музикални класации по целия свят, с компании и изпълнители за измерване на ангажираността, включително в реално време, и с платформи за музикален маркетинг, които помагат на компаниите и изпълнителите да достигат до слушателите. С цел да се определи дали отговаряте на условията за абонамент, ако се абонирате за Apple Music чрез партньор трета страна, например мобилен оператор, или за да завършите покупката си, ние споделяме ограничена лична информация с този партньор. Свързване на Apple Music с други приложения Приложенията в iOS, iPadOS и visionOS и приложенията на платформи, които не са на Apple, могат да поискат достъп до Apple Music и вашата библиотека в облака. Ако дадете такова разрешение на приложение, то може да има достъп до информация като вашата библиотека в облака на устройството, дали сте абонат на Apple Music, активността ви при възпроизвеждане на музика и видео и вашите препоръки в Apple Music. Приложение, което има разрешение, може и да променя свързаната с вашата регистрация информация, например песните, които са във вашите библиотека и списъци с песни. Ако дадете разрешение за достъп на приложението Снимки до Apple Music, приложението Снимки ще използва песни от Apple Music за възпроизвеждане с филмите със спомени. Когато създадете персонализиран филм със спомени в приложението Снимки, информацията за заявката, която сте въвели за създаването на спомена, може да бъде изпратена на Apple Music, за да се избере музика за възпроизвеждане към филма. Приложенията на Apple с поддържано съдържание, като Дистанционно управление, също ще бъдат свързани автоматично, когато започнете да използвате приложението Apple Music и поддържаното съдържание. Можете да отмените достъпа на iOS или iPadOS приложение до вашето iOS, iPadOS или visionOS устройство, като отидете в Настройки > Поверителност и сигурност > Медия и Apple Music. На Mac отворете Системни настройки > Поверителност и сигурност > Поверителност > Медия и Apple Music. Ако сте изтрили приложението или сте дали на приложението права за достъп, като сте използвали версия на iOS, по-стара iOS 11 или iPadOS, можете да деактивирате достъпа в настройките на вашата регистрация за Apple Music. Абонаменти за Apple Music чрез мобилния ви оператор Ако вашият мобилен оператор предлага абонаменти за Apple Music и безплатни пробни периоди, Apple може чрез мобилния оператор да провери телефонния ви номер, за да определи дали отговаряте на условията. Ако се регистрирате за абонамент в Apple Music или безплатен пробен период през вашия мобилен оператор или друг партньор на Apple, Apple ще използва вашия телефонен номер или уникален идентификатор на регистрацията, споделен от партньора, за да идентифицира вашата регистрация и да уведоми мобилния оператор или другия партньор, че сте активирали абонамента си. Ще използваме телефонния номер или уникалния идентификатор, свързан с вашия абонамент, за да потвърждаваме регистрацията ви при влизане и да свържем абонамента ви в Apple Music с вашата регистрация. Ще използваме вашия телефонен номер и, за да поискаме анулиране по ваше желание на абонамента ви при вашия мобилен оператор. Приложимо законово основание за обработка на лични данни Обработваме личните ви данни в Apple Music основно за изпълнението на договора ви с Apple, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна за: • Предоставяне на достъп до съдържанието в Apple Music и Apple Music Classical, което слушате, добавяте към вашата библиотека или изтегляте • Персонализиране на изживяването в Apple Music и Apple Music Classical • Идентифициране и отключване на копия на песните ви, които са налични и чрез Apple Music • Определяне на наличността на съдържание във вашия регион и вашето право на оферти и абонаменти • Помощ за подобряване и оптимизиране на Apple Music и Apple Music Classical за вас и другите потребители и изпращане на съобщения относно приложенията Apple Music и Apple Music Classical, както и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас • Създаване и поддържане на вашите профил и списъци с песни в Apple Music • Плащане на авторски права и предоставяне на доклади за издатели, звукозаписни компании, изпълнители и компилатори на класации • Предотвратяване на измами и други злонамерени дейности Използваните данни включват: • Използването на приложенията Apple Music и Apple Music Classical, включително взаимодействията ви с функциите, известията в приложенията и съобщенията, както и съдържанието, което слушате, търсите, преглеждате, добавяте към вашата библиотека и изтегляте на Apple Music и Apple Music Classical • Детайли за вашето устройство и регистрация • Вашия IP адрес • Вашите профил и списъци с песни в Apple Music • Рейтинг на доверие на устройството Нелични данни Може да събираме, използваме, прехвърляме и разкриваме нелични данни за всякакви цели. Например, можем да обобщим вашите нелични данни с тези на други потребители на Apple Music, за да подобрим услугата. Можем да събираме и определени показатели за ефективността от вашето устройство, когато използвате Apple Music, включително сила на сигнала на радио честотата, код на държавата, код на мрежата и технология за мобилен радио достъп. Научете повече за Apple Music За по-подробна информация, включително функции и цени, посетете www.apple.com/apple-music. За информация за Apple Music уеб възпроизвеждане и поверителност посетете www.apple.com/legal/privacy/data/en/apple-music-web. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: A Apple, la protecció de la privacitat i seguretat de la teva informació és una qüestió prioritària. Ens esforcem per recopilar només les dades que necessitem per millorar l’experiència. En aquesta línia, quan recopilem informació, creiem que és important que sàpigues quina és i per a què la necessitem, de manera que puguis prendre decisions amb coneixement. Com la resta de productes i serveis d’Apple, l’Apple Music i l’Apple Music Classical s’han dissenyat partint d’aquests principis. Per oferir‑te els serveis i les funcions de l’Apple Music, utilitzem les dades personals. Les dades inclouen el nom i la foto del compte d’Apple, en cas que n’hagis definit una, que pots consultar i canviar a la configuració de l’app Música per utilitzar‑los amb les funcions de compartició de l’Apple Music, i la informació del compte i de pagament, que pots consultar i canviar a la configuració o a la configuració del sistema. La subscripció a l’Apple Music permet gaudir tant de l’app Música com de l’app Classical sense cap mena de restricció. Apple recopila informació sobre com utilitzes tots dos serveis per adaptar‑ne les funcions als teus gustos musicals. Les funcions inclouen les recomanacions personalitzades, com ara els àlbums i les llistes que hem escollit per a tu, i la ràdio, que és on es reprodueixen les seleccions dels teus artistes i gèneres favorits. També fem servir aquesta informació per contactar amb tu a través de correus electrònics i notificacions push amb l’objectiu d’informar‑te de presentacions noves, artistes emergents o altres esdeveniments de l’Apple Music i de l’Apple Music Classical que et podrien interessar. És possible que algunes funcions de l’Apple Music, com ara determinades emissores de ràdio, no estiguin disponibles a la teva regió. Apple pot utilitzar l’adreça IP de la connexió a internet per determinar la ubicació de manera aproximada i, d’aquesta manera, la disponibilitat. Apple Music Classical La subscripció a l’Apple Music inclou el servei Apple Music Classical i l’app Classical, una app específica que s’ha dissenyat per ajudar‑te a descobrir peces i àlbums de música clàssica, i perquè puguis desar els favorits en un sol lloc. Per bé que pots explorar el catàleg de l’Apple Music Classical sense haver de subscriure‑t’hi, sí que necessites una subscripció a l’Apple Music per gaudir de totes les funcions. Si no tens una subscripció vigent a l’Apple Music, se t’oferirà l’opció de subscriure‑t’hi perquè puguis accedir a l’app Classical. Biblioteca al núvol La biblioteca al núvol que Apple posa a disposició és un servei de la subscripció a l’Apple Music que et permet accedir a les cançons i llistes de reproducció que tinguis a la biblioteca des de tots els dispositius. Aquesta funció envia a Apple informació de la biblioteca musical del dispositiu, inclosos els noms de les cançons i dels artistes, per identificar i desbloquejar les còpies de les teves cançons que també estiguin disponibles a l’Apple Music i a l’Apple Music Classical. Les cançons que no estiguin disponibles a l’Apple Music es carregaran a la biblioteca personal al núvol perquè puguis accedir a la teva col·lecció sencera des de tots els teus dispositius a través de l’Apple Music. Per deixar de sincronitzar la biblioteca al núvol en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Apps > Música. En un Mac, obre l’app Música, ves al menú Configuració > General, i desactiva la sincronització de la biblioteca. Perfil de l’Apple Music Si vols connectar amb altres persones a través de l’Apple Music o compartir‑hi contingut, pots crear un perfil personal amb un nom d’usuari (per exemple, @jordimartorell), un nom de perfil i, si vols, una foto i altra informació. Apple desa aquesta informació amb el teu compte, per tal que hi puguis accedir des de tots els teus dispositius. El nom d’usuari, el nom de perfil i la foto de perfil podran aparèixer al contingut que publiquis i a l’activitat que comparteixis amb l’Apple Music. Actualment, els comptes d’Apple per a infants no estan pensats per compartir ni publicar contingut, de manera que tampoc no permeten fer‑ho. A més, altres usuaris poden trobar el teu perfil de l’Apple Music fent servir la informació que has proporcionat. Pots fer que el contingut del teu perfil, com ara el contingut que escoltes i les llistes de reproducció, només estigui disponible per a les persones a qui tu escullis. Ara bé, per omissió, tothom podrà veure la informació del perfil, com ara el nom d’usuari, el nom de perfil, la foto, qui segueixes i qui et segueix a tu. Per bloquejar algú i que no pugui accedir al teu perfil, ves al seu i toca l’opció pertinent al menú “Més”. Les persones que bloquegis no podran veure què escoltes ni trobar el teu perfil a l’Apple Music. Quan creïs un perfil a l’Apple Music, et recomanarem altres persones que hi estiguin subscrites i que potser vols afegir com a amistats. En cercar amistats per recomanar‑te, Apple no obté ni emmagatzema informació dels contactes. Només s’envien a Apple els valors hash encriptats o escurçats dels números de telèfon i les adreces electròniques dels teus contactes. Després, les persones subscrites a l’Apple Music coincidents que es recomanaran es determinen localment al dispositiu. L’Apple Music pot revisar els contactes periòdicament per recomanar‑te amistats noves en el futur, tot i que pots desactivar l’opció dels contactes a l’Apple Music per controlar aquesta funció a la configuració del compte. Si no vols que altres persones et puguin trobar per mitjà de la informació de contacte del compte d’Apple que tinguin sobre tu a la seva agenda, desactiva l’opció “Permet la cerca pel compte d’Apple” a la configuració del compte. Pots actualitzar o eliminar aquesta informació del teu perfil sempre que vulguis. Sempre que comparteixis coses per internet, convé que reflexionis sobre què estàs fent públic. Quan comparteixis alguna cosa de l’Apple Music en altres llocs web o xarxes socials, allò que hi comparteixis es regirà per les polítiques de privacitat de cadascun. SharePlay La subscripció a l’Apple Music et permet crear i allotjar sessions del SharePlay mitjançant l’Apple TV, el HomePod, el CarPlay i el Bluetooth. Amb el SharePlay, altres persones que també tinguin una subscripció podran unir‑se a la sessió del SharePlay i controlar la música que hi reproduïu a través de l’Apple Music. Així mateix, en fer servir el SharePlay, la resta de persones també podran unir‑s’hi sense haver d’estar subscrites a l’Apple Music. Apple fa servir el Bluetooth, si està activat al dispositiu, per permetre que els contactes que hi hagi a prop trobin la sessió de l’Apple Music i sol·licitin unir‑s’hi. Si no vols que els contactes puguin trobar el dispositiu i sol·licitar unir‑se a la sessió de l’Apple Music, ves a la configuració de l’app Música i desactiva la detecció per part dels contactes que hi hagi a prop. En el cas de les sessions del SharePlay al cotxe, els contactes i la resta de participants també podran escanejar el codi QR que es mostrarà a la configuració de l’app Música o a la interfície del vehicle per unir‑se a la sessió. Tothom que participi a la sessió podrà consultar el nom i la foto de perfil de la resta de persones. Les contribucions de cadascú a una sessió del SharePlay s’atribueixen individualment i s’associen al nom d’usuari i a la foto de perfil, que, si estan disponibles, es poden editar en qualsevol moment a la configuració de l’app Música. Per eliminar algú d’una sessió del SharePlay que hagis creat, toca la icona del SharePlay de l’app Música i selecciona qui vols eliminar. En tocar la icona del SharePlay de l’app Música, també trobaràs una opció per sortir de la sessió, en cas que no sigui teva. Per finalitzar una sessió del SharePlay que hagis creat, toca “Finalitza” a l’app Música. Un cop finalitzada la sessió del SharePlay, Apple no conservarà informació sobre els contactes ni la resta de participants que s’hi hagin unit. També pots crear sessions del SharePlay a l’app Missatges o durant una trucada del FaceTime per escoltar música amb altres persones. Per crear una sessió, selecciona la música que vulguis escoltar, toca el SharePlay a les opcions, introdueix els contactes amb qui vulguis escoltar música, toca l’app Missatges o el FaceTime i, després, “Comença”. Col·laboració en llistes de reproducció Les persones subscrites a l’Apple Music poden crear llistes de reproducció i col·laborar‑hi. Si n’has creat una, pots permetre que tothom que tingui l’enllaç s’hi uneixi automàticament, o bé revisar cada cas. Tothom que hi participi podrà afegir cançons a la llista i eliminar‑ne’n, i afegir‑hi reaccions amb emojis. Les contribucions de cadascú s’atribueixen individualment i s’associen al nom d’usuari i a la foto de perfil, que, si estan disponibles, es poden editar en qualsevol moment a la configuració de l’app Música. Totes les persones que participin en la llista de reproducció o que hi tinguin accés podran veure el nom i la foto de la resta. Així mateix, tothom que participi en la llista també podrà veure’n totes les cançons i les reaccions. Per finalitzar la col·laboració, ves a la configuració de la llista i elimina‑te’n o, si tu ets qui l’ha creat, ves a la configuració de gestió de la col·laboració de la llista. Si qui hagi creat la llista finalitza la col·laboració, la llista passarà a ser compartida i la resta de persones podran continuar accedint‑hi des de la biblioteca de l’app Música. Personalització i millora de l’Apple Music i de l’Apple Music Classical En fer servir la subscripció a l’Apple Music per reproduir contingut gratuït fora de la biblioteca, és possible que recopilem informació sobre les cançons i els vídeos que reprodueixis o afegeixis a la biblioteca o a les llistes de reproducció, i sobre els artistes i el contingut que afegeixis als favorits o comparteixis. Hi ha determinada informació que es recopila i s’envia a Apple, com ara el compte, l’adreça IP i el dispositiu, l’app o la interfície del cotxe que utilitzis per reproduir música, la ubicació on et trobaves dins de l’Apple Music o l’Apple Music Classical en reproduir‑la, o l’hora i l’estona de reproducció. La informació s’utilitza per personalitzar l’experiència amb l’Apple Music i l’Apple Music Classical, per enviar‑te correus electrònics i notificacions, i per ajudar‑nos a entendre l’ús que en fas perquè puguem fer‑hi millores. Per exemple, aquesta informació ens pot ajudar a escollir les cançons, els vídeos i els continguts d’artistes que et mostrem a l’Apple Music i a l’Apple Music Classical. A més, ens permet fer‑te altres recomanacions que reflecteixin els teus gustos, crear llistes per ciutats amb les cançons més populars i personalitzar els resultats de les cerques que facis a l’Apple Music mitjançant una combinació d’informació com ara l’historial de reproducció i els gèneres que més t’agraden. També utilitzem la informació per pagar els drets d’autor i evitar o combatre activitats que puguin representar infraccions dels termes i les condicions dels serveis multimèdia d’Apple o de la legislació aplicable. Conservem aquesta informació durant el temps que dura la subscripció a l’Apple Music i, posteriorment, durant un màxim de 2 anys amb l’objectiu d’enviar‑te comunicacions sobre música que et pot interessar i ofertes a què pots accedir. També conservem aquesta informació durant els períodes de temps estipulats per la legislació vigent en matèria de declaració de comptes, que varia segons la regió. En el cas de la majoria de clients, el període de conservació és d’un mínim de 10 anys, però en regions com la Xina aquest període pot ser de fins a 30 anys. Si utilitzes el SharePlay per escoltar contingut en grup a l’Apple Music, l’app Música recopilarà informació sobre allò que hagis escoltat durant una sessió del SharePlay i el nombre aproximat de participants, però no conservarà cap informació que pugui identificar les persones que hagin participat a la sessió del SharePlay. També utilitzem les dades de la cerca de l’Apple Music per millorar els models que hi ha rere la tecnologia de l’Apple Music. Per exemple, per perfeccionar el model de cerca de l’Apple Music, s’utilitzen les cerques agregades que s’hi fan. Comunicació amb tu Apple pot utilitzar la informació sobre el compte, com ara els productes d’Apple que tens, les apps d’Apple que descarregues i els serveis d’Apple a què t’has subscrit, per enviar‑te comunicacions sobre l’Apple Music i altres productes, serveis i ofertes d’Apple que et puguin interessar, inclosos l’Apple Music Classical i l’Apple One. El número de sèrie del dispositiu i altres identificadors del maquinari, així com els detalls sobre les subscripcions pertinents de l’App Store, es poden utilitzar per comprovar si compleixes els requisits per rebre ofertes de serveis d’Apple. Si formes part d’un grup familiar, Apple pot enviar‑te informació sobre productes, serveis i ofertes disponibles a través de la família. Si compres una subscripció a l’Apple One, és possible que t’enviem correus electrònics i notificacions push sobre les funcions de cadascun dels serveis a què t’hagis subscrit. Apple també podrà utilitzar informació sobre l’activitat a l’Apple Music i l’Apple Music Classical i sobre com interacciones amb els serveis per verificar que compleixes els requisits per accedir a les modalitats de subscripció amb descompte (com ara l’Apple Music per a estudiants) i per enviar‑te correus electrònics i notificacions push sobre funcions noves, continguts i ofertes disponibles a l’Apple Music i a l’Apple Music Classical. Per canviar les preferències dels correus i deixar de rebre’n, ves a account.apple.com. Per actualitzar les preferències de les notificacions en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Notificacions > Música. En un Mac, obre l’app Música i ves al menú Configuració > General > Notificacions. Apple utilitza la informació sobre com interacciones amb les comunicacions, incloses les notificacions, per millorar els serveis. Prevenció del frau i d’altres activitats malicioses Cada vegada que proves de fer una compra, calculem la puntuació de confiança del dispositiu mitjançant la informació sobre com l’utilitzes, cosa que inclou la quantitat aproximada de trucades telefòniques o correus electrònics que envies i reps. La informació s’envia de manera que Apple no pugui conèixer els valors reals del dispositiu. La puntuació es conserva durant un període de temps determinat als nostres servidors. Apple també pot utilitzar la informació sobre la relació comercial que hi tens per processar les renovacions de les subscripcions de l’Apple News+ i per determinar si se’t permet accedir a la subscripció abans que la part responsable del pagament ho autoritzi. Divulgació a tercers Emissores de ràdio Quan fas servir l‘Apple Music per escoltar la ràdio, el dispositiu es connecta directament a l‘emissora per proporcionar‑te el contingut que has sol·licitat. En connectar‑s’hi, l’emissora de ràdio podrà consultar l’adreça IP del dispositiu. La gestió de l’adreça IP per part de l’emissora de ràdio es regeix per les seves polítiques de privacitat o per les del seu proveïdor. Discogràfiques, artistes i recopiladors de llistes musicals Tenim l’obligació de facilitar determinades dades no personals sobre l’ús de l’Apple Music i l’Apple Music Clasical, així com dades demogràfiques agregades com ara la franja d’edat i el sexe (que es pot determinar a partir de certa informació, per exemple, el nom i la salutació del compte d’Apple), a discogràfiques, equips d’edició i artistes perquè puguin mesurar el rendiment de les seves obres creatives i complir els requisits de regalies i comptabilitat. A més, compartim el contingut que escoltes de forma agregada amb recopiladors de llistes musicals d’arreu del món, discogràfiques i artistes per mesurar‑ne el nivell de vinculació, també en temps real, i amb plataformes de màrqueting musical que ajuden les discogràfiques i els artistes a arribar a l’audiència. Per determinar si pots optar a una subscripció quan et subscrius a l’Apple Music a través de tercers, com ara un proveïdor de xarxa mòbil, o per completar la compra, compartim informació limitada que t’identifica personalment amb el soci en qüestió. Connexió de l’Apple Music amb altres apps Pot ser que les apps, tant les de l’iOS, les de l’iPadOS i les del visionOS com les d’altres plataformes alienes a Apple, demanin accés a l’Apple Music i a la biblioteca al núvol. Si els permets accedir‑hi, les apps podran consultar, per exemple, la informació sobre la biblioteca al núvol del dispositiu, saber si tens una subscripció a l’Apple Music i conèixer l’activitat relacionada amb la reproducció de música i de vídeos, i les recomanacions de l’Apple Music. Les apps que tinguin permís també podran modificar les dades associades al compte, per exemple, les cançons que tinguis a la biblioteca i les llistes de reproducció. Si permets que l’app Fotos accedeixi a l’Apple Music, podrà afegir cançons del catàleg als vídeos de record. En crear un vídeo de record personalitzat a l’app Fotos, és possible que se n’enviï la descripció a l’Apple Music per escollir la música que s’hi afegirà. Les apps d’Apple amb contingut compatible, com ara l’app Comandament, es connectaran automàticament quan comencis a utilitzar l’Apple Music i el contingut compatible. Als dispositius iOS, iPadOS i visionOS, pots revocar l’accés de les apps a l’app Configuració > Privacitat i seguretat > Multimèdia i Apple Music. En un Mac, ves a l’app Configuració del Sistema > Privacitat i seguretat > Privacitat > Multimèdia i Apple Music. Si has eliminat l’app o li has donat permís amb una versió de l’iOS anterior a l’iOS 11 o l’iPadOS, pots desactivar‑ne l’accés a la configuració del compte de l’Apple Music. Subscripcions a l’Apple Music a través del proveïdor de xarxa mòbil Si el proveïdor de xarxa mòbil ofereix subscripcions a l’Apple Music i proves gratuïtes, Apple podrà comprovar el número de telèfon per determinar si et pots acollir a l’oferta. Si et subscrius a l’Apple Music a través de l’operador de telefonia o de qualsevol altre col·laborador d’Apple, amb independència de si es tracta d’una prova gratuïta o d’una subscripció de pagament, Apple utilitzarà el número de telèfon o un identificador únic del compte facilitat pel col·laborador amb l’objectiu d’identificar el compte i perquè l’operador o el col·laborador sàpiga que has activat la subscripció. Només s’utilitzaran el número de telèfon o l’identificador únic associat a la subscripció per verificar el compte quan hi iniciïs sessió i per vincular l’activitat de l’Apple Music al compte. També utilitzem el número de telèfon per demanar al proveïdor de xarxa mòbil que cancel·li la subscripció quan ho sol·licitis. Base jurídica aplicable al processament de dades personals Processem les dades personals de l’Apple Music de manera general per aplicar el contracte amb Apple (com calgui per oferir el servei) i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació local aplicable, processem les dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer per: • facilitar l’accés al contingut de l’Apple Music i de l’Apple Music Classical que vulguis escoltar, descarregar o afegir a la biblioteca; • personalitzar l’experiència de l’Apple Music i l’Apple Music Classical; • identificar les cançons que ja tens i que també estan disponibles a l’Apple Music, i desbloquejar‑ne còpies; • determinar la disponibilitat del contingut a la regió on et trobes i el compliment dels requisits per optar a ofertes i subscripcions; • ajudar a millorar i optimitzar l’Apple Music i l’Apple Music Classical, i enviar‑te comunicacions al respecte i sobre altres productes, serveis i ofertes d’Apple que et puguin interessar; • crear i mantenir el perfil i les llistes de reproducció de l’Apple Music; • pagar drets d’autor i enviar informes a equips d’edició, discogràfiques, artistes i recopiladors de llistes musicals; • prevenir el frau i altres activitats malicioses. Les dades utilitzades inclouen el següent: • ús de les apps Música i Classical, cosa que inclou les interaccions amb les funcions, les notificacions i els missatges de les apps, i el contingut que escoltes, cerques, consultes, descarregues i afegeixes a la biblioteca dels serveis Apple Music i Apple Music Classical; • detalls sobre el dispositiu i el compte; • adreça IP; • perfil i llistes de reproducció de l’Apple Music; • puntuació de confiança del dispositiu. Dades no personals Apple pot recopilar, utilitzar, transferir i revelar dades de caràcter no personal amb qualsevol finalitat. Per exemple, podem agregar les teves dades, que mai no seran dades personals, amb les d’altres usuaris de l’Apple Music per millorar el servei. És possible que recopilem mesuraments de rendiment del dispositiu quan utilitzis l’Apple Music, cosa que inclou la intensitat de la freqüència de ràdio, el codi del país, el codi de la xarxa i la tecnologia d’accés a la xarxa mòbil. Més informació sobre l’Apple Music Per obtenir informació més detallada, incloses les funcions i els preus, ves a www.apple.com/es/apple-music. Per obtenir més informació sobre el reproductor web de l’Apple Music i la privacitat, ves a www.apple.com/legal/privacy/data/es/apple-music-web. La informació rebuda per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que està disponible a www.apple.com/es/privacy.
cs: Ochrana vašeho soukromí a bezpečnosti vašich osobních údajů je prioritou pro celý tým společnosti Apple. Usilovně se snažíme shromažďovat jen data potřebná k tomu, abychom vám zpříjemnili práci s našimi službami, a když už nějaká data sbíráme, je pro nás důležité, abyste věděli, jaká data to jsou a k čemu je potřebujeme, a mohli se díky tomu informovaně rozhodnout. Služby Apple Music a Apple Music Classical jsou stejně jako všechny ostatní produkty a služby Apple navrženy s ohledem na tyto zásady. K poskytování služeb a funkcí v Apple Music využíváme vaše osobní údaje. Patří k nim vaše jméno a fotka z účtu Apple, pokud jste si je nastavili (v kontextu použití s funkcemi sdílení v Apple Music můžete k těmto údajům přistupovat a měnit je v nastavení aplikace Hudba), a také informace o účtu a platební údaje, k nimž můžete přistupovat a měnit je v Nastavení nebo v Nastavení systému. Když si předplatíte službu Apple Music, získáváte s tímto předplatným plný přístup k Apple Music i Apple Music Classical. Apple shromažďuje informace o tom, jak služby Apple Music a Apple Music Classical používáte, abychom mohli přizpůsobovat doporučení vašemu hudebnímu vkusu. Tato personalizovaná doporučení obsahují například alba a playlisty vybrané přímo pro vás nebo výběr vašich oblíbených interpretů a žánrů na panelu Rádio. Také vás na základě těchto informací můžeme pomocí e‑mailů a oznámení upozornit na chystaná alba, nové interprety a další události v Apple Music a Apple Music Classical, které by se vám mohly líbit. Některé funkce Apple Music, například některé stanice rádia, nemusí být ve vaší oblasti dostupné. Společnost Apple může podle IP adresy vašeho internetového připojení určit vaši přibližnou polohu a na jejím základě stanovit dostupnost služeb. Apple Music Classical Předplatitelé Apple Music mají přístup k aplikaci pro poslech klasické hudby Apple Music Classical, vyvinuté s cílem umožnit vám objevování klasických skladeb a alb a ukládání vašich oblíbených klasických skladeb na jedno společné místo. Katalog Apple Music Classical si můžete prohlížet i bez předplatného, pro přístup ke všem funkcím Apple Music Classical ale budete předplatné Apple Music potřebovat. Nemáte‑li službu Apple Music předplacenou, bude vám nabídnuta možnost si ji předplatit, abyste mohli využívat plný přístup k Apple Music Classical. Cloudová knihovna Jednou z výhod předplatného Apple Music je i možnost využívat knihovnu v cloudu společnosti Apple, díky které máte ke svým skladbám a playlistům přístup ze všech svých zařízení. Tato funkce zasílá společnosti Apple informace o hudební knihovně ve vašem zařízení, například názvy skladeb a jména umělců, za účelem rozpoznání a zpřístupnění kopií těch vašich skladeb, které jsou dostupné i v Apple Music a Apple Music Classical. Skladby, které v Apple Music nalezeny nebudou, se nahrají do vaší osobní cloudové knihovny, abyste měli prostřednictvím Apple Music přístup k celé své sbírce ze všech svých zařízení. Pokud chcete synchronizaci své cloudové knihovny zastavit, na iOS, iPadOS a visionOS zařízeních přejděte do Nastavení > Hudba a klepnutím vypněte volbu Synchronizovat knihovnu. Na Macu otevřete aplikaci Hudba, přejděte do Nastavení > Obecné a zrušte výběr volby Synchronizovat knihovnu. Profil v Apple Music Chcete‑li přes Apple Music komunikovat s dalšími uživateli nebo s nimi sdílet obsah, můžete si vytvořit osobní profil zadáním svého uživatelského jména (např. @jannovak) a zobrazovaného jména. Pokud budete chtít, můžete přidat i profilovou fotku a další informace. Apple tyto informace uloží k vašemu účtu, abyste k nim měli přístup i z jiných zařízení. Vaše uživatelské jméno, zobrazované jméno a profilová fotka se můžou zobrazovat vedle obsahu, který zveřejníte, a aktivit, které v Apple Music nasdílíte. Sdílení a zveřejňování obsahu není v současné době určené ani dostupné pro dětské účty Apple. Podle informací, které zadáte, můžou váš profil v Apple Music vyhledat další uživatelé. Budete‑li chtít, můžete obsah na svém profilu, například posluchačské aktivity a playlisty, zpřístupnit jen vybraným lidem. Informace o vašem profilu, jako je uživatelské jméno, zobrazované jméno, fotka a sledující a sledovaní lidé, budou ve výchozím nastavení viditelné veřejně. Pokud chcete některého uživatele zablokovat a zabránit mu v zobrazování vašeho profilu, přejděte na jeho profil, klepněte na možnost Více a potom na Zablokovat. Zablokovaní uživatelé neuvidí vaši hudbu a nebudou moct najít váš profil v Apple Music. Když si v Apple Music vytvoříte profil, navrhneme vám další odběratele Apple Music, se kterými byste se možná rádi spojili jako přátelé. Společnost Apple při vyhledávání nových návrhů přátel nezíská ani neuloží žádné informace z vašich kontaktů. Společnosti Apple budou z vašich kontaktů poslána jen zašifrovaná a hašovaná telefonní čísla a e‑mailové adresy a návrhy odpovídajících odběratelů Apple Music budou vytvořeny místně na vašem zařízení. Apple Music může procházet vaše kontakty periodicky a navrhovat vám nové přátele i v budoucnosti. Tuto funkci můžete deaktivovat v Nastavení účtu vypnutím volby Kontakty v Apple Music. Pokud nechcete, aby vás ostatní uživatelé mohli najít podle kontaktních údajů z vašeho účtu Apple, které mají ve svých kontaktech, můžete v nastavení účtu vypnout volbu Povolit vyhledání podle účtu Apple. Informace, které ve svém profilu poskytujete, můžete kdykoli aktualizovat nebo smazat. Kdykoli něco sdílíte na internetu, zamyslete se, co právě zveřejňujete. Při sdílení obsahu z Apple Music na jiných webech a sociálních sítích se na všechny sdílené informace vztahují zásady ochrany osobních údajů cílové služby. SharePlay S předplacenou službou Apple Music se po připojení k Apple TV, HomePodu, CarPlay nebo Bluetooth můžete stát hostitelem relace SharePlay. K vaší relaci SharePlay se můžou připojit jiní předplatitelé služby Apple Music a získají možnost ovládat přehrávání hudby z Apple Music. SharePlay umožňuje připojit se k relaci SharePlay i uživatelům bez předplatného Apple Music. Pokud je ve vozidle zapnutý Bluetooth, Apple jeho prostřednictvím umožní vašim kontaktům vyhledat vaši relaci v Apple Music a požádat o připojení. Pokud svým kontaktům nechcete umožnit, aby vyhledali vaše zařízení a požádali o připojení k vaší relaci Apple Music, můžete viditelnost pro kontakty v blízkém okolí vypnout v nastavení aplikace Hudba. Kontakty i další účastníci se můžou k relaci připojit také naskenováním QR kódu zobrazeného v nastavení aplikace Hudba nebo na displeji ve vozidle v případě, že relaci SharePlay sdílíte v autě. Každý z účastníků relace uvidí jména a fotky všech ostatních účastníků. Příspěvky do relace SharePlay jsou přiřazené k uživateli, který je vytvořil, a sdružené s jeho jménem a profilovou fotkou, pokud tyto údaje (které lze kdykoli upravit v nastavení aplikace Hudba) poskytl. Jste‑li hostitelem relace SharePlay a chcete z ní odebrat účastníky, klepněte v aplikaci Hudba na ikonu SharePlay a potom vyberte účastníky k odebrání. Chcete‑li relaci SharePlay opustit, klepněte v aplikaci Hudba na ikonu SharePlay a potom na Odejít. Jste‑li hostitelem relace SharePlay a chcete ji ukončit, klepněte v aplikaci Hudba na Ukončit. Apple po skončení relace SharePlay neuchovává informace o vašich kontaktech ani o ostatních účastnících, kteří se k relaci připojili. Relace SharePlay můžete aktivovat také v aplikaci Zprávy nebo během hovorů FaceTime a poslouchat hudbu synchronně s ostatními. Chcete‑li takovou relaci zahájit, vyberte hudbu, kterou budete poslouchat, ve volbách klepněte na SharePlay, zadejte kontakty, s nimiž chcete hudbu sdílet, klepněte na položku Zprávy nebo FaceTime a potom na Spustit. Spolupráce na playlistech Předplatitelé Apple Music můžou vytvářet playlisty a navzájem na nich spolupracovat. Při vytváření playlistu máte na výběr, zda chcete schvalovat připojení jednotlivých uživatelů, nebo povolit automatické připojení všech uživatelů s odkazem. Všichni přispěvatelé můžou přidávat a odebírat skladby a reagovat pomocí emotikonů. Příspěvky jsou přiřazené k uživateli, který je vytvořil, a sdružené s jeho jménem a profilovou fotkou, pokud tyto údaje (které lze kdykoli upravit v nastavení aplikace Hudba) poskytl. Všichni přispěvatelé a uživatelé, kteří mají k playlistu přístup, vidí nebo mají možnost zobrazit jména a fotky ostatních přispěvatelů. Přispěvatelé můžou zobrazit všechny skladby a reakce přidané ostatními přispěvateli. Pokud chcete přestat spolupracovat, odeberte se z playlistu v jeho nastavení. V případě, že jste ho vytvořili sami, ukončete spolupráci v nastavení správy spolupráce. Pokud tvůrce ukončí spolupráci, playlist se změní na sdílený a spolupracující uživatelé k němu budou mít přístup ve své knihovně aplikace Hudba. Přizpůsobení a vylepšování Apple Music a Apple Music Classical Když využíváte předplatné Apple Music nebo si pouštíte bezplatně dostupný obsah, který není součástí vaší knihovny, můžeme shromažďovat informace o tom, které skladby a videa (jsou‑li k dispozici) jste si pustili nebo přidali do své hudební knihovny či playlistů a které umělce a obsah máte v oblíbených nebo sdílíte. K informacím, které se zaznamenávají a posílají společnosti Apple, patří například účet, IP adresa, zařízení, aplikace nebo rozhraní v autě, které jste použili k přehrávání, oddíl Apple Music nebo Apple Music Classical, z kterého jste přehrávání spustili, čas, kdy jste ho spustili, a doba, po kterou jste poslouchali. Na základě těchto informací pro vás přizpůsobujeme uživatelské prostředí a posíláme vám e‑maily a oznámení. Zároveň nám tyto informace pomáhají porozumět tomu, jak lidé Apple Music a Apple Music Classical používají, takže pak můžeme své služby zlepšovat. Mimo jiné pro vás díky tomu můžeme lépe vybírat hudbu, videa a informace o umělcích, které se v Apple Music a Apple Music Classical zobrazují. Shromážděné údaje nám dále umožňují nabízet vám doporučení odrážející vaše zájmy, vytvářet městské hitparády na základě hudebních trendů v jednotlivých městech a poskytovat vám osobní výsledky hledání v Apple Music založené na kombinaci informací, například o vaší historii poslechu a oblíbených žánrech. Tyto informace také používáme k vyplácení honorářů a předcházení a bránění aktivitám, které jsou nebo mohou být v rozporu se smluvními podmínkami mediálních služeb Apple nebo platnými právními předpisy. Tyto údaje uchováváme po dobu trvání vašeho předplatného Apple Music a až dva roky po jeho ukončení, abychom s vámi mohli komunikovat o hudbě, která by vás mohla zajímat, a nabídkách, k jejichž využití byste se mohli kvalifikovat. Kromě toho tyto údaje uchováváme v případech, kdy to vyžadují platné zákony o finanční evidenci, a to po dobu stanovenou těmito zákony, které se v různých oblastech liší. U většiny zákazníků je vyžadováno uchování dat po dobu nejméně 10 let. V některých oblastech, například v Číně, může tato doba činit 30 let. Pokud používáte SharePlay k poslechu obsahu z Apple Music společně s jinými uživateli, aplikace Hudba shromažďuje informace o obsahu, který jste během relace SharePlay poslouchali, a o přibližném počtu osob, které se relace zúčastnily, ale neuchovává žádné informace, které by umožnily účastníky relace SharePlay identifikovat. Data získaná z vyhledávání v Apple Music využíváme také k vylepšování modelů, které zajišťují fungování Apple Music. Agregované vyhledávací dotazy z Apple Music například slouží k dolaďování vyhledávacího modelu v Apple Music. Komunikace s vámi Společnost Apple vám může na základě informací o vašem účtu, například o produktech Apple, které vlastníte, o vašich stažených aplikacích Apple nebo o vašich předplacených službách Apple, zasílat zprávy o Apple Music a dalších produktech, službách a nabídkách, které by vás mohly zajímat, mimo jiné o službách Apple Music Classical a Apple One. Ke zjištění způsobilosti pro využívání nabídek služeb Apple může být použito sériové číslo vašeho zařízení a další hardwarové identifikátory nebo podrobnosti o relevantních službách předplacených v Apple Storu. Pokud jste členem skupiny rodinného sdílení, společnost Apple vám může posílat různé informace o produktech, službách a nabídkách, které máte v rámci rodinného sdílení k dispozici. Pokud si zakoupíte předplatné Apple One, můžeme vám zasílat e‑maily a push oznámení o funkcích jednotlivých služeb, které máte předplacené. Informace o vašich aktivitách v Apple Music a Apple Music Classical a o vašich interakcích se službami sloužícími k ověření vaší způsobilosti pro dostupné zlevněné varianty předplatného Apple Music (například Apple Music Student) může Apple navíc použít k posílání e‑mailů a oznámení o nových funkcích, obsahu a nabídkách dostupných v Apple Music a Apple Music Classical. Své předvolby pro e‑mail můžete změnit a příjem těchto e‑mailů můžete odhlásit na adrese account.apple.com. Předvolby pro oznámení můžete na iOS, iPadOS a visionOS zařízeních změnit v Nastavení > Oznámení > Hudba. Na Macu otevřete aplikaci Hudba a přejděte do Nastavení > Obecné > Oznámení. Společnost Apple využívá informace o vašich interakcích s jejími sděleními včetně oznámení k zlepšování svých služeb. Prevence podvodů a jiných škodlivých aktivit Když se pokusíte něco si koupit, vypočítáme na vašem zařízení skóre jeho důvěryhodnosti. Při výpočtu vycházíme z toho, jak zařízení používáte, mimo jiné z přibližného počtu uskutečněných telefonních hovorů a přijatých a odeslaných e‑mailů. Odesílaná data jsou sestavena tak, aby z nich společnost Apple nemohla zjistit žádné konkrétní zdrojové hodnoty z vašeho zařízení. Výsledné skóre se na pevně stanovenou dobu uloží na naše servery. Při zpracování požadavků na prodloužení předplatného Apple Music může společnost Apple použít také informace o historii svých obchodních vztahů s vámi a na jejich základě se rozhodnout, jestli vám další přístup k předplatnému umožníme ještě před autorizací platby u partnerské platební společnosti. Předávání informací třetím stranám Stanice rádia Když použijete Apple Music k poslechu rádia, vaše zařízení se připojí přímo ke stanici, která vám poskytne požadovaný obsah. Stanice po připojení uvidí IP adresu vašeho zařízení. Při nakládání s informací o vaší IP adrese se stanice řídí svými zásadami ochrany soukromí nebo zásadami poskytovatele. Nahrávací společnosti, umělci a sestavovatelé žebříčků Nahrávacím společnostem, vydavatelstvím a umělcům jsme povinni poskytovat některé souhrnné informace neosobní povahy o využívání služeb Apple Music a Apple Music Classical spolu se souhrnnými demografickými údaji o uživatelích, například o jejich věkových skupinách a pohlaví (ty mohou být odvozeny z informací jako jméno a oslovení, které jste si nastavili v účtu Apple), aby podle nich mohli posuzovat úspěšnost svých autorských děl a plnit požadavky související s vyplácením honorářů a účetnictvím. Kromě toho sdílíme souhrnné informace o posluchačské aktivitě se sestavovateli hudebních žebříčků z celého světa, s vydavatelstvími a umělci za účelem měření aktivity, a to i v reálném čase, a s hudebními marketingovými platformami, které vydavatelstvím a umělcům pomáhají nacházet posluchače. Při kontrole nároku na předplacené položky, jestliže si Apple Music předplácíte prostřednictvím nezávislého partnera, například poskytovatele mobilní sítě, a při placení za nákupy sdílíme s příslušným partnerem omezené množství údajů umožňujících vaši osobní identifikaci. Propojení Apple Music s dalšími aplikacemi O přístup ke službě Apple Music a k vaší cloudové knihovně vás můžou požádat aplikace pro iOS, iPadOS a visionOS i aplikace pracující na platformách jiných společností než Apple. Pokud aplikaci požadované oprávnění udělíte, získá přístup k datům, jako je vaše cloudová knihovna na zařízení, informace o tom, zda jste předplatitelem Apple Music, nebo údaje o vašem přehrávání hudby a videí a o vašich doporučeních v Apple Music. Aplikace, které mají svolení, také můžou měnit data sdružená s vaším účtem, například informace o skladbách ve vaší knihovně a playlistech. Jestliže udělíte aplikaci Fotky oprávnění pro přístup k Apple Music, bude tato aplikace využívat skladby z Apple Music jako hudební doprovod ke vzpomínkovým filmům. Když ve Fotkách vytvoříte vlastní vzpomínkový film, informace o textu, který jste při vytváření vzpomínky zadali, můžou být službě Apple Music zaslány za účelem výběru doprovodné hudby k filmu. Když začnete používat aplikaci Hudba a související podporovaný obsah, budou také automaticky propojeny další aplikace Apple s podporovaným obsahem, například Ovladač. Na iOS, iPadOS nebo visionOS zařízení můžete přístup jednotlivých aplikací vypnout v Nastavení > Soukromí a zabezpečení > Média a Apple Music. Na Macu přejděte do Nastavení systému > Soukromí a zabezpečení > Soukromí > Média a Apple Music. Pokud už jste aplikaci odstranili nebo jste jí přístup udělili v systému iOS starším než iOS 11 nebo iPadOS, můžete jí ho vypnout v nastavení účtu Apple Music. Předplatné Apple Music zprostředkované poskytovatelem mobilní sítě Pokud váš poskytovatel mobilní sítě nabízí předplatné Apple Music a bezplatné zkušební období, může společnost Apple ověřit vaše telefonní číslo, aby zjistila, zda máte na přístup prostřednictvím poskytovatele mobilní sítě nárok. Jestliže nabídku na předplatné Apple Music nebo na bezplatné zkušební období od svého operátora nebo jiného partnera společnosti Apple využijete, Apple použije vaše telefonní číslo nebo jedinečný identifikátor účtu, který jste s partnerskou společností sdíleli, k identifikaci vašeho účtu a k informování operátora o aktivaci předplatného. Telefonní číslo nebo jedinečný identifikátor přiřazený k předplatnému budeme používat k ověřování účtu při přihlašování a k propojení vašich aktivit v Apple Music s vaším účtem. Na vaši žádost použijeme toto telefonní číslo také k zaslání požadavku na zrušení předplatného vašemu poskytovateli mobilní sítě. Právní základ uplatňovaný při zpracování osobních údajů Vaše osobní údaje v Apple Music zpracováváme obecně pro potřeby plnění vaší smlouvy se společností Apple, v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, o něj žádáme v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme osobní údaje v rozsahu nezbytném pro naplnění našich oprávněných zájmů a oprávněných zájmů třetích stran, a to za následujícími účely: • Zajišťování vašeho přístupu k obsahu, který v Apple Music a Apple Music Classical posloucháte, přidáváte si ho do knihovny nebo stahujete • Přizpůsobení obsahu v Apple Music a Apple Music Classical • Identifikace a odemykání kopií vašich skladeb, které jsou dostupné i v Apple Music • Zjišťování dostupnosti obsahu ve vaší oblasti a určování vaší způsobilosti k využití nabídek a předplatného • Pomoc s vylepšováním a optimalizací Apple Music a Apple Music Classical pro vás i další uživatele a komunikace s vámi spočívající v zasílání informací o aplikacích Hudba a Apple Music Classical a také o dalších produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat • Vytváření a udržování vašeho profilu a playlistů v Apple Music • Vyplácení odměn a poskytování souhrnných zpráv vydavatelům, nahrávacím společnostem, umělcům a sestavovatelům žebříčků • Bránění podvodům a jiným škodlivým aktivitám Využíváme přitom následující data: • Údaje o vašem používání aplikací Hudba a Apple Music Classical včetně vašich interakcí s funkcemi, oznámeními a zprávami v aplikacích, a dále obsahu, který v Apple Music a Apple Music Classical posloucháte, hledáte, zobrazujete, přidáváte si do knihovny a stahujete • Podrobnosti o vašem zařízení a účtu • Vaši IP adresu • Váš profil a playlisty v Apple Music • Skóre důvěryhodnosti zařízení Informace neosobní povahy Informace, které nemají charakter osobních údajů, můžeme shromažďovat, používat, přenášet a předávat za libovolnými účely. Můžeme je například sloučit s informacemi neosobní povahy od jiných uživatelů Apple Music a využít k dalšímu zlepšování služby. Když používáte Apple Music, můžeme shromažďovat také některé provozní údaje z vašeho zařízení, jako je síla vysokofrekvenčního signálu, kód země, kód sítě a technologie mobilního rádiového přístupu. Další informace o Apple Music Podrobnější informace, mimo jiné o funkcích a cenách, najdete na www.apple.com/cz/apple-music. Informace o webovém přehrávači Apple Music a soukromí najdete na www.apple.com/legal/privacy/data/cs/apple-music-web. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Det er meget vigtigt for alle hos Apple at beskytte sikkerheden og anonymiteten af dine oplysninger. Vi arbejder hårdt for kun at indsamle de data, vi skal bruge for at gøre din oplevelse bedre, og når vi indsamler data, mener vi, at det er vigtigt for dig at vide, hvad vi indsamler, og hvorfor vi har brug for dem, så du kan vælge på et oplyst grundlag. Apple Music og Apple Music Classical er ligesom alle andre Apple-produkter og -tjenester udviklet i henhold til disse principper. Vi bruger dine personlige data til at levere tjenesterne og funktionerne i Apple Music. Disse oplysninger inkluderer dit navn og fotoet i din Apple‑konto, hvis du har indstillet et, som du kan få adgang til og ændre i indstillingerne til appen Musik og bruge til funktionerne til deling i Apple Music, samt konto- og betalingsoplysninger, som du kan få adgang til og ændre i Indstillinger eller Systemindstillinger. Når du abonnerer på Apple Music, inkluderer dit abonnement fuld adgang til Apple Music og Apple Music Classical. Apple indsamler oplysninger om, hvordan du bruger Apple Music og Apple Music Classical for at kunne skræddersy funktioner til din musiksmag. Disse funktioner inkluderer tilpassede anbefalinger, f.eks. album og playlister udvalgt til dig, og Radio, der spiller udvalgte sange fra dine foretrukne kunstnere og genrer. Vi bruger også disse oplysninger til at kontakte dig via e-mail og push-notifikationer om kommende udgivelser, nye kunstnere og andre begivenheder på Apple Music og Apple Music Classical, som du måske vil synes om. Nogle funktioner i Apple Music, f.eks. visse radiostationer, er muligvis ikke tilgængelige i dit område. Apple bruger muligvis IP-adressen til din internetforbindelse for at få din omtrentlige lokalitet og bestemme tilgængelighed. Apple Music Classical Apple Music-abonnenter har adgang til Apple Music Classical, som er en app med klassisk musik designet på en måde, så du kan opdage klassiske musikstykker og album og gemme alle dine yndlingsmusikstykker på et sted. Du kan gennemse Apple Music Classical-kataloget uden et abonnement, men du skal have et abonnement på Apple Music for at få adgang til alle funktionerne i Apple Music Classical. Hvis du ikke har et aktivt abonnement på Apple Music, får du mulighed for at abonnere på Apple Music, så du får fuld adgang til Apple Music Classical. Bibliotek i netskyen Dit Apple-bibliotek i netskyen, som er en af fordelene ved Apple Music-abonnementet, giver dig adgang til sangene og playlisterne i dit bibliotek fra alle dine enheder. Med denne funktion sendes oplysninger fra dit musikbibliotek på din enhed til Apple, f.eks. navne på sange eller kunstnere, for at identificere og give adgang til kopier af de af dine sange, som også er tilgængelige i Apple Music og Apple Music Classical. Sange, der ikke findes i Apple Music, overføres til dit personlige bibliotek i netskyen, så du har adgang til hele din musiksamling fra alle dine enheder via Apple Music. Gå til Indstillinger > Apps > Musik på din iOS-, iPadOS- eller visionOS-enhed, og tryk for at slå Synkroniser bibliotek fra for at stoppe synkronisering af dit bibliotek i netskyen. På Mac skal du åbne Musik. Gå derefter til Indstillinger > Generelt, og fravælg Synkroniser bibliotek. Apple Music-profil Hvis du gerne vil i kontakt med andre brugere af Apple Music eller dele noget med dem, kan du oprette en personlig profil ved at vælge et brugernavn (f.eks. @clarafriis), et skærmnavn og eventuelt et profilfoto og andre oplysninger. Apple opbevarer disse oplysninger sammen med din konto, så du har adgang til dem fra alle dine enheder. Dit brugernavn, skærmnavn og profilfoto kan blive vist sammen med evt. indhold, du sender, og aktiviteter, du deler på Apple Music. Deling og publicering af indhold er i øjeblikket ikke beregnet til eller tilgængeligt for Apple‑konti til børn. Andre kan muligvis finde din Apple Music-profil ved hjælp af de oplysninger, du har givet. Du kan nøjes med at gøre indholdet af din profil, f.eks. lytteaktivitet og playlister, tilgængeligt for dem, du vælger. Men profiloplysninger som navn, skærmnavn, foto, dine følgere og dem, du følger, er som standard synlige for alle. Du blokerer en bruger fra at se din profil ved at gå til brugerens profil, trykke på Mere og derefter trykke på Bloker. Personer, du blokerer, kan ikke se din musik eller finde din profil i Apple Music. Når du opretter en profil på Apple Music, vil vi anbefale andre Apple Music-abonnenter, som du muligvis vil oprette venskab til. Apple hverken får eller lagrer oplysninger fra dine kontakter, når der søges efter venner, der kan anbefales. Det er kun forkortede og krypterede hashes af telefonnumrene og e-mailadresserne for dine kontakter, der bliver sendt til Apple. Og derefter bliver matchende Apple Music-abonnenter, der kan anbefales, bestemt lokalt på din enhed. Apple Music kan regelmæssigt tjekke dine kontakter for at anbefale nye venner i fremtiden. Du kan styre dette i Kontoindstillinger ved at deaktivere Kontakter i Apple Music. Hvis du ikke ønsker at blive fundet af andre på basis af de kontaktoplysninger, der er forbundet med din Apple-konto, som de kan have om dig i deres kontakter, kan du ændre det i indstillingerne til konto ved at slå Bliv fundet via Apple-konto fra. Du kan altid opdatere eller fjerne oplysninger, som du lægger ind på din profil. Du skal altid overveje nøje, hvad du offentliggør, når du deler noget på nettet. Når du deler fra Apple Music på andre websteder eller sociale netværk, er alt det, du deler, underlagt de andre tjenesters anonymitetspolitikker. SharePlay Når du abonnerer på Apple Music, kan du være vært for SharePlay-sessioner, når der er oprettet forbindelse til et Apple TV, en HomePod, CarPlay, eller når Bluetooth anvendes. Med SharePlay kan andre abonnenter på Apple Music deltage i din SharePlay-session og styre musikken, der afspilles via Apple Music. Med SharePlay kan brugere, som ikke har et abonnement på Apple Music, også deltage i din SharePlay-session. Apple bruger Bluetooth, hvis det er slået til på din enhed, til at gøre det muligt for dine kontakter i nærheden at finde din Apple Music-session og anmode om at deltage. Hvis du ikke vil have, at kontakter kan finde din enhed og anmode om at deltage i din Apple Music-session, kan du slå synlighed for kontakter i nærheden fra i indstillingerne til appen Musik. Kontakter, og andre deltagere, kan også deltage i sessionen ved at scanne QR-koden, der vises i indstillingerne til appen Musik eller i køretøjets grænseflade, hvis de deltager i en SharePlay-session i bilen. Navnet og profilfotoet for deltagerne i sessionen kan ses af alle i sessionen. Bidrag til en SharePlay-session krediteres den person, der står bag tilføjelsen, og tilknyttes brugerens navn og profilfoto, hvis disse er blevet angivet. Disse oplysninger kan altid redigeres i indstillingerne i appen Musik. Du kan fjerne deltagere fra en SharePlay-session, som du er vært for, ved at trykke på symbolet for SharePlay i appen Musik og derefter vælge den deltager, du vil fjerne. Du forlader en SharePlay-session ved at trykke på symbolet for SharePlay i appen Musik og derefter trykke på Forlad. Tryk på Slut i appen Musik for at afslutte en SharePlay-session, du er vært for. Apple opbevarer ikke oplysninger om dine kontakter eller andre personer, der deltager i en SharePlay-session, når sessionen slutter. Du kan også slå SharePlay-sessioner til i Beskeder eller under et FaceTime-opkald for at dele musik synkront med andre personer. Hvis du vil starte en session, skal du vælge musikken, du vil lytte til, og derefter trykke på SharePlay i musikindstillingerne, skrive kontakterne, der skal deles med, og derefter trykke på “Beskeder” eller “FaceTime”. Samarbejd om playlister Apple Music-abonnenter kan oprette og samarbejde om playlister sammen med andre Apple Music-abonnenter. Hvis du er opretteren af playlisten, kan du vælge at godkende hver enkelt person, der tilmelder sig playlisten, eller du kan tillade, at alle med linket til playlisten kan deltage automatisk. Alle deltagere kan tilføje og fjerne sange fra playlisten og reagere med emojis. Bidrag krediteres den person, der står bag tilføjelsen, og tilknyttes brugerens navn og profilfoto, hvis disse er blevet angivet. Disse oplysninger kan altid redigeres i indstillingerne i appen Musik. Alle deltagerne i playlisten, og alle med adgang til den, kan se navn og foto på de andre deltagere. Deltagere i playlisten kan se alle sange og reaktioner, som er tilføjet af andre deltagere. Du kan afslutte samarbejdet ved at fjerne dig selv fra playlisten i dens indstillinger, eller hvis du er opretteren, kan du afslutte samarbejdet fra playlistens indstillinger til administration af samarbejde. Hvis opretteren af playlisten afslutter samarbejdet, omdannes playlisten til en delt playliste, som deltagerne kan få adgang til fra deres Apple Music-bibliotek. Forbedring og personliggørelse af Apple Music og Apple Music Classical Når du bruger dit Apple Music-abonnement eller afspiller gratis indhold uden for biblioteket, indsamler vi muligvis oplysninger om de sange og videoer (hvor de er tilgængelige), du afspiller eller føjer til dit musikbibliotek eller dine playlister, og de kunstnere og det indhold, du vælger som favoritter eller deler. Oplysninger som den konto, IP-adresse og enhedens, appens eller bilens grænseflade, som du brugte til at afspille, hvor i Apple Music eller Apple Music Classical du var, da du afspillede musikken, hvilket tidspunkt du afspillede den og hvor længe, registreres og sendes til Apple. Vi bruger disse oplysninger til at tilpasse din oplevelse, til at sende dig e-mails og notifikationer og til at forstå, hvordan Apple Music og Apple Music Classical bruges, så vi kan forbedre vores tjenester. Disse oplysninger kan f.eks. hjælpe os med at vælge den musik, de videoer og det indhold fra kunstnere, vi viser dig i Apple Music og Apple Music Classical. Det giver os også mulighed for at give dig andre anbefalinger, som afspejler din smag, oprette hitlister fra alverdens byer, så du kan se populære musiknumre for forskellige byer, og levere personlige Apple Music-søgeresultater ved hjælp af oplysninger som f.eks. lyttehistorik og yndlingsgenrer. Vi bruger også disse oplysninger til at betale royalties og forhindre eller gribe ind over for handlinger, som er eller kan være i strid med vilkår og betingelser for Apples medietjenester eller den gældende lovgivning. Vi opbevarer disse oplysninger under dit abonnement på Apple Music samt efterfølgende i op til to år for at kunne kommunikere med dig om musik, der måske interesserer dig, og tilbud, du kan være berettiget til. Vi opbevarer også disse oplysninger, hvor det er nødvendigt til brug ved økonomisk rapportering i de tidsrum, der er anført i gældende love vedrørende den slags rapportering, hvilket afhænger af de enkelte områder. For de fleste kunder vil det kræve en opbevaringsperiode på mindst 10 år. I nogle områder, f.eks. i Kina, kan opbevaringsperioden dog være på 30 år. Hvis du bruger SharePlay til at lytte til lydindhold med andre brugere i Apple Music, indsamler appen Musik oplysninger om indholdet, du lyttede til under SharePlay-sessionen, og det omtrentlige antal deltagere, der deltog i sessionen, men der opbevares ikke nogen oplysninger, der kan identificere deltagerne i en SharePlay-session. Vi bruger også data fra søgninger i Apple Music til at forbedre modeller, der bruges til Apple Music. Samlede søgninger i Apple Music bruges f.eks. til at finjustere Apple Music-søgemodellen. Kommunikation med dig Apple bruger muligvis oplysninger om din konto, f.eks. hvilke Apple-produkter du ejer, de Apple-apps, du henter, og dine abonnementer på Apple-tjenester, til at sende dig information om Apple Music, andre Apple-produkter, -tjenester og -tilbud, der måske interesserer dig, inkl. Apple Music Classical og Apple One. Enhedens serienummer og andre hardware-id’er eller oplysninger om dine relevante abonnementer i App Store kan blive brugt til at kontrollere, om du er berettiget til servicetilbud fra Apple. Hvis du er en del af en familiedelingsgruppe, kan Apple sende dig oplysninger om produkter, tjenester og tilbud, der er tilgængelige for dig via Familiedeling. Hvis du køber et abonnement på Apple One, sender vi dig muligvis e-mails og push-notifikationer om funktionerne i de tjenester, du har valgt at abonnere på. Apple bruger muligvis også oplysninger om din aktivitet i Apple Music og Apple Music Classical og dine interaktioner med tjenester, der bruges til at bekræfte berettigelse til tilgængelige abonnementstilbud til Apple Music (f.eks. Apple Music-studieabonnementer), til at sende dig e-mails og push-notifikationer om nye funktioner, nyt indhold og tilbud i Apple Music og Apple Music Classical. Du kan ændre dine e-mailindstillinger og fravælge at modtage disse e-mails på account.apple.com. Gå til Indstillinger > Notifikationer > Musik for at opdatere dine indstillinger til notifikationer på din iOS-, iPadOS- eller visionOS-enhed. På Mac skal du åbne Musik. Gå derefter til Indstillinger > Generelt > Notifikationer. Apple bruger oplysninger om dine interaktioner med information fra os, herunder notifikationer, til at forbedre vores tjenester. Forhindring af svindel og andre ondsindede aktiviteter Vi beregner en enhedstillidsscore på din enhed, når du forsøger at foretage et køb, ved hjælp af oplysninger om, hvordan du bruger din enhed, herunder det omtrentlige antal telefonopkald eller e-mails, du sender og modtager. Indsendelsen er udviklet på en sådan måde, at Apple ikke kan finde frem til de bagvedliggende værdier på din enhed. Scoren bliver lagret i en fastsat periode på vores servere. Apple bruger muligvis også oplysninger om dine tidligere forretningsforhold med Apple til at behandle fornyelser af dit abonnement på Apple Music og bestemme, om løbende adgang til dit abonnement kan leveres forud for godkendelse fra betalingspartneren. Videregivelse af oplysninger til tredjeparter Radiostationer Når du bruger Apple Music til at lytte til radioudsendelser, opretter enheden direkte forbindelse til radiostationen for at levere det ønskede indhold til dig. Når der oprettes forbindelse, bliver din enheds IP-adresse synlig for radiostationen. Radiostationens håndtering af din IP-adresse er underlagt anonymitetspolitikkerne hos radiostationen eller dens udbyder. Pladeselskaber, kunstnere og udbydere af hitlister Vi er forpligtet til at videregive samlede data, der indeholder visse ikke-personlige data om brugen af Apple Music og Apple Music Classical, samt samlede data om brugerdemografi, f.eks. aldersgruppe og køn (hvilket muligvis kan udledes fra oplysninger som navn og velkomstbesked i din Apple‑konto), til pladeselskaber, udgivere og kunstnere, så de kan måle resultaterne af det, de har skabt, og opfylde krav i forbindelse med royalties og bogføring. Derudover deler vi samlede data over lytteaktivitet med skabere af musikhitlister over hele verden, med pladeselskaber og kunstnere for at måle engagement, herunder i realtid, og med markedsføringsplatforme i musikindustrien, der hjælper pladeselskaber og kunstnere med at finde lyttere. Hvis du abonnerer på Apple Music via en tredjepartspartner, som f.eks. en mobilnetværksudbyder, deles begrænsede oplysninger, der kan identificere dig personligt, med partneren for at afgøre, om du er berettiget til et abonnement, eller for at gennemføre køb. Forbindelse mellem Apple Music og andre apps iOS-, iPadOS og visionOS-apps og apps på andre platforme end Apples kan anmode om adgang til Apple Music og dit bibliotek i netskyen. Hvis du giver en app tilladelse, kan den få adgang til oplysninger om dit bibliotek i netskyen på enheden, om, hvorvidt du abonnerer på Apple Music, om dine aktiviteter mht. afspilning af musik og videoer og om dine anbefalinger i Apple Music. En tilladt app kan også ændre data forbundet med din konto, f.eks. hvilke sange der er i dit bibliotek og på dine playlister. Hvis du giver appen Fotos adgang til Apple Music, kan Fotos bruge sange fra Apple Music til film med minder. Når du opretter en speciel film med minder i Fotos, bliver oplysninger om din indtastede anmodning muligvis sendt til Apple Music med henblik på at vælge musik, der skal afspilles med filmen. Apple-apps med understøttet indhold, f.eks. Fjernbetjening, opretter også automatisk forbindelse, når du starter med at bruge appen Musik og understøttet indhold. Du kan slå en apps adgang fra på din iOS-, iPadOS- eller visionOS-enhed ved at gå til Indstillinger > Anonymitet & sikkerhed > Medier & Apple Music. På Mac skal du gå til Systemindstillinger > Anonymitet & sikkerhed > Anonymitet > Medier og Apple Music. Hvis du har fjernet appen eller givet en app adgang via en tidligere version af iOS end iOS 11 eller iPadOS, kan du slå adgangen fra i dine kontoindstillinger i Apple Music. Apple Music-abonnementer via udbyderen af dit mobilnetværk Hvis udbyderen af dit mobilnetværk tilbyder Apple Music-abonnementer og gratis prøveperioder, kontrollerer Apple muligvis dit telefonnummer for at afgøre, om dette er tilgængeligt for dig via en udbyder af mobilnetværk. Hvis du tilmelder dig et Apple Music-abonnement eller en gratis prøveperiode via udbyderen af dit mobilnetværk eller en af Apples partnere, bruger Apple dit telefonnummer eller et unikt konto-id, der deles af partneren, til at identificere din konto og til at give udbyderen eller en anden partner besked om, at du har aktiveret dit abonnement. Vi bruger det telefonnummer eller det unikke id, der er knyttet til dit abonnement, til at kontrollere din konto, når du logger ind, og til at forbinde din aktivitet på Apple Music med din konto. Vi bruger også dit telefonnummer til at anmode om annullering af dit abonnement hos din udbyder af mobilnetværk på dine vegne, hvis du anmoder om dette. Gældende juridisk grundlag for behandling af personlige data Vi behandler dine personlige data i Apple Music generelt for at opfylde din kontrakt med Apple og som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser med henblik på: • At give dig adgang til det indhold i Apple Music og Apple Music Classical, som du lytter til, føjer til dit bibliotek eller henter • At tilpasse din oplevelse i Apple Music og Apple Music Classical • At identificere og låse kopier af dine sange op, som også er tilgængelige via Apple Music • At afgøre tilgængeligheden af indhold i dit område og din berettigelse til tilbud og abonnementer • At forbedre og optimere Apple Music og Apple Music Classical for dig og andre, sende dig materiale om appsene Apple Music og Apple Music Classical og andre Apple-produkter, -tjenester og -tilbud, du kan være interesseret i • At oprette og vedligeholde din Apple Music-profil og dine playlister • At betale royalties til og rapportere til udgivere, pladeselskaber, kunstnere og udbydere af hitlister • Forhindring af svindel og andre ondsindede aktiviteter De anvendte data indeholder: • Din brug af Apple Music og Apple Music Classical, herunder din interaktion med funktioner, notifikationer og beskeder i appsene samt det indhold, du lytter til, søger efter, ser, føjer til dit bibliotek og henter i Apple Music og Apple Music Classical • Oplysninger om din enhed og konto • Din IP-adresse • Din Apple Music-profil og dine playlister • Enhedstillidsscore Ikke-personlige data Vi kan indsamle, bruge, overføre og videregive ikke-personlige data til alle formål. Vi kan f.eks. samle dine ikke-personlige data med data fra andre brugere af Apple Music for at forbedre tjenesten. Når du bruger Apple Music, kan vi også indsamle visse målinger relateret til ydeevnen fra din enhed, herunder styrken af radiofrekvenser, landekoden, netværkskoden og den anvendte mobilnetværksteknologi. Læs mere om Apple Music Du kan finde flere oplysninger, bl.a. om funktioner og priser, på www.apple.com/dk/apple-music. Du kan finde oplysninger om Apple Music-webafspilleren og anonymitet på www.apple.com/dk/legal/privacy/data/da/apple-music-web. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Für Apple haben der Schutz deiner Privatsphäre und die Sicherheit deiner Daten hohe Priorität. Wir sind sehr bemüht, nur die Daten zu erfassen, die benötigt werden, um dein Benutzererlebnis zu verbessern. Wir sind außerdem davon überzeugt, dass du wissen solltest, welche Daten wir erfassen und weshalb wir die jeweiligen Daten benötigen. Nur so kannst du fundierte Entscheidungen treffen. Apple Music und Apple Music Classical wurden, genau wie alle anderen Apple-Produkte und -Dienste, entsprechend diesen Grundsätzen entwickelt. Wir verwenden deine persönlichen Daten, um Dienste und Funktionen in Apple Music bereitzustellen. Zu diesen Informationen zählen dein Name und Apple Account-Foto, sofern du eines hinzugefügt hast. Du kannst diese Informationen in den Einstellungen der Apple Music-App öffnen und ändern, um sie mit den Freigabefunktionen in Apple Music zu verwenden. Außerdem sind Account- und Zahlungsinformationen enthalten, die du in den Einstellungen oder Systemeinstellungen öffnen und ändern kannst. Abos von Apple Music enthalten vollständigen Zugriff auf Apple Music und Apple Music Classical. Apple erfasst Daten darüber, wie du Apple Music und Apple Music Classical verwendest, um Funktionen deinen individuellen musikalischen Vorlieben entsprechend anzupassen. Zu diesen Funktionen zählen personalisierte Empfehlungen wie Alben und Playlists, die für dich ausgewählt wurden, und „Radio“, wo eine Auswahl von Titeln deiner Lieblingskünstler:innen und -genres abgespielt wird. Wir nutzen diese Informationen auch, um dich mit E‑Mails und Push-Mitteilungen über Neuerscheinungen, neue Künstler:innen und andere für dich interessante Ereignisse auf Apple Music und Apple Music Classical auf dem Laufenden zu halten. Einige Funktionen von Apple Music, etwa bestimmte Radiosender, sind u. U. nicht in deiner Region verfügbar. Apple kann die IP-Adresse deiner Internetverbindung verwenden, um deinen ungefähren Standort und die Verfügbarkeit zu bestimmen. Apple Music Classical Apple Music-Abonnent:innen können auf Apple Music Classical zugreifen, einer App für klassische Musik, auf der du Musikstücke und Alben der Klassik entdecken kannst und deine klassischen Lieblingslieder an einem zentralen Ort sichern kannst. Du kannst den Apple Music Classical-Katalog ohne Abo durchsuchen, du musst allerdings ein Apple Music-Abo abgeschlossen haben, um alle Funktionen von Apple Music Classical nutzen zu können. Wenn du über kein aktives Apple Music-Abo verfügst, wird dir ein Apple Music-Abo angeboten, um vollständigen Zugriff auf Apple Music Classical zu erhalten. Cloud-Mediathek Die Cloud-Mediathek von Apple, zu der du dank deines Apple Music-Abonnements Zugang hast, gewährt dir von jedem deiner Geräte aus Zugriff auf die Titel und Playlists in deiner Mediathek. Diese Funktion sendet Informationen von deiner Mediathek auf deinem Gerät, z. B. Namen von Titeln und Künstler:innen, an Apple, um Kopien deiner Titel, die auch auf Apple Music und Apple Music Classical verfügbar sind, zu identifizieren und zu entsperren. Alle Titel, die nicht auf Apple Music gefunden werden, werden in deine persönliche Cloud-Mediathek geladen, damit du von jedem deiner Geräte über Apple Music Zugriff auf deine vollständige Sammlung hast. Um die Synchronisierung deiner iCloud-Mediathek auf deinem iOS-, iPadOS- oder visionOS-Gerät zu stoppen, wähle „Einstellungen“ > „Apps“ > „Musik“ und deaktiviere „Mediathek synchronisieren“. Öffne auf dem Mac „Musik“ und wähle „Einstellungen“ > „Allgemein“ und deaktiviere dann „Mediathek synchronisieren“. Apple Music-Profil Falls du dich mit anderen Personen verbinden oder Inhalte aus Apple Music mit anderen teilen möchtest, kannst du ein persönliches Profil erstellen, indem du einen Benutzernamen (z. B. @christianbauer), einen Anzeigenamen sowie, falls gewünscht, ein Profilbild und weitere Informationen bereitstellst. Apple speichert diese Informationen in deinem Account, sodass du von all deinen Geräten darauf zugreifen kannst. Dein Benutzername, Anzeigename und Profilbild können zusammen mit Inhalten, die du auf Apple Music postest, und Aktivitäten, die du auf Apple Music teilst, angezeigt werden. Das Teilen und Posten von Inhalten ist derzeit für Apple Accounts für Kinder weder beabsichtigt noch verfügbar. Andere Personen, die Apple Music nutzen, können dein Apple Music-Profil über die von dir bereitgestellten Informationen finden. Du kannst deine Profilinhalte, u. a. Aktivität beim Musikhören sowie Playlists, nur für von dir gewählte Personen bereitstellen. Deine Profilinformationen wie Benutzername, Anzeigename, Foto, Follower und die Personen, denen du folgst, sind jedoch standardmäßig für alle sichtbar. Wenn du nicht möchtest, dass eine bestimmte Person dein Profil sehen kann, öffne das Profil dieser Person, tippe auf „Mehr“ und anschließen auf „Blockieren“. Personen, die du blockierst, wird weder deine Musik angezeigt noch können sie dein Profil in Apple Music sehen. Wenn du ein Profil auf Apple Music erstellst, werden dir andere Apple Music-Abonnent:innen vorgeschlagen, mit denen du dich verbinden kannst. Bei der Suche nach Freundesempfehlungen sammelt oder speichert Apple keine Informationen aus deinen Kontakten. Nur gekürzte und verschlüsselte Hashes von Telefonnummern und E‑Mail-Adressen in deinen Kontakten werden an Apple gesendet, um passende Apple Music-Abonnent:innen zu empfehlen. Diese werden nur lokal auf deinem Gerät gesucht. Apple Music kann deine Kontakte regelmäßig prüfen, um künftig neue Freund:innen zu empfehlen. Dies kannst du in den Account-Einstellungen ändern, indem du die Option „Kontakte auf Apple Music“ deaktivierst. Wenn du von anderen nicht anhand deiner Apple Account-Kontaktinformationen gefunden werden möchtest, kannst du dies in den Accounteinstellungen durch Deaktivieren der Funktion „Per Apple Account suchen erlauben“ ändern. Informationen, die du in deinem Profil bereitstellst, können von dir jederzeit aktualisiert oder entfernt werden. Wann immer du online etwas teilst, solltest du genau darüber nachdenken, welche Informationen du öffentlich machst. Wenn du Daten von Apple Music auf anderen Websites oder in sozialen Netzwerken teilst, unterliegen diese den Datenschutzrichtlinien der anderen Dienste. SharePlay Wenn du Apple Music abonnierst, kannst du SharePlay-Sitzungen hosten, sofern eine Verbindung mit einem Apple TV oder HomePod besteht oder sie über CarPlay oder Bluetooth übertragen werden. Mit SharePlay können andere Apple Music-Abonnent:innen deiner SharePlay-Sitzung beitreten und die Musik, die über Apple Music wiedergegeben wird, steuern. SharePlay erlaubt auch anderen Benutzer:innen ohne ein Apple Music-Abonnement, deiner SharePlay-Sitzung beizutreten. Apple verwendet Bluetooth, sofern es auf deinem Gerät aktiviert ist, sodass deine in der Nähe befindlichen Kontakte deine Apple Music-Sitzung finden und eine Beitrittsanfrage senden können. Wenn du nicht möchtest, dass Kontakte dein Gerät erkennen und dir eine Beitrittsanfrage für deine Apple Music-Sitzung senden können, kannst du die Sichtbarkeit für Kontakte in der Nähe in den Einstellungen der Apple Music-App deaktivieren. Kontakte sowie andere teilnehmende Personen können ebenfalls der Sitzung beitreten, indem sie den QR-Code in den Einstellungen der Apple Music-App oder den QR-Code auf der Fahrzeugschnittstelle scannen, sofern sie an einer SharePlay-Sitzung im Auto teilnehmen. Die Namen und Profilfotos der Sitzungsteilnehmenden werden für alle in der Sitzung sichtbar sein. Beiträge zu SharePlay-Sitzungen werden der jeweiligen Person zugeschrieben und, falls vorhanden, mit dem Benutzernamen und Profilfoto der Person verknüpft, die jederzeit in den Einstellungen der Apple Music-App bearbeitet werden können. Du kannst Teilnehmende aus einer SharePlay-Sitzung entfernen, die du hostest, indem du auf das SharePlay-Symbol in der Apple Music-App tippst und dann die Person auswählst, die entfernt werden soll. Um eine SharePlay-Sitzung zu verlassen, tippe in der Apple Music-App auf das SharePlay-Symbol und anschließend auf „Verlassen“. Tippe in der Apple Music-App auf „Beenden“, um eine SharePlay-Sitzung zu beenden, die du hostest. Apple speichert keine Informationen über deine Kontakte oder andere teilnehmende Personen, die einer SharePlay-Sitzung beigetreten sind, nachdem die Sitzung beendet wurde. Außerdem kannst du SharePlay-Sitzungen in „Nachrichten“ oder während eines FaceTime-Anrufs ermöglichen, um Musik synchron mit anderen zu teilen. Um eine Sitzung zu starten, wähle zunächst die Musiktitel aus, die du dir anhören möchtest, tippe anschließend auf „SharePlay“ in den Musikoptionen, gib die Kontakte ein, mit denen du teilen möchtest, und tippe auf „Nachrichten“ oder „FaceTime“ und „Starten“. Gemeinsam Playlists gestalten Im Rahmen eines Apple Music-Abonnements können gemeinsam mit anderen Apple Music-Abonnent:innen Playlists erstellt und gestaltet werden. Wenn du die Playlist erstellst, kannst du jede Person, die der Playlist beitreten möchte, einzeln genehmigen oder Personen mit dem Link zur Playlist automatisch beitreten lassen. Alle Teilnehmenden können Titel zur Playlist hinzufügen oder sie entfernen und mit Emojis reagieren. Wenn eine Person einen Beitrag leistet, werden diese Inhalte der jeweiligen Person zugeschrieben und, falls vorhanden, mit dem Benutzernamen und Profilfoto der Person verknüpft, die jederzeit in den Einstellungen der Apple Music-App bearbeitet werden können. Sämtliche Teilnehmende in der Playlist und alle Personen mit Zugriff auf die Playlist können die Namen und Fotos der anderen Teilnehmenden sehen und anzeigen lassen. Personen, die an Playlists teilnehmen, können alle Titel und Reaktionen, die von anderen Teilnehmenden hinzugefügt wurden, anzeigen. Um die Playlist nicht mehr mitzugestalten, entferne dich selbst aus der Playlist in den Playlist-Einstellungen. Wenn du die Playlist erstellt hast, kannst du die Zusammenarbeit in den Einstellungen zum Verwalten der Zusammenarbeit in der Playlist beenden. Wenn die Person, die die Playlist erstellt hat, die Zusammenarbeit beendet, wird die Playlist zu einer geteilten Playlist, auf die alle Teilnehmenden in ihrer Apple Music-Mediathek zugreifen können. Apple Music und Apple Music Classical personalisieren und verbessern Wenn du ein Apple Music-Abo hast oder kostenlose Inhalte außerhalb deiner Mediathek wiedergibst, können wir ggf. Informationen über die Titel und Videos, die du abspielst oder zu deiner Musikmediathek oder deinen Playlists hinzufügst, sowie die Künstler:innen und Inhalte, die du als Favoriten markierst oder teilst, erfassen. Informationen, wie der Account, die IP-Adresse und das Gerät, die App, die KFZ-Schnittstelle, die du zum Abspielen verwendet hast, wo du in Apple Music oder Apple Music Classical warst, als du diese Musik abgespielt hast, den Zeitpunkt, zu dem du sie abgespielt hast, und für wie lange, werden aufgezeichnet und an Apple gesendet. Wir nutzen diese Daten, um dein Erlebnis an dich anzupassen, dir E‑Mails und Mitteilungen zu senden und besser nachvollziehen zu können, wie Apple Music und Apple Music Classical verwendet werden, mit dem Ziel, unsere Dienste verbessern zu können. Beispielsweise können uns diese Informationen dabei helfen, die Musik, Videos und Inhalte von Künstler:innen auszuwählen, die wir dir in Apple Music und Apple Music Classical präsentieren. Zudem können wir dir andere Vorschläge machen, die deinen Geschmack treffen, Städtecharts erstellen, um dir angesagte Musik je nach Stadt anzuzeigen, und personalisierte Apple Music-Suchergebnisse anhand verschiedener Informationen wie deines Hörverlaufs und deiner Lieblingsgenres bereitzustellen. Wir nutzen diese Informationen außerdem, um Lizenzgebühren zu zahlen und Aktivitäten zu verhindern bzw. gegen Aktivitäten vorzugehen, die die Nutzungsbedingungen der Apple-Mediendienste oder geltendes Recht (womöglich) verletzen. Wir speichern diese Daten für die Dauer deines Apple Music-Abos und danach für einen Zeitraum von bis zu zwei Jahren, um mit dir über Musik, die für dich interessant sein könnte, und Angebote, für die du eventuell in Frage kommst, zu kommunizieren. Darüber hinaus speichern wir diese Daten für die gesetzlich festgelegten Zeiträume, wenn dies in den anwendbaren Gesetzen zur Finanzberichterstattung vorgeschrieben ist. Diese können sich je nach Region unterscheiden. Für die meisten Kund:innen beträgt dieser Zeitraum mindestens 10 Jahre. In Regionen wie China kann dieser Zeitraum aber 30 Jahre betragen. Wenn du SharePlay zum Anhören von Inhalten auf Apple Music mit anderen Personen verwendest, erfasst die Apple Music-App Informationen über die angehörten Inhalte während einer SharePlay-Sitzung sowie die ungefähre Anzahl der Personen, die an der Sitzung teilgenommen haben. Die App speichert aber keine Informationen, um die Teilnehmenden einer SharePlay-Sitzung zu identifizieren. Wir verwenden auch Suchergebnisse von Apple Music, um Modelle zu verbessern, die Apple Music antreiben. Zum Beispiel werden zusammengefasste Suchanfragen von Apple Music verwendet, um das Apple Music-Suchmodell zu verfeinern. Kommunikation mit dir Apple kann Informationen über deinen Account (etwa deine Apple-Produkte, deine geladenen Apple-Apps und deine Abonnements von Apple-Diensten) nutzen, um dich über Apple Music und andere Apple-Produkte, -Dienste und -Angebote zu informieren, die für dich interessant sein könnten, etwa über Apple Music Classical und Apple One. Die Seriennummer deines Geräts und andere Hardware-IDs oder Details über deine relevanten App Store-Abonnements können verwendet werden, um deine Berechtigung für Angebote von Apple-Diensten zu prüfen. Wenn du in einer Familienfreigabegruppe bist, sendet dir Apple möglicherweise Informationen zu Produkten, Diensten und Angeboten, die für dich über die Familienfreigabe verfügbar sind. Wenn du ein Apple One-Abonnement abschließt, können wir dir E‑Mails und Push-Mitteilungen senden, die Informationen über die Funktionen der einzelnen abonnierten Dienste enthalten. Apple kann außerdem Informationen nutzen über deine Aktivitäten innerhalb von Apple Music und Apple Music Classical sowie deine Interaktionen mit Diensten, die zur Berechtigungsprüfung für verfügbare ermäßigte Apple Music-Abonnements (wie dem Apple Music-Studentenabonnement) verwendet werden, um dir E‑Mails und Push-Mitteilungen über neue Funktionen, Inhalte und Angebote zu senden, die auf Apple Music und Apple Music Classical verfügbar sind. Auf der Website account.apple.com kannst du deine E‑Mail-Einstellungen ändern und den Empfang dieser E‑Mails deaktivieren. Zum Aktualisieren deiner Einstellungen für Mitteilungen öffnest du auf deinem iOS-, iPadOS- oder visionOS-Gerät „Einstellungen“ > „Mitteilungen“ > „Musik“. Öffne auf dem Mac „Musik“ und wähle „Einstellungen“ > „Allgemein“ > „Mitteilungen“. Apple nutzt Daten über deine Interaktionen mit unseren Benachrichtigungen, einschließlich Mitteilungen, um unsere Dienste zu verbessern. Betrugsprävention und Vermeidung anderer schädlicher Aktivitäten Wenn du mit dem Gerät einkaufst, errechnen wir einen Gerätevertrauenswert. Dazu wird ausgewertet, wie du dein Gerät verwendest, einschließlich der ungefähren Anzahl von Anrufen oder gesendeten und empfangenen E‑Mails. Die Übermittlung der Daten erfolgt so, dass Apple keine Rückschlüsse auf die zugrunde liegenden Werte auf deinem Gerät ziehen kann. Der Wert wird über einen festen Zeitraum auf den Apple-Servern gespeichert. Apple kann zudem die Informationen über deine Geschäftsbeziehung mit Apple verwenden, um Verlängerungen des „Apple Music“-Abonnements zu verarbeiten und zu bestimmen, ob vor der Autorisierung durch den Zahlungspartner weiterhin Zugriff auf dein Abonnement bereitgestellt werden soll. Weitergabe an Dritte Radiosender Wenn du Apple Music verwendest, um Radiosender zu hören, verbindet sich dein Gerät direkt mit dem Radiosender, um den angeforderten Inhalt bereitzustellen. Beim Verbinden ist die IP-Adresse deines Geräts für den Radiosender sichtbar. Die Handhabung deiner IP-Adresse durch den Radiosender wird durch die Datenschutzrichtlinie des Radiosenders oder seines Anbieters geregelt. Musiklabels, Künstler:innen und Chart-Herausgeber Wir sind verpflichtet, den Musiklabels, Bereitstellungsdiensten und Künstler:innen einige gesammelte, nicht personenbezogene Daten über deine Nutzung von Apple Music und Apple Music Classical sowie gesammelte demografische Daten wie Alter und Geschlecht (die eventuell von Informationen wie Name und Anrede in deinem Apple Account abgeleitet werden) zukommen zu lassen. Ziel ist es, dass unsere Partner die Leistung ihrer kreativen Arbeit messen und die Lizenz- und Rechnungslegungsvorschriften umsetzen können. Darüber hinaus teilt Apple das gesammelte Hörverhalten mit Chart-Herausgebern, um weltweit Musikcharts zu erstellen, mit Plattenfirmen und Künstler:innen zum Messen von Interaktionen (auch in Echtzeit) und mit Musik-Marketingplattformen, die Plattenfirmen und Künstler:innen unterstützen, ihre Zielgruppe zu erreichen. Um bei einem über Drittanbieter (z. B. Mobilfunkanbietern) abgeschlossenen Apple Music-Abonnement zu überprüfen, ob du zum Abschluss eines Abonnements berechtigt bist, oder um den Kauf abzuschließen, teilt Apple in geringem Umfang personenbezogene Daten mit diesem Partner. Apple Music mit anderen Apps verknüpfen iOS-, iPadOS- und visionOS-Apps sowie Apps auf Plattformen, die nicht zu Apple gehören, fordern möglicherweise Zugriff auf Apple Music und deine Cloud-Mediathek. Wenn du einer App eine solche Genehmigung erteilst, kann sie auf folgende Informationen zugreifen: die Cloud-Mediathek auf deinem Gerät, ob du ein Apple Music-Abonnement hast, deine Wiedergabeaktivitäten von Musik und Videos sowie deine Empfehlungen in Apple Music. Eine genehmigte App kann auch mit deinem Account assoziierte Daten modifizieren, wie z. B. welche Titel sich in deiner Mediathek und deinen Playlists befinden. Wenn du der App „Fotos“ die Erlaubnis erteilst, auf Apple Music zuzugreifen, verwendet „Fotos“ Titel von Apple Music, um sie zusammen mit Rückblickvideos wiederzugeben. Wenn du einen eigenen Rückblickfilm in „Fotos“ erstellst, werden möglicherweise Informationen über die beim Erstellen des Filmes eingegebene Daten an Apple Music gesendet, damit die passende Musik zum Film ausgewählt werden kann. Apple-Apps mit unterstützten Inhalten, z. B. die Remote-App, werden auch automatisch verbunden, wenn du die Musik-App startest und zugehörige unterstützte Inhalte verwendest. Du kannst den Zugriff einer App auf deinem iOS-, iPadOS- oder visionOS-Gerät deaktivieren, indem du „Einstellungen“ > „Datenschutz & Sicherheit“ > „Medien & Apple Music“ auswählst. Auf dem Mac öffnest du „Systemeinstellungen“ > „Datenschutz & Sicherheit“ > „Datenschutz“ > „Medien & Apple Music“. Wenn du die App entfernt hast bzw. den Zugriff in einer Version von iOS vor iOS 11 oder iPadOS gewährt hast, kannst du den Zugriff in deinen Apple Music-Accounteinstellungen deaktivieren. Apple Music-Abos über deinen Mobilfunkanbieter Wenn dein Mobilfunkanbieter Apple Music-Abonnements und kostenlose Probeversionen anbietet, überprüft Apple deine Telefonnummer, um zu bestimmen, ob du durch einen Mobilfunkanbieter berechtigt bist. Wenn du dich für ein „Apple Music“-Abonnement oder ein kostenloses Probeabo über deinen Mobilfunkanbieter oder einen anderen Apple-Partner anmeldest, verwendet Apple deine Telefonnummer oder eindeutige Account-ID, die vom Partner geteilt wird, um deinen Account zu identifizieren und den Mobilfunkanbieter oder anderen Partner über die Aktivierung deines Abonnements zu informieren. Wir werden die deinem Abonnement zugeordnete Telefonnummer oder eindeutige ID verwenden, um deinen Account bei der Anmeldung zu überprüfen und deine Apple Music-Aktivität mit deinem Account zu verknüpfen. Zudem verwenden wir deine Telefonnummer, um auf deinen Wunsch hin die Beendigung deines Abonnements von deinem Mobilfunkanbieter anzufordern. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten deine personenbezogenen Daten in Apple Music im Allgemeinen für die Ausführung deines Vertrags mit Apple, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir personenbezogene Daten, wie es zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich ist, mit dem Ziel: • Zugriff bereitzustellen auf Inhalte in Apple Music und Apple Music Classical, die du dir anhörst, zu deiner Mediathek hinzufügst oder lädst. • Dein Erlebnis in Apple Music und Apple Music Classical zu personalisieren. • Kopien deiner Titel, die auch über Apple Music verfügbar sind, zu identifizieren und zu entsperren. • Die Verfügbarkeit von Inhalten in deiner Region und deine Berechtigung für Angebote und Abonnements festzustellen. • Apple Music und Apple Music Classical für dich und andere weiter zu verbessern und zu optimieren und dir Mitteilungen über die Apple Music- und Apple Music Classical-Apps sowie andere Apple-Produkte, -Dienste und -Angebote zu senden, die für dich interessant sein könnten. • Dein Apple Music-Profil und deine Playlists zu erstellen und zu erhalten. • Lizenzgebühren an Herausgeber, Labels, Künstler:innen und Chart-Herausgeber zu zahlen und ihnen Berichte bereitzustellen. • Betrug und andere schädliche Aktivitäten zu vermeiden. Zu den verwendeten Daten zählen: • Deine Nutzung der Apple Music- und Apple Music Classical-Apps. Dazu zählen deine Interaktionen mit Funktionen, In-App-Mitteilungen und -Nachrichten und den Inhalten auf Apple Music und Apple Music Classical, nach denen du suchst, die du dir anhörst, dir ansiehst, zu deiner Mediathek hinzufügst und lädst. • Details zu deinem Gerät und Account • Deine IP-Adresse • Dein Apple Music-Profil und deine Playlists • Der Gerätevertrauenswert Nicht personenbezogene Daten Apple behält sich vor, nicht personenbezogene Daten zu beliebigen Zwecken zu erfassen, zu verwenden, zu übertragen und weiterzugeben. Beispielsweise kann Apple deine nicht personenbezogenen Daten mit den Daten anderer Nutzer:innen von Apple Music aggregieren, um den Dienst zu verbessern. Wir sammeln eventuell auch bestimmte Leistungswerte von deinem Gerät, wenn du Apple Music verwendest, einschließlich Radiofrequenzstärke, Ländercode, Netzwerkcode und die Mobilfunktechnologie, mit der auf das Radio zugegriffen wird. Weitere Infos zu Apple Music Detaillierte Informationen, einschließlich Funktionen und Preise, findest du unter www.apple.com/de/apple-music. Weitere Informationen über Apple Music-Webplayer & Datenschutz findest du unter www.apple.com/de/legal/privacy/data/de/apple-music-web. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Η προστασία του απορρήτου και της ασφάλειας των πληροφοριών σας αποτελεί προτεραιότητα για όλους μας στην Apple. Καταβάλλουμε κάθε δυνατή προσπάθεια για να συλλέγουμε μόνο τα δεδομένα που χρειαζόμαστε ώστε να βελτιώσουμε την εμπειρία σας και, όταν συλλέγουμε δεδομένα, πιστεύουμε ότι είναι σημαντικό να γνωρίζετε ποια ακριβώς συλλέγουμε και γιατί τα χρειαζόμαστε, ώστε να μπορείτε να παίρνετε ενημερωμένες αποφάσεις. Το Apple Music και το Apple Music Classical, όπως και κάθε άλλο προϊόν και υπηρεσία της Apple, έχουν σχεδιαστεί με γνώμονα αυτές τις αρχές. Χρησιμοποιούμε τα προσωπικά δεδομένα σας για να παρέχουμε τις υπηρεσίες και τις δυνατότητες στο Apple Music. Αυτές οι πληροφορίες περιλαμβάνουν το όνομα και τη φωτογραφία του λογαριασμού Apple σας (αν έχετε καθορίσει μια φωτογραφία). Μπορείτε να τις προσπελάσετε και να τις αλλάξετε στις Ρυθμίσεις της εφαρμογής «Apple Music» για να τις χρησιμοποιήσετε με τις δυνατότητες κοινής χρήσης στο Apple Music. Επίσης περιλαμβάνουν τα στοιχεία λογαριασμού και πληρωμών, τα οποία μπορείτε να προσπελάσετε και να αλλάξετε στις Ρυθμίσεις ή τις Ρυθμίσεις συστήματος. Αν εγγραφείτε στο Apple Music, η συνδρομή σας θα περιλαμβάνει πλήρη πρόσβαση στο Apple Music και το Apple Music Classical. Η Apple συλλέγει πληροφορίες σχετικά με τον τρόπο που χρησιμοποιείτε το Apple Music και το Apple Music Classical ώστε να προσαρμόζει τις δυνατότητες σύμφωνα με τις μουσικές προτιμήσεις σας. Αυτές οι δυνατότητες περιλαμβάνουν εξατομικευμένες συστάσεις, όπως άλμπουμ και λίστες αναπαραγωγής που έχουν επιλεγεί για εσάς, και το Ραδιόφωνο όπου μπορείτε να ακούσετε επιλεγμένα κομμάτια από τους αγαπημένους σας καλλιτέχνες και είδη. Επίσης, χρησιμοποιούμε τις πληροφορίες που συλλέγουμε για να μπορούμε να σας ενημερώνουμε μέσω email και γνωστοποιήσεων ώθησης σχετικά με προσεχείς κυκλοφορίες, νέους καλλιτέχνες και άλλα νέα του Apple Music και του Apple Music Classical που μπορεί να σας ενδιαφέρουν. Κάποιες δυνατότητες του Apple Music, π.χ. ορισμένοι ραδιοφωνικοί σταθμοί μετάδοσης, ενδέχεται να μην είναι διαθέσιμες στην περιοχή σας. Η Apple μπορεί να χρησιμοποιήσει τη διεύθυνση IP της σύνδεσής σας στο Διαδίκτυο για κατά προσέγγιση εκτίμηση της τοποθεσίας σας και προσδιορισμό της διαθεσιμότητας. Apple Music Classical Οι συνδρομητές του Apple Music έχουν πρόσβαση στο Apple Music Classical, μια εφαρμογή κλασικής μουσικής που έχει σχεδιαστεί για να σας επιτρέπει να ανακαλύπτετε κομμάτια και άλμπουμ κλασικής μουσικής, καθώς και να αποθηκεύετε τα αγαπημένα σας κομμάτια κλασικής μουσικής σε ένα μέρος. Μπορείτε να αναζητήσετε τον κατάλογο Apple Music Classical χωρίς συνδρομή, αλλά θα πρέπει να έχετε μια συνδρομή στο Apple Music για πρόσβαση σε όλες τις δυνατότητες του Apple Music Classical. Αν δεν έχετε μια ενεργή συνδρομή Apple Music, θα σας δοθεί η επιλογή συνδρομής στο Apple Music για πλήρη πρόσβαση στο Apple Music Classical. Βιβλιοθήκη cloud Η βιβλιοθήκη cloud της Apple, που αποτελεί προνόμιο της συνδρομής σας στο Apple Music, επιτρέπει την πρόσβαση στα τραγούδια και τις λίστες αναπαραγωγής που βρίσκονται στη βιβλιοθήκη σας από οποιαδήποτε συσκευή σας. Αυτή η δυνατότητα αποστέλλει πληροφορίες από τη βιβλιοθήκη της συσκευής σας στην Apple, όπως ονόματα τραγουδιών και καλλιτεχνών, με σκοπό την αναγνώριση και το ξεκλείδωμα αντιγράφων των τραγουδιών σας που διατίθενται επίσης στο Apple Music και το Apple Music Classical. Αν κάποια τραγούδια δεν υπάρχουν στο Apple Music, ανεβαίνουν στην προσωπική βιβλιοθήκη cloud σας, ώστε να έχετε πρόσβαση σε ολόκληρη τη συλλογή σας από οποιαδήποτε συσκευή μέσω του Apple Music. Αν θέλετε να διακόψετε τον συγχρονισμό της βιβλιοθήκης cloud σας στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Εφαρμογές» > «Μουσική» και αγγίξτε για απενεργοποίηση της ρύθμισης «Συγχρονισμός βιβλιοθήκης». Σε Mac, ανοίξτε το Apple Music και μεταβείτε στις «Ρυθμίσεις» > «Γενικά» > και μετά αποεπιλέξτε τη ρύθμιση «Συγχρονισμός βιβλιοθήκης». Προφίλ Apple Music Αν θέλετε να συνδεθείτε ή να μοιραστείτε περιεχόμενο με άλλους χρήστες του Apple Music, μπορείτε να δημιουργήσετε ένα προσωπικό προφίλ επιλέγοντας ένα όνομα χρήστη (π.χ. @johnappleseed), ένα εμφανιζόμενο όνομα και, προαιρετικά, μια φωτογραφία προφίλ και άλλες πληροφορίες για εσάς. Η Apple αποθηκεύει αυτές τις πληροφορίες στον λογαριασμό σας ώστε να έχετε πρόσβαση σε αυτές από οποιαδήποτε συσκευή σας. Το όνομα χρήστη, το εμφανιζόμενο όνομα και η φωτογραφία προφίλ σας μπορούν να εμφανίζονται δίπλα σε περιεχόμενο που προσθέτετε και δραστηριότητες που κοινοποιείτε στο Apple Music. Η κοινοποίηση και η ανάρτηση περιεχομένου δεν ενδείκνυνται ούτε είναι διαθέσιμες για λογαριασμούς Apple παιδιών επί του παρόντος. Άλλα άτομα που χρησιμοποιούν το Apple Music θα μπορούν να βρουν το προφίλ σας στο Apple Music βάσει των πληροφοριών που έχετε εισαγάγει. Μπορείτε να κάνετε τα περιεχόμενα του προφίλ σας, π.χ. τη δραστηριότητα ακρόασης και τις λίστες αναπαραγωγής, διαθέσιμα μόνο στα άτομα που θα επιλέξετε. Ωστόσο, οι πληροφορίες του προφίλ σας, όπως το όνομα χρήστη, το εμφανιζόμενο όνομα, η φωτογραφία, οι ακόλουθοί σας και τα άτομα που ακολουθείτε, είναι ορατές όλα τα άτομα από προεπιλογή. Για αποκλεισμό της προβολής του προφίλ σας από έναν χρήστη, μεταβείτε στο προφίλ του χρήστη, αγγίξτε «Περισσότερα» και στη συνέχεια «Αποκλεισμός». Τα άτομα που αποκλείετε δεν θα βλέπουν τη μουσική σας ή δεν θα βρίσκουν το προφίλ σας στο Apple Music. Όταν δημιουργήσετε ένα προφίλ στο Apple Music, θα σας προτείνουμε άλλους συνδρομητές Apple Music με τους οποίους μπορεί να θέλετε να συνδεθείτε ως φίλοι. Η Apple δεν μαθαίνει ούτε και αποθηκεύει πληροφορίες από τις επαφές σας κατά την αναζήτηση για σύσταση φίλων. Μόνο συντομευμένες και κρυπτογραφημένες διέσεις των αριθμών τηλεφώνου και των διευθύνσεων email των επαφών σας αποστέλλονται στην Apple, και η αντιστοίχιση με συνδρομητές Apple Music που θα προταθούν προσδιορίζονται τοπικά στη συσκευή σας. Το Apple Music μπορεί να ελέγχει περιοδικά τις επαφές σας ώστε να προτείνει νέους φίλους στο μέλλον. Για να ελέγξετε αυτήν την επιλογή, απενεργοποιήστε τις «Επαφές στο Apple Music» στις «Ρυθμίσεις λογαριασμού». Αν δεν επιθυμείτε να μπορούν να σας βρουν άλλα άτομα με βάση τα στοιχεία επικοινωνίας του λογαριασμού Apple σας που μπορεί να έχουν αποθηκευμένα στις επαφές τους, μπορείτε να αλλάξετε αυτήν την επιλογή στις «Ρυθμίσεις λογαριασμού» απενεργοποιώντας τη ρύθμιση «Να επιτρέπεται η εύρεση μέσω λογαριασμού Apple». Μπορείτε να ενημερώσετε ή να αφαιρέσετε τις πληροφορίες που έχετε προσθέσει στο προφίλ σας ανά πάσα στιγμή. Κάθε φορά που θέλετε να μοιραστείτε κάτι στο Διαδίκτυο, σκεφτείτε προσεκτικά τις πληροφορίες που θα καταστήσετε δημόσιες. Όταν κοινοποιείτε κάτι από το Apple Music σε άλλους ιστότοπους ή κοινωνικά δίκτυα, οι πληροφορίες αυτές διέπονται από τις πολιτικές απορρήτου των εν λόγω υπηρεσιών. SharePlay Αν εγγραφείτε στο Apple Music, μπορείτε να ξεκινήσετε μια συνεδρία SharePlay όταν είστε συνδεδεμένοι σε ένα Apple TV, HomePod, CarPlay ή κατά τη χρήση Bluetooth. Χάρη στο SharePlay, άλλοι συνδρομητές Apple Music μπορούν να συμμετέχουν στη συνεδρία SharePlay σας και μπορούν να ελέγχουν τη μουσική που αναπαραγάγουν μέσω του Apple Music. Το SharePlay επιτρέπει επίσης στους χρήστες χωρίς συνδρομή Apple Music να συμμετάσχουν στη συνεδρία SharePlay σας. Η Apple χρησιμοποιεί Bluetooth, αν είναι ενεργοποιημένο στη συσκευή σας, ώστε να επιτρέψει στις κοντινές επαφές σας να ανακαλύψουν τη συνεδρία σας στο Apple Music και να υποβάλλουν αίτημα συμμετοχής σε αυτήν. Αν δεν επιθυμείτε οι επαφές να έχουν τη δυνατότητα να ανακαλύπτουν τη συσκευή σας και να υποβάλουν αιτήματα συμμετοχής στη συνεδρία σας στο Apple Music, μπορείτε να απενεργοποιήσετε τη δυνατότητα ανακάλυψης στις Ρυθμίσεις της εφαρμογής Apple Music. Οι επαφές, καθώς και άλλοι συμμετέχοντες, μπορούν επίσης να συμμετάσχουν στη συνεδρία σαρώνοντας τον κωδικό QR που εμφανίζεται στις Ρυθμίσεις της εφαρμογής Apple Music ή στη διεπαφή του οχήματος αν συμμετέχουν σε μια συνεδρία SharePlay στο αυτοκίνητο. Το όνομα και η φωτογραφία προφίλ των συμμετεχόντων στη συνεδρία θα είναι ορατά σε όλα τα άτομα της συνεδρίας. Οι συνεισφορές σε μια συνεδρία SharePlay αποδίδονται στο άτομο που τις έκανε και συσχετίζονται με το όνομα και τη φωτογραφία προφίλ του συγκεκριμένου χρήστη, αν τα έχει προσθέσει, και αυτά τα στοιχεία είναι επεξεργάσιμα ανά πάσα στιγμή στις ρυθμίσεις της εφαρμογής Apple Music. Μπορείτε να αφαιρέσετε τους συμμετέχοντες από μια συνεδρία SharePlay, την οποία ξεκινήσατε εσείς, αγγίζοντας το εικονίδιο SharePlay στην εφαρμογή Apple Music και, στη συνέχεια, επιλέγοντας τον συμμετέχοντα που θέλετε να αφαιρέσετε. Για αποχώρηση από μια συνεδρία SharePlay, αγγίξτε το εικονίδιο SharePlay στην εφαρμογή Apple Music, και, στη συνέχεια, αγγίξτε «Αποχώρηση». Για τερματισμό μιας συνεδρίας μέσω SharePlay την οποία ξεκινήσατε εσείς, αγγίξτε «Τερματισμός» στην εφαρμογή Apple Music. Η Apple δεν διατηρεί πληροφορίες για τις επαφές σας ή άλλους συμμετέχοντες που έχουν συνδεθεί σε μια συνεδρία SharePlay μετά τη λήξη της συνεδρίας. Μπορείτε επίσης να ενεργοποιήσετε τις συνεδρίες SharePlay στα Μηνύματα ή μέσω μιας κλήσης FaceTime για να μοιραστείτε μουσική σε συγχρονισμό με άλλα άτομα. Για έναρξη μιας συνεδρίας, επιλέξτε τη μουσική που θέλετε να ακούσετε, και στη συνέχεια αγγίξτε το SharePlay στις επιλογές μουσικής, εισαγάγετε τις επαφές με τις οποίες θέλετε να τη μοιραστείτε και μετά αγγίξτε «Μηνύματα» ή «FaceTime» και «Έναρξη». Συνεργασία σε λίστες αναπαραγωγής Οι συνδρομητές του Apple Music μπορούν να δημιουργούν και να συνεργάζονται σε λίστες αναπαραγωγής με άλλους συνδρομητές του Apple Music. Αν είστε ο δημιουργός της λίστας αναπαραγωγής, μπορείτε να επιλέξετε να εγκρίνετε κάθε άτομο που συμμετέχει στη λίστα αναπαραγωγής ή μπορείτε να επιτρέψετε σε οποιοδήποτε άτομο που έχει τον σύνδεσμο προς τη λίστα αναπαραγωγής να συμμετέχει αυτόματα. Όλοι οι συμμετέχοντες μπορούν να προσθέσουν και να αφαιρέσουν τραγούδια από τη λίστα αναπαραγωγής και να προσθέσουν αντιδράσεις emoji. Οι συνεισφορές αποδίδονται στο άτομο που τις έκανε και συσχετίζονται με το όνομα και τη φωτογραφία προφίλ του συγκεκριμένου χρήστη, αν τα έχει προσθέσει, και αυτά τα στοιχεία είναι επεξεργάσιμα ανά πάσα στιγμή στις ρυθμίσεις της εφαρμογής Apple Music. Όλοι οι συμμετέχοντες στη λίστα αναπαραγωγής και οποιοδήποτε άτομο που έχει πρόσβαση σε αυτήν, μπορούν να εμφανίσουν και να προβάλουν το όνομα και τη φωτογραφία των άλλων συμμετεχόντων. Οι συμμετέχοντες στη λίστα αναπαραγωγής μπορούν να προβάλουν όλα τα τραγούδια και τις αντιδράσεις που προστίθενται από άλλους συμμετέχοντες. Για να διακόψετε τη συνεργασία, αφαιρέστε τον εαυτό σας από τη λίστα αναπαραγωγής στις ρυθμίσεις της λίστας αναπαραγωγής ή, αν είστε ο δημιουργός, διακόψτε τη συνεργασία στις ρυθμίσεις διαχείρισης συνεργασίας της λίστας αναπαραγωγής. Αν ο δημιουργός της λίστας αναπαραγωγής τερματίσει τη συνεργασία, η λίστα αναπαραγωγής αλλάζει σε κοινόχρηστη λίστα αναπαραγωγής στην οποία θα έχουν πρόσβαση οι συνεργάτες στη βιβλιοθήκη Apple Music τους. Εξατομίκευση και Βελτίωση του Apple Music και του Apple Music Classical Όταν χρησιμοποιείτε τη συνδρομή σας στο Apple Music ή αναπαραγάγετε δωρεάν περιεχόμενο εκτός της βιβλιοθήκης σας, η Apple ενδέχεται να συλλέγει πληροφορίες σχετικά με τα τραγούδια και τα βίντεο (ανά περίπτωση) που αναπαράγετε ή προσθέτετε στη βιβλιοθήκη μουσικής ή τις λίστες αναπαραγωγής σας, καθώς και πληροφορίες σχετικά με τους καλλιτέχνες και το περιεχόμενο που σας αρέσουν πολύ ή κοινοποιείτε. Πληροφορίες, όπως ο λογαριασμός, η διεύθυνση IP και η συσκευή, η εφαρμογή ή η διεπαφή αυτοκινήτου που χρησιμοποιήθηκε για αναπαραγωγή, το τμήμα του Apple Music ή του Apple Music Classical όπου βρισκόσασταν κατά την αναπαραγωγή, ο χρόνος καθώς και η διάρκεια της αναπαραγωγής, καταγράφονται και αποστέλλονται στην Apple. Χρησιμοποιούμε αυτές τις πληροφορίες για προσαρμογή της εμπειρίας σας στο Apple Music, για να σας στέλνουμε γνωστοποιήσεις και να κατανοήσουμε καλύτερα πώς οι χρήστες χρησιμοποιούν το Apple Music και το Apple Music Classical ώστε να βελτιώσουμε τις υπηρεσίες μας. Για παράδειγμα, αυτές οι πληροφορίες μπορούν να μας βοηθήσουν στην επιλογή της μουσικής, των βίντεο και του περιεχομένου καλλιτεχνών που εμφανίζονται στο Apple Music και το Apple Music Classical. Επίσης, μας επιτρέπουν να σας στέλνουμε άλλες συστάσεις που αντιστοιχούν στις συστάσεις σας, να δημιουργούμε λίστες με τα δημοφιλή τραγούδια ανά πόλη και να παρέχουμε εξατομικευμένα αποτελέσματα αναζήτησης Apple Music, χρησιμοποιώντας έναν συνδυασμό πληροφοριών, όπως το ιστορικό ακρόασης και τα αγαπημένα σας είδη. Επιπρόσθετα, χρησιμοποιούμε αυτές τις πληροφορίες για να πληρώνουμε δικαιώματα και να αποτρέπουμε δραστηριότητες ή να προβαίνουμε σε ενέργειες σε περιπτώσεις δραστηριοτήτων που, ενδεχομένως ή σίγουρα, παραβιάζουν τους Όρους και προϋποθέσεις των Υπηρεσιών πολυμέσων Apple ή την ισχύουσα νομοθεσία. Διατηρούμε αυτές τις πληροφορίες για τη διάρκεια της συνδρομής σας στο Apple Music και έπειτα για μια περίοδο έως δύο ετών, ώστε να επικοινωνούμε μαζί σας σχετικά με τη μουσική που ενδέχεται να σας ενδιαφέρει καθώς και σχετικά με προσφορές, για τις οποίες μπορεί να πληροίτε τα κριτήρια. Διατηρούμε επίσης αυτές τις πληροφορίες όπου είναι απαραίτητες για οικονομικές αναφορές για τις περιόδους που καθορίζονται από τους ισχύοντες νόμους σχετικά με τέτοιες αναφορές, που διαφέρουν ανά περιοχή. Για τους περισσότερους πελάτες, απαιτείται μια περίοδος διατήρησης τουλάχιστον 10 ετών. Ωστόσο, σε περιοχές όπως η Κίνα, αυτή η περίοδος μπορεί να είναι 30 έτη. Αν χρησιμοποιήσετε το SharePlay για κοινή ακρόαση περιεχομένου με άλλους χρήστες στο Apple Music, η εφαρμογή «Apple Music» θα καταγράψει πληροφορίες για το περιεχόμενο που ακούσατε κατά τη διάρκεια της συνεδρίας SharePlay, καθώς και τον κατά προσέγγιση αριθμό των συμμετεχόντων στη συνεδρία, αλλά δεν θα διατηρήσει πληροφορίες που ταυτοποιούν τους συμμετέχοντες μιας συνεδρίας SharePlay. Χρησιμοποιούμε επίσης τα δεδομένα αναζήτησης του Apple Music για βελτίωση των μοντέλων που χρησιμοποιούνται από το Apple Music. Για παράδειγμα, τα συγκεντρωτικά ερωτήματα αναζήτησης του Apple Music χρησιμοποιούνται για την ακριβή προσαρμογή του μοντέλου αναζήτησης του Apple Music. Επικοινωνία με εσάς Η Apple μπορεί να χρησιμοποιεί πληροφορίες σχετικά με τον λογαριασμό σας, π.χ. τα προϊόντα Apple που κατέχετε, τις εφαρμογές Apple που λαμβάνετε και τις συνδρομές σας σε υπηρεσίες Apple, για να σας στέλνει μηνύματα σχετικά με το Apple Music και άλλα προϊόντα, υπηρεσίες και προσφορές Apple που μπορεί να σας ενδιαφέρουν, συμπεριλαμβανομένου του Apple Music Classical και του Apple One. Ο σειριακός αριθμός της συσκευής σας και άλλα αναγνωριστικά υλισμικού ή λεπτομέρειες για τις σχετικές συνδρομές σας στο App Store μπορεί να χρησιμοποιηθούν για να ελεγχθεί η καταλληλότητα για προσφορές υπηρεσιών της Apple. Αν είστε μέλος μιας ομάδας Οικογενειακής κοινής χρήσης, η Apple ενδέχεται να σας στείλει μηνύματα σχετικά με προϊόντα, υπηρεσίες και προσφορές που είναι διαθέσιμα για εσάς μέσω της Οικογενειακής κοινής χρήσης. Αν αγοράσετε μια συνδρομή Apple One, ενδέχεται να σας στέλνουμε email και γνωστοποιήσεις ώθησης σχετικά με τις δυνατότητες των υπηρεσιών στις οποίες έχετε εγγραφεί. Η Apple ενδέχεται επίσης να χρησιμοποιεί πληροφορίες σχετικά με τη δραστηριότητά σας στο Apple Music και το Apple Music Classical, καθώς και την αλληλεπίδρασή σας με τις χρησιμοποιούμενες υπηρεσίες για επαλήθευση της καταλληλότητας των διαθέσιμων συνδρομών Apple Music με έκπτωση (π.χ. Φοιτητική συνδρομή στο Apple Music) για να σας στέλνει email και γνωστοποιήσεις ώθησης σχετικά με νέες δυνατότητες, περιεχόμενο και προσφορές που διατίθενται στο Apple Music και το Apple Music Classical. Αν θέλετε να αλλάξετε τις προτιμήσεις email σας και να μη λαμβάνετε πλέον αυτά τα email, επισκεφθείτε τη διεύθυνση account.apple.com. Για να ενημερώσετε τις προτιμήσεις γνωστοποιήσεων στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Γνωστοποιήσεις» > «Μουσική». Σε Mac, ανοίξτε το Apple Music και μεταβείτε στις «Ρυθμίσεις» > «Γενικά» > «Γνωστοποιήσεις». Η Apple χρησιμοποιεί πληροφορίες σχετικά με τις αλληλεπιδράσεις σας με τα μηνύματα που σας στέλνει, συμπεριλαμβανομένων γνωστοποιήσεων, για βελτίωση των υπηρεσιών της. Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Υπολογίζουμε μια βαθμολογία αξιοπιστίας για τη συσκευή σας όταν προσπαθείτε να κάνετε μια αγορά, χρησιμοποιώντας πληροφορίες σχετικά με το πώς χρησιμοποιείτε τη συσκευή, συμπεριλαμβανομένου του κατά προσέγγιση αριθμού τηλεφωνικών κλήσεων ή email που στέλνετε και λαμβάνετε. Η υποβολή έχει σχεδιαστεί με τέτοιο τρόπο ώστε η Apple να μη γνωρίζει τις πραγματικές τιμές που βρίσκονται στη συσκευή σας. Η βαθμολογία διατηρείται για συγκεκριμένο χρονικό διάστημα στους διακομιστές μας. Η Apple ενδέχεται επίσης να χρησιμοποιεί πληροφορίες σχετικά με το ιστορικό της εταιρικής σχέσης σας με αυτήν για επεξεργασία ανανεώσεων συνδρομών στο Apple Music και προσδιορισμό της παροχής συνεχιζόμενης πρόσβασης στη συνδρομή σας, πριν από την εξουσιοδότηση από τον συνεργάτη πληρωμών. Κοινοποίηση σε τρίτα μέρη Ραδιοφωνικοί σταθμοί Όταν χρησιμοποιείτε το Apple Music για να ακούσετε ραδιοφωνικές μεταδόσεις, η συσκευή σας συνδέεται απευθείας στον ραδιοφωνικό σταθμό μετάδοσης για παροχή του ζητούμενου περιεχομένου. Όταν συνδεθεί η συσκευή σας, η διεύθυνση IP της θα είναι ορατή στον ραδιοφωνικό σταθμό μετάδοσης. Ο χειρισμός της διεύθυνσης IP σας από τον ραδιοφωνικό σταθμό μετάδοσης διέπεται από τις πολιτικές απορρήτου του ραδιοφωνικού σταθμού μετάδοσης ή τον πάροχό του. Δισκογραφικές εταιρείες, καλλιτέχνες, και συντάκτες καταλόγων Είμαστε υποχρεωμένοι να παρέχουμε κάποια συγκεντρωτικά, μη προσωπικά δεδομένα σχετικά με τη χρήση του Apple Music και του Apple Music Classical, καθώς και συγκεντρωτικά δημογραφικά χρηστών, όπως η ηλικία και το φύλο (τα οποία ενδέχεται να προκύπτουν από πληροφορίες, όπως το όνομα και η προσφώνησή σας στον λογαριασμό Apple σας), σε δισκογραφικές εταιρείες, εκδότες και καλλιτέχνες ώστε να μπορούν να αξιολογούν την απόδοση των δημιουργικών έργων τους και να πληρούν τις απαιτήσεις δικαιωμάτων και λογιστικής. Επιπλέον, κοινοποιούμε τη συγκεντρωτική δραστηριότητα ακρόασης σε συντάκτες καταλόγων κορυφαίων τραγουδιών ανά τον κόσμο με ετικέτες και καλλιτέχνες για μέτρηση της αλληλεπίδρασης, συμπεριλαμβανομένης και της αλληλεπίδρασης σε πραγματικό χρόνο και σε πλατφόρμες μουσικού μάρκετινγκ που βοηθούν τις δισκογραφικές εταιρείες και τους καλλιτέχνες να προσελκύσουν ακροατές. Για να προσδιοριστεί η καταλληλότητα της συνδρομής σας αν εγγραφείτε στο Apple Music μέσω ενός τρίτου συνεργάτη, π.χ. πάροχος κινητής τηλεφωνίας, ή για ολοκλήρωση της αγοράς σας, κοινοποιούμε περιορισμένες προσωπικά ταυτοποιήσιμες πληροφορίες στον συγκεκριμένο συνεργάτη. Σύνδεση του Apple Music με άλλες εφαρμογές Οι εφαρμογές iOS, iPadOS και visionOS, καθώς και οι εφαρμογές σε πλατφόρμες μη Apple, μπορεί να ζητήσουν πρόσβαση στο Apple Music και στη βιβλιοθήκη cloud σας. Αν εκχωρήσετε αυτήν την άδεια σε μια εφαρμογή, θα μπορεί να προσπελάσει πληροφορίες, όπως η βιβλιοθήκη cloud σας στη συσκευή, το αν είστε συνδρομητές στο Apple Music, η από μέρους σας δραστηριότητα αναπαραγωγής μουσικής και βίντεο, και οι συστάσεις σας στο Apple Music. Μια επιτρεπόμενη εφαρμογή μπορεί επίσης να τροποποιήσει δεδομένα που είναι συσχετισμένα με τον λογαριασμό σας, π.χ. ποια τραγούδια βρίσκονται στη βιβλιοθήκη και στις λίστες αναπαραγωγής σας. Αν παραχωρήσετε άδεια στην εφαρμογή «Φωτογραφίες» να προσπελάζει το Apple Music, οι Φωτογραφίες θα χρησιμοποιούν τραγούδια από το Apple Music για αναπαραγωγή με τις ταινίες των αναμνήσεων. Όταν δημιουργείτε μια προσαρμοσμένη ταινία αναμνήσεων στις Φωτογραφίες, οι πληροφορίες σχετικά με τους όρους αναζήτησης που εισάγετε για τη δημιουργία της ανάμνησης ενδέχεται να στέλνονται στο Apple Music με σκοπό την επιλογή της μουσικής που θα αναπαράγεται με την ταινία. Οι εφαρμογές της Apple με υποστηριζόμενο περιεχόμενο, όπως το Remote, θα συνδέονται επίσης αυτόματα όταν αρχίζετε να χρησιμοποιείτε την εφαρμογή Apple Music και το υποστηριζόμενο περιεχόμενο. Μπορείτε να απενεργοποιήσετε την πρόσβαση μιας εφαρμογής στη συσκευή iOS, iPadOS ή visionOS σας μεταβαίνοντας στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Πολυμέσα και Apple Music». Σε Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Απόρρητο και ασφάλεια» > «Απόρρητο» > «Πολυμέσα και Apple Music». Αν έχετε αφαιρέσει την εφαρμογή ή έχετε εκχωρήσει σε μια εφαρμογή πρόσβαση χρησιμοποιώντας έκδοση του iOS παλαιότερη από το iOS 11 ή το iPadOS, μπορείτε να απενεργοποιήσετε την πρόσβαση στις ρυθμίσεις του λογαριασμού Apple Music σας. Συνδρομές Apple Music μέσω του παρόχου κινητής τηλεφωνίας σας Αν ο πάροχος κινητής τηλεφωνίας σας προσφέρει συνδρομές και δωρεάν δοκιμές του Apple Music, η Apple μπορεί να ελέγξει τον αριθμό τηλεφώνου σας για να προσδιορίσει αν πληροίτε τα κριτήρια μέσω ενός παρόχου κινητής τηλεφωνίας. Αν εγγραφείτε σε μια συνδρομή ή δωρεάν δοκιμή του Apple Music μέσω του παρόχου κινητής τηλεφωνίας σας ή άλλου εταίρου της Apple, η Apple θα χρησιμοποιήσει τον αριθμό τηλεφώνου σας ή ένα μοναδικό αναγνωριστικό του λογαριασμού σας από τον εταίρο σας για αναγνώριση του λογαριασμού σας και για να ενημερωθεί ο πάροχος κινητής τηλεφωνίας ή ο άλλος εταίρος ότι έχετε ενεργοποιήσει τη συνδρομή σας. Θα χρησιμοποιήσουμε τον αριθμό τηλεφώνου ή το μοναδικό αναγνωριστικό που συσχετίζεται με τη συνδρομή σας για επαλήθευση του λογαριασμού σας κατά τη διάρκεια της σύνδεσης και για σύνδεση της δραστηριότητάς σας στο Apple Music με τον λογαριασμό σας. Επίσης, μπορούμε να χρησιμοποιήσουμε τον αριθμό τηλεφώνου σας για να ζητήσουμε ακύρωση της συνδρομής σας μέσω του παρόχου κινητής τηλεφωνίας σας, κατόπιν αιτήματός σας. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Γενικά, επεξεργαζόμαστε τα προσωπικά δεδομένα σας που σχετίζονται με την από μέρους σας χρήση του Apple Music στο πλαίσιο της εφαρμογής του συμβολαίου σας με την Apple, όπως απαιτείται για παροχή της υπηρεσίας του Apple Music και προς συμμόρφωση με τις νομικές υποχρεώσεις μας. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, την επιδιώκουμε προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις που προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τα προσωπικά δεδομένα σας όπως απαιτείται για τους σκοπούς των έννομων συμφερόντων μας ή των έννομων συμφερόντων ενός τρίτου μέρους, ώστε να πραγματοποιούμε τα εξής: • Παροχή πρόσβασης σε εσάς στο περιεχόμενο του Apple Music και του Apple Music Classical που ακούτε, προσθέτετε στη βιβλιοθήκη σας ή λαμβάνετε • Εξατομίκευση της εμπειρίας σας στο Apple Music και το Apple Music Classical • Αναγνώριση και ξεκλείδωμα αντιγράφων των τραγουδιών σας που είναι επίσης διαθέσιμα μέσω του Apple Music •Καθορισμός της διαθεσιμότητας περιεχομένου στην περιοχή σας και της καταλληλότητάς σας για προσφορές και συνδρομές • Συμβολή στη βελτίωση και βελτιστοποίηση του Apple Music και του Apple Music Classical για εσάς και άλλα άτομα, καθώς και αποστολή μηνυμάτων σχετικά με τις εφαρμογές Apple Music και Apple Music Classical, και άλλων προϊόντων, υπηρεσιών και προσφορών Apple που μπορεί να σας ενδιαφέρουν • Δημιουργία και διατήρηση του προφίλ και των λιστών αναπαραγωγής σας στο Apple Music • Πληρωμή δικαιωμάτων και παροχή αναφορών για εκδότες, δισκογραφικές εταιρείες, καλλιτέχνες και συντάκτες καταλόγων • Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Τα δεδομένα που χρησιμοποιούνται περιλαμβάνουν: • Την από μέρους σας χρήση των εφαρμογών Apple Music και Apple Music Classical, συμπεριλαμβανομένων των αλληλεπιδράσεών σας με δυνατότητες, γνωστοποιήσεις και μηνύματα εντός εφαρμογών, καθώς και του περιεχομένου που ακούτε, αναζητάτε, προβάλλετε, προσθέτετε στη βιβλιοθήκη σας και λαμβάνετε στο Apple Music και το Apple Music Classical • Λεπτομέρειες σχετικά με τη συσκευή και τον λογαριασμό σας • Τη διεύθυνση IP σας • Το προφίλ και τις λίστες αναπαραγωγής σας στο Apple Music • Τη βαθμολογία αξιοπιστίας της συσκευής Μη προσωπικά δεδομένα Ενδέχεται να συλλέξουμε, να χρησιμοποιήσουμε, να μεταφέρουμε και να κοινοποιήσουμε μη προσωπικά δεδομένα για οποιονδήποτε σκοπό. Για παράδειγμα, ενδέχεται να συγκεντρώσουμε τα μη προσωπικά δεδομένα σας μαζί με μη προσωπικά δεδομένα άλλων χρηστών του Apple Music προκειμένου να βελτιώσουμε την υπηρεσία. Ενδέχεται επίσης να συλλέξουμε συγκεκριμένες μετρήσεις απόδοσης από τη συσκευή σας όταν χρησιμοποιείτε το Apple Music, συμπεριλαμβανομένων της ισχύος ραδιοφωνικής συχνότητας, του κωδικού χώρας, του κωδικού δικτύου και της τεχνολογίας πρόσβασης σε ραδιόφωνο μέσω κινητού δικτύου. Μάθετε περισσότερα σχετικά με το Apple Music Για περισσότερες πληροφορίες, όπως δυνατότητες και τιμές, επισκεφθείτε τη διεύθυνση www.apple.com/gr/apple-music. Για περισσότερες πληροφορίες σχετικά με το πρόγραμμα αναπαραγωγής Ιστού Apple Music και το απόρρητο, επισκεφθείτε τη διεύθυνση www.apple.com/legal/privacy/data/en/apple-music-web. Ο χειρισμός των πληροφοριών που συλλέγει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/privacy.
es: Proteger la privacidad y la seguridad de tu información es prioritario para todos los que formamos parte de Apple. Ponemos todo nuestro empeño en recopilar solo los datos necesarios para mejorar tu experiencia y, cuando lo hacemos, creemos que es importante que sepas qué guardamos y por qué lo necesitamos. Así podrás tomar decisiones fundamentadas al respecto. Como todos los demás productos y servicios de Apple, Apple Music y Apple Music Classical se han diseñado con estos principios en mente. Utilizamos tus datos personales para proporcionar los servicios y funciones de Apple Music. Esta información incluye tu nombre y la foto de tu cuenta de Apple (si has definido una). Puedes consultarlos y cambiarlos en los ajustes de la app Música para usarlos con las funciones de compartir de Apple Music. También se incluyen los datos de la cuenta y de pago, que puedes consultar y cambiar en la app Ajustes o en Ajustes del Sistema. Con la suscripción a Apple Music se incluye acceso completo a Apple Music y Apple Music Classical. Apple recopila información acerca de cómo usas Apple Music y Apple Music Classical para adaptar sus funciones a tus gustos musicales. Estas funciones incluyen recomendaciones personalizadas, como playlists y álbumes seleccionados especialmente para ti, y la radio, donde podrás escuchar selecciones de tus artistas y géneros musicales favoritos. Además, utilizamos esta información para poder ponernos en contacto contigo por correo electrónico y mediante notificaciones push e informarte de nuevas versiones, artistas y otros acontecimientos en Apple Music y Apple Music Classical que podrían ser de tu agrado. Algunas funciones de Apple Music, como ciertas emisoras de radio, pueden no estar disponibles en tu región. Apple puede usar la dirección IP de tu conexión a internet para determinar tu ubicación aproximada y la disponibilidad de las funciones. Apple Music Classical Las personas que tengan una suscripción a Apple Music podrán acceder a Apple Music Classical, una aplicación diseñada para que puedas descubrir pistas y álbumes de música clásica y guardar tus temas favoritos en un mismo lugar. El catálogo de Apple Music Classical se puede explorar sin suscripción, pero necesitarás suscribirte para poder acceder a todas las funciones de la aplicación. Si no tienes una suscripción activa a Apple Music, se te ofrecerá la posibilidad de suscribirte para obtener acceso completo a Apple Music Classical. Biblioteca en la nube Una de las ventajas de la suscripción a Apple Music es la biblioteca en la nube de Apple, que te permite tener acceso a las canciones y las playlists de tu biblioteca desde cualquiera de tus dispositivos. Esta función envía a Apple información sobre la biblioteca de tu dispositivo, como títulos de canciones y nombres de artistas, para identificar y desbloquear las copias de tus canciones que también estén disponibles en Apple Music y Apple Music Classical. Todas las canciones que no se encuentran en Apple Music se cargan en la biblioteca en la nube para que puedas tener acceso a tu colección completa desde cualquiera de tus dispositivos a través de Apple Music. Para dejar de sincronizar tu biblioteca en la nube en tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Apps > Música y desactiva la sincronización de la biblioteca. En un Mac, abre la app Música, ve a Ajustes > General y desactiva la sincronización de la biblioteca. Perfil de Apple Music Si quieres conectarte o compartir con otras personas mediante Apple Music, puedes crear un perfil personal proporcionando un identificador de usuario (por ejemplo, @enriquegacto), un nombre visible y, si quieres, una foto de perfil y otra información. Apple almacena esta información con tu cuenta para que puedas acceder a ella desde cualquiera de tus dispositivos. Junto a cualquiera de los contenidos que publiques y la actividad que compartas en Apple Music pueden aparecer tu nombre e identificador de usuario y tu foto de perfil. Actualmente, las cuentas de Apple infantiles no están pensadas para compartir y publicar contenido, ni están disponibles para ese fin. Es posible que otras personas también puedan encontrar tu perfil de Apple Music utilizando la información que hayas proporcionado. Puedes elegir las personas con las que compartir el contenido de tu perfil, como la música que escuchas y tus playlists. Sin embargo, la información de tu perfil, como tu nombre e identificador de usuario, tu foto o los usuarios que te siguen y a los que sigues tú, está visible para todo el mundo por omisión. Para impedir que un usuario pueda ver tu perfil, ve a su perfil, toca Más y, después, Bloquear. Las personas a las que bloquees no podrán ver tu música ni encontrar tu perfil en Apple Music. Cuando crees un perfil en Apple Music, te recomendaremos otros suscriptores de Apple Music, con quienes es posible que quieras ponerte en contacto para añadirlos como amigos. Apple no obtiene ni almacena información sobre tus contactos cuando busca amigos para recomendarte. Solo los hashes abreviados y encriptados de los números de teléfono y las direcciones de correo de tus contactos se envían a Apple; los suscriptores de Apple Music que cumplan los requisitos para que se te muestren como recomendación se determinarán localmente en tu dispositivo. Apple Music puede comprobar periódicamente tus contactos para recomendarte a amigos nuevos en un futuro; puedes controlar este comportamiento si desactivas “Contactos en Apple Music” en los ajustes de la cuenta. Si no quieres que otros usuarios te encuentren con la información de contacto de la cuenta de Apple que puedan tener sobre ti en sus contactos, puedes cambiar esta opción desactivando “Permitir buscar por cuenta de Apple” en los ajustes de la cuenta. Puedes actualizar o eliminar la información que proporciones en tu perfil en cualquier momento. Siempre que compartas información en línea, debes tener en cuenta qué datos pones a disposición del público. Cuando compartas contenido de Apple Music en otros sitios web o redes sociales, todo lo que compartas se regirá por las políticas de privacidad de dichos servicios. SharePlay Al suscribirte a Apple Music, podrás organizar sesiones de SharePlay al conectarte a un Apple TV, HomePod, CarPlay o al usar la conexión Bluetooth. Con SharePlay, otras personas que se hayan suscrito a Apple Music podrán unirse a tu sesión de SharePlay y controlar la música que suena a través de Apple Music. SharePlay también permite que se puedan unir a tu sesión de SharePlay personas sin una suscripción activa a Apple Music. Si has activado Bluetooth en tu dispositivo, Apple lo usará para permitir que tus contactos cercanos puedan ver tu sesión de Apple Music y solicitar unirse. Si no quieres que los contactos cercanos puedan ver tu dispositivo y solicitar unirse a tu sesión de Apple Music, puedes desactivar esta opción en los ajustes de la app Música. Tus contactos y otros participantes también pueden unirse a la sesión escaneando el código QR que se muestra en los ajustes de la app Música o en la interfaz del coche si hay una sesión de SharePlay activa. Todos los participantes podrán ver el nombre y la foto de perfil de las demás personas que participen en la sesión. Las contribuciones de los participantes durante una sesión de SharePlay se asociarán a su nombre y foto de perfil (si así lo han configurado), que se pueden modificar en cualquier momento en los ajustes de la app Música. Puedes eliminar participantes de una sesión de SharePlay iniciada por ti tocando el icono de SharePlay en la app Música y seleccionando la persona en cuestión. Para abandonar una sesión de SharePlay, toca el icono de SharePlay en la app Música y, a continuación, toca Salir. Para finalizar una sesión de SharePlay iniciada por ti, toca “Finalizar sesión” en la app Música. Apple no conservará la información de los contactos o participantes que se hayan unido a una sesión de SharePlay una vez finalizada. También puedes activar sesiones de SharePlay en la app Mensajes o durante una llamada de FaceTime para compartir canciones con los demás en tiempo real. Para iniciar una sesión, selecciona la música que quieras escuchar, toca SharePlay en las opciones de música, introduce los contactos con quien quieras compartirla, toca Mensajes o FaceTime, y selecciona Iniciar. Colaboración en playlists Las personas que tengan una suscripción a Apple Music podrán crear y colaborar en playlists con otros suscriptores del servicio. Si tú has creado la playlist, tendrás la posibilidad de aprobar a quien quiera acceder a ella o enviar el enlace para compartirla automáticamente. Todas las personas con acceso a la playlist podrán añadir y eliminar canciones, así como reaccionar con emojis. Las contribuciones de cada participante se asociarán a su nombre y foto de perfil (si lo han configurado), que se pueden modificar en cualquier momento en los ajustes de la app Música. Todas las personas que participen en la playlist o tengan acceso a ella podrán ver el nombre y la foto de los demás participantes. Además, podrán ver todas las canciones y reacciones añadidas por los demás participantes. Si quieres dejar de colaborar en una playlist, puedes eliminarte como participante en los ajustes de la playlist, y si la has creado tú, puedes detener la colaboración en los ajustes de gestión de la colaboración. Si la persona que ha creado la playlist detiene la colaboración, la playlist pasará a ser compartida y quienes hayan colaborado podrán acceder a ella desde la biblioteca de Apple Music. Personalizar y mejorar Apple Music y Apple Music Classical Cuando uses tu suscripción a Apple Music o reproduzcas contenido gratuito que no esté en tu biblioteca, es posible que recopilemos información acerca de las canciones y los vídeos que reproduzcas o añadas a tu biblioteca de música o tus playlists, y de los artistas o el contenido que compartas o marques como favoritos. Información como la cuenta, la dirección IP y el dispositivo, la app o la interfaz del coche que usaste para reproducir música, en qué parte de Apple Music o Apple Music Classical estabas cuando la reprodujiste, la hora de la reproducción y la duración se anota y envía a Apple. Utilizamos esta información para personalizar tu experiencia, enviarte mensajes de correo y notificaciones, y ayudarnos a comprender cómo se usan Apple Music y Apple Music Classical con el fin de mejorar los servicios. Por ejemplo, esta información puede ayudarnos a escoger la música, los vídeos y el contenido de los artistas que te mostramos en Apple Music y Apple Music Classical. También nos permite realizar otras recomendaciones que se adapten a tus gustos, crear listas de éxitos por ciudades para mostrar las tendencias musicales según la ciudad, y proporcionarte resultados de búsqueda personalizados en Apple Music basados en diversos datos, como tu historial de reproducciones y tus géneros favoritos. Esta información también sirve para abonar derechos de autor e impedir actividades que incumplan, o pudieran incumplir, los términos y condiciones de los servicios de contenido multimedia de Apple o la legislación vigente. Conservamos esta información durante todo el tiempo que mantengas tu suscripción a Apple Music y, posteriormente, durante un periodo máximo de dos años para poder enviarte comunicaciones sobre música que pudieran interesarte y ofertas a las que pudieras optar. Asimismo, conservamos esta información durante los periodos estipulados por la legislación vigente en materia de declaración de cuentas, que varían en cada región. Para la mayoría de clientes, se exige un periodo de retención mínimo de 10 años, pero en regiones como China puede ser de 30 años. Si usas SharePlay para escuchar contenidos conjuntamente con otros usuarios en Apple Music, la app Música recopilará la información del contenido que hayas escuchado durante la sesión y el número aproximado de personas que hayan participado en ella, pero no guardará ningún tipo de información sobre la identidad de los participantes. También usamos los datos de búsqueda de Apple Music para mejorar los modelos que hay detrás del funcionamiento de Apple Music. Por ejemplo, las búsquedas agregadas de Apple Music sirven para ajustar el modelo de búsqueda de Apple Music. Comunicación contigo Apple puede utilizar información sobre tu cuenta, como qué productos de Apple tienes, qué apps de Apple descargas y a qué servicios de Apple te has suscrito, para enviarte comunicaciones sobre Apple Music y otros productos, servicios y ofertas de Apple que puedan resultarte interesantes, como Apple Music Classical y Apple One. El número de serie de tu dispositivo y otros identificadores de hardware, o los detalles sobre las suscripciones de App Store pertinentes, pueden usarse para determinar si puedes optar a ofertas de servicio de Apple. Si formas parte de un grupo “En familia”, Apple podrá enviarte comunicaciones sobre productos, servicios y ofertas que estén disponibles a través de “En familia”. Si te suscribes a Apple One, es posible que te enviemos correos electrónicos y notificaciones push sobre las funciones de cada uno de los servicios incluidos en la suscripción. Apple también puede usar información sobre tu actividad en Apple Music y Apple Music Classical y tus interacciones con los servicios utilizados para verificar si puedes optar a las modalidades de suscripción con descuento (como Apple Music para estudiantes) para enviarte mensajes de correo electrónico y notificaciones push sobre las nuevas funciones, contenidos y ofertas que haya disponibles en Apple Music y Apple Music Classical. Puedes ir a account.apple.com para cambiar tus preferencias de correo electrónico y dejar de recibir estos mensajes. Para actualizar las preferencias de notificaciones en tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Notificaciones > Música. En un Mac, abre la app Música y ve a Ajustes > General > Notificaciones. Apple utiliza la información sobre tus interacciones con nuestras comunicaciones, como las notificaciones, para mejorar nuestros servicios. Prevención del fraude y otras actividades malintencionadas Calculamos la puntuación de confianza de tu dispositivo cuando intentas comprar algo con la información sobre cómo lo usas (incluido el número aproximado de llamadas telefónicas o de mensajes de correo electrónico que envías y recibes). La información se envía de forma que Apple no puede saber cuáles son los verdaderos valores de tu dispositivo. La puntuación se almacena durante un periodo de tiempo concreto en nuestros servidores. Apple también puede utilizar información sobre tu historial de relaciones comerciales con Apple para procesar la renovación de tu suscripción a Apple Music y determinar si seguir ofreciéndote acceso a ella antes de recibir la autorización por parte del socio para pagos. Divulgación a terceros Emisoras de radio Cuando utilizas Apple Music para escuchar emisiones de radio, tu dispositivo se conecta directamente a la emisora de radio para proporcionarte el contenido solicitado. Cuando se conecta, la dirección IP del dispositivo será visible para la emisora de radio. El tratamiento de tu dirección IP por parte de la emisora de radio se rige por las políticas de privacidad de la emisora o de su proveedor. Discográficas, artistas y creadores de rankings musicales Estamos obligados a proporcionar ciertos datos no personales agregados acerca del uso que se realiza de Apple Music y Apple Music Classical, así como datos demográficos agregados de los usuarios (como el grupo de edad y el sexo, que pueden inferirse de tu nombre de pila o de la fórmula de saludo usada en tu cuenta de Apple), a sellos discográficos, editores y artistas para que puedan cuantificar el rendimiento de sus trabajos creativos, abonar los derechos de autor y cumplir los requisitos administrativos pertinentes. Además, compartimos la actividad de escucha agregada con empresas encargadas de elaborar los ranking musicales mundiales, con discográficas y artistas para medir la interacción del contenido (también en tiempo real), y con plataformas de marketing musical que ayudan tanto a discográficas como a artistas a llegar a los oyentes. Para determinar si puedes optar a una suscripción en caso de suscribirte a Apple Music a través de una empresa externa asociada, como un proveedor de telefonía móvil, o para completar tu compra, compartimos con ella datos limitados que te pueden identificar personalmente. Conectar Apple Music con otras apps Puede que las apps de iOS, iPadOS y visionOS, así como de plataformas que no sean de Apple, soliciten acceso a Apple Music y a tu biblioteca en la nube. Si das dicho permiso a una app, podrá acceder a información como el contenido de la biblioteca en la nube de tu dispositivo, el estado de tu suscripción a Apple Music, la música y los vídeos que has reproducido y las recomendaciones que recibes en Apple Music. Las apps permitidas también pueden modificar datos asociados a tu cuenta, como las canciones que hay en tu biblioteca y en tus playlists. Si das permiso a la app Fotos para acceder a Apple Music, se usarán canciones de Apple Music en tus vídeos de recuerdo. Al crear un vídeo de recuerdo personalizado en la app Fotos, los datos que introduces para crearlo pueden enviarse a Apple Music para seleccionar la música que se usará en el vídeo. Las apps de Apple con contenido compatible, como Mando, también se conectarán automáticamente cuando comiences a utilizar la app Música y el contenido compatible. Puedes retirar el acceso otorgado a una app en tu dispositivo iOS, iPadOS o visionOS en cualquier momento desde Ajustes > Privacidad y seguridad > Multimedia y Apple Music. En un Mac, ve a Ajustes del Sistema > Privacidad y seguridad > Privacidad > Multimedia y Apple Music. Si has eliminado la app o le has dado acceso utilizando una versión de iOS anterior a iOS 11 o iPadOS, puedes desactivar su acceso en los ajustes de tu cuenta de Apple Music. Suscripciones a Apple Music a través de proveedores de telefonía móvil Si tu proveedor de telefonía móvil ofrece periodos de prueba gratuitos y suscripciones a Apple Music, Apple podría comprobar tu número de teléfono a fin de determinar si puedes beneficiarte de esa opción. Si te suscribes a Apple Music o te beneficias de un periodo de prueba gratuito por medio de tu operador de telefonía móvil o de otra entidad colaboradora de Apple, se utilizará tu número de teléfono o un identificador de cuenta único compartido por dicha entidad para identificar tu cuenta e informar al proveedor de telefonía móvil o a la entidad colaboradora de que has activado tu suscripción. Utilizaremos el número de teléfono o el identificador único asociado a tu suscripción para verificar tu cuenta durante el inicio de sesión y para conectar tu actividad de Apple Music con tu cuenta. Además, tu número de teléfono también se usa para solicitar la cancelación de tu suscripción a tu proveedor de telefonía móvil si así lo pides. Base legal aplicable al procesamiento de datos personales Procesamos tus datos personales en Apple Music de forma general con el fin de cumplir con el contrato que tienes con Apple (en el modo necesario para prestar el servicio) y con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero con el fin de: • Proporcionarte acceso al contenido de Apple Music y de Apple Music Classical que escuchas, añades a tu biblioteca o descargas. • Personalizar tu experiencia en Apple Music y Apple Music Classical. • Identificar y desbloquear las copias de tus canciones que también estén disponibles a través de Apple Music. • Determinar la disponibilidad del contenido en tu región y si cumples los requisitos para optar a ofertas y suscripciones. • Contribuir a mejorar y optimizar Apple Music y Apple Music Classical para ti y para el resto de usuarios, y enviarte comunicaciones sobre estas dos apps y sobre otros productos, servicios y ofertas de Apple que puedan resultarte interesantes. • Crear y mantener tu perfil de Apple Music y tus playlists. • Pagar derechos de reproducción y proporcionar informes a editores, discográficas, artistas y creadores de rankings musicales. • Prevenir el fraude y otras actividades malintencionadas. Entre los datos usados, se incluyen los siguientes: • El uso que hagas de las apps Apple Music y Apple Music Classical, lo que incluye tus interacciones con sus funciones, mensajes y notificaciones dentro de la app, y el contenido que escuches, busques, veas, añadas a la biblioteca y descargues en Apple Music y Apple Music Classical. • Los detalles sobre tu dispositivo y tu cuenta. • Tu dirección IP. • Tu perfil de Apple Music y tus playlists. • La puntuación de confianza de tu dispositivo. Datos no personales Podemos recopilar, usar, transferir y divulgar datos no personales para cualquier fin. Por ejemplo, podemos agregar tus datos no personales a la de otros usuarios de Apple Music con el fin de mejorar el servicio. También podemos recopilar ciertas mediciones de rendimiento de tu dispositivo al usar Apple Music, como la intensidad de las radiofrecuencias, el código del país y de la red, o la tecnología de acceso a la radio móvil. Más información sobre Apple Music Para obtener más información sobre Apple Music, incluidas las funciones y los precios, visita www.apple.com/es/apple-music. Para obtener información acerca del reproductor web de Apple Music y la privacidad, visita www.apple.com/es/legal/privacy/data/es/apple-music-web. Toda esta información se recopila y se trata de acuerdo en todo momento con la Política de privacidad Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: La protección de la privacidad y la seguridad de la información es una prioridad para todos en Apple. Trabajamos arduamente para recopilar solamente los datos que necesitamos para lograr una mejor experiencia y, al hacerlo, creemos que es importante que sepas qué recopilamos y por qué los necesitamos, de modo que puedas tomar decisiones informadas. Apple Music y Apple Music Classical, como todos los productos y servicios de Apple, se diseñaron tomando en cuenta estos principios. Utilizamos tus datos personales para proporcionar los servicios y funciones de Apple Music. Esta información incluye tu nombre y, si la estableciste, la foto de tu cuenta de la cuenta de Apple, que puedes consultar y cambiar en la configuración de la app Música para su uso con las funciones para compartir de la app. También incluye información de la cuenta y de pago, la cual puedes consultar y cambiar en Configuración o en Configuración del Sistema. Al suscribirte a Apple Music, tu suscripción incluye acceso completo a su servicio y al de Apple Music Classical. Apple recopila información sobre cómo usas Apple Music y Apple Music Classical para adaptar funciones de acuerdo con tus gustos musicales. Estas funciones incluyen recomendaciones personalizadas como playlists y álbumes elegidos para ti; y Radio, que reproduce selecciones de tus artistas y géneros favoritos. También usamos esta información para ponernos en contacto contigo a través de correo electrónico y notificaciones push, sobre los próximos lanzamientos, nuevos artistas y otros acontecimientos en Apple Music y Apple Music Classical que podrían gustarte. Algunas funciones de Apple Music, como ciertas estaciones de radio, podrían no estar disponibles en tu región. Apple podría usar la dirección IP de tu conexión a Internet para determinar tu ubicación aproximada y la disponibilidad. Apple Music Classical Si cuentas con una suscripción a Apple Music, tendrás acceso a Apple Music Classical, una app de música clásica diseñada para ayudarte a descubrir temas y álbumes de este género para reunirlos todos en un solo lugar. Puedes explorar el catálogo de Apple Music Classical sin contar con una suscripción a Apple Music, aunque necesitarás una para poder acceder a todas las funciones de dicha app. Si no te has suscrito a Apple Music, se te ofrecerá la opción de hacerlo para poder disfrutar de acceso completo a Apple Music Classical. Biblioteca en la nube Tu biblioteca de Apple en la nube, que es un beneficio de tu suscripción de Apple Music, te permite acceder a las canciones y playlists de tu biblioteca desde cualquiera de tus dispositivos. Esta función envía información a Apple desde la biblioteca musical de tu dispositivo, como los nombres de canciones y artistas, para identificar y desbloquear copias de cualquiera de tus canciones que también estén disponibles en Apple Music y Apple Music Classical. Cualquier canción que no se pueda encontrar en Apple Music se cargará a tu biblioteca en la nube, de modo que puedas tener acceso a tu colección completa en todos tus dispositivos mediante Apple Music. Para dejar de sincronizar tu biblioteca en la nube, en tu dispositivo iOS, iPadOS o visionOS, ve a Configuración > Apps > Música, y desactiva Sincronizar biblioteca. En una Mac, abre la app Música y anula la selección de Sincronizar biblioteca en Configuración > General. Perfil de Apple Music Si quieres compartir información o conectarte con otras personas mediante Apple Music, puedes crear un perfil personal al proporcionar un seudónimo de usuario (por ejemplo, @juanlopez), un nombre para mostrar y, si lo deseas, una foto de perfil y demás información. Apple almacena esta información con tu cuenta, de modo que puedas acceder a ella desde cualquier dispositivo. El seudónimo de usuario, el nombre para mostrar y la foto de perfil pueden aparecer junto a cualquier comentario que publiques y la actividad que compartas en Apple Music. Actualmente las cuentas de Apple para menores no pueden o no tienen permitido compartir ni publicar contenido. Otras personas también podrán encontrar tu perfil de Apple Music mediante la información que proporcionaste. Puedes hacer que el contenido de tu perfil, tal como la actividad de escucha o tus playlists, esté disponible sólo a las personas que elijas. Sin embargo, la información de tu perfil, como seudónimo de usuario, nombre para mostrar, foto, tus seguidores y las personas a las que sigues siempre serán visibles para todos de manera predeterminada. Para impedir que un usuario vea tu perfil, visita el suyo, toca Más y luego toca Bloquear. Las personas bloqueadas no verán tu música ni encontrarán tu perfil en Apple Music. Cuando creas un perfil en Apple Music, te recomendamos a otros suscriptores de Apple Music con los que quizás quieras contactar como amigos. Apple no obtiene ni almacena la información de tus contactos cuando busca amigos para recomendarlos. Sólo se envían a Apple los números telefónicos y correos electrónicos abreviados y codificados, y las coincidencias de suscriptores de Apple Music se realizan a nivel local en tu dispositivo. Apple Music puede revisar de manera periódica tus contactos para recomendarte nuevos amigos en el futuro; puedes controlar esta función desactivando la opción Contactos en Apple Music en la configuración de la cuenta. Si no deseas que los demás te encuentren utilizando la información de contacto de tu cuenta de Apple que tal vez tengan sobre ti en sus contactos, desactiva Permitir que te encuentren con cuenta de Apple en la configuración de cuenta. Puedes actualizar o eliminar la información que proporcionas en tu perfil en cualquier momento. Cuando compartas contenido en línea, debes pensar cuidadosamente qué información harás pública. Cuando compartes contenido de Apple Music en otros sitios web o redes sociales, este se rige de conformidad con las políticas de privacidad de esos servicios. SharePlay Cuando te suscribes a Apple Music, puedes iniciar sesiones de SharePlay mientras tu dispositivo esté conectado a un Apple TV, HomePod, auto compatible con CarPlay o Bluetooth. Con SharePlay, quienes se hayan suscrito a Apple Music pueden colaborar en la sesión de SharePlay y controlar la música reproduciéndose mediante Apple Music. SharePlay también permite que usuarios sin una suscripción de Apple Music colaboren en tu sesión. Apple usa Bluetooth, si está activado en tu dispositivo, para permitir que tus contactos que estén cerca descubran tu sesión de Apple Music y soliciten entrar. Si no quieres que tus contactos puedan descubrir tu dispositivo y solicitar entrar a tu sesión de Apple Music, puedes desactivar el descubrimiento por parte de contactos cercanos en la configuración de la app Música. Los contactos, así como otros participantes, también pueden entrar a la sesión al escanear el código QR que se muestra en la configuración de la app Música en la interfaz del vehículo al colaborar en una sesión de SharePlay en el auto. El nombre y la foto de perfil de los participantes de la sesión será visible para todos los participantes. Las contribuciones a una sesión de SharePlay se atribuyen a la persona que las realizó y se asocian con su nombre y foto de perfil —si se proveyeron—, los cuales se pueden editar en cualquier momento en la configuración de la app Música. Puedes quitar participantes de una sesión de SharePlay que tú iniciaste al tocar el ícono de SharePlay en la app Música o Apple Music y seleccionar a quien quieras. Para salirte de una sesión de SharePlay, toca el ícono de SharePlay en la app Música o Apple Music y luego Finalizar. Para finalizar una sesión de SharePlay que tú iniciaste, toca Finalizar en la app Música. Apple no conserva información sobre tus contactos y otros participantes que se hayan unido a una sesión de SharePlay una vez que esta termina. También puedes activar las sesiones de SharePlay en Mensajes o durante una llamada de FaceTime para escuchar música en tiempo real con otros. Para iniciar una sesión, selecciona la música que quieres escuchar y luego toca SharePlay en las opciones de música, ingresa los contactos con los que quieres compartir, elige Mensajes o FaceTime, y toca Iniciar. Colaborar en playlists Las personas con suscripciones a Apple Music pueden crear y colaborar en playlists de otros suscriptores. Si tú creaste la playlist, tendrás la posibilidad de aprobar quién puede entrar a ella o de permitir que cualquier persona con el enlace entre automáticamente. Todos los participantes pueden agregar y eliminar canciones de la playlist además de agregar reacciones con emojis. Las contribuciones se atribuyen a la persona que las realizó y se asocian con su nombre y foto de perfil —si se proveyeron—, los cuales se pueden editar en cualquier momento en la configuración de la app Música. Todos los participantes de la playlist y quienes tengan acceso a ella pueden ver el nombre y la foto de los otros participantes. Los participantes en la playlist pueden ver todas las canciones y reacciones agregadas por los demás participantes. Para dejar de colaborar, salte de la playlist en la configuración de la misma o, si tú la creaste, cesa la colaboración en la configuración de playlists. Si quien creó la playlist termina la colaboración, esta se convertirá en una playlist compartida a la que los colaboradores tendrán acceso en su biblioteca de Apple Music. Mejorar y personalizar Apple Music y Apple Music Classical Cuando usas tu membresía de Apple Music o reproduces contenido gratuito fuera de tu biblioteca, podríamos recopilar información sobre las canciones y los videos (donde aplique) que reproduces o agregas a tu biblioteca o playlists, así como los artistas o los contenidos que marcas como favoritos, comentas o compartes. Información como la cuenta, la dirección IP, la interfaz de dispositivo, app o automóvil que usaste para reproducir música, en qué parte de Apple Music o Apple Music Classical estabas cuando la reprodujiste, y la hora y duración de la reproducción, se registra y se envía a Apple. Usamos esta información para personalizar tu experiencia, enviarte correos y notificaciones, y comprender cómo se usan los servicios de Apple Music y de Apple Music Classical con el fin de mejorarlos. Por ejemplo, esta información puede ayudarnos a elegir la música, los videos y el contenido de los artistas que se muestran en Apple Music y Apple Music Classical. Además, nos permite ofrecer otras recomendaciones que reflejen tus gustos, crear listas que muestren las tendencias musicales en cada ciudad y proporcionar resultados de búsqueda personalizados en Apple Music usando una mezcla de información como tu historial de escucha y tus géneros favoritos. También usamos esta información para pagar regalías e impedir o tomar medidas al respecto de las actividades que incumplan, o puedan incumplir, los términos y las condiciones de los servicios de contenido multimedia de Apple o la ley vigente. Mantendremos tu información mientras dure tu membresía de Apple Music y después por un periodo de hasta dos años para comunicarnos contigo acerca de la música que podría ser de tu interés y las ofertas en las que puedas participar. También la conservamos por si fuera necesaria para reportes financieros de los periodos especificados por las leyes aplicables relacionadas con dichos reportes, lo cual varía según la región. En la mayoría de los casos, se requerirá retener los datos hasta por 10 años, aunque en regiones como China puede ser hasta por 30 años. Si usas SharePlay para escuchar contenido con otros usuarios en Apple Music, la app Música recopilará información sobre el contenido que escuchaste durante la sesión de SharePlay y el número aproximado de participantes, pero no conservará información que identifique a los participantes de la sesión. También usamos los datos de búsqueda de Apple Music para mejorar los modelos que hay detrás de la tecnología de Apple Music. Por ejemplo, las solicitudes de búsqueda agregadas de Apple Music se usan para refinar el modelo de búsqueda de Apple Music. Comunicación contigo Apple puede utilizar información sobre tu cuenta —como los productos de Apple que posees, las apps de Apple que descargues y tus suscripciones a los servicios de Apple— para enviarte comunicaciones sobre Apple Music y otros productos, servicios y ofertas de Apple que puedan ser de tu interés incluyendo Apple Music Classical y Apple One. Se podría usar el número de serie de tu dispositivo, así como otros identificadores de hardware o detalles sobre tus suscripciones relevantes de App Store, para verificar la elegibilidad para los servicios ofrecidos. Si formas parte de un grupo de Compartir en familia, Apple podría enviarte mensajes sobre productos, servicios y ofertas disponibles a través de Compartir en familia. Si adquieres una suscripción a Apple One, es posible que te enviemos correos y notificaciones push sobre las características de cada uno de los servicios a los que te suscribiste. Apple también puede utilizar información sobre tu actividad en Apple Music y Apple Music Classical, así como tu interacción con los servicios utilizados para verificar si puedes optar por una suscripción de Apple Music con descuento (como Apple Musica para estudiantes), para enviarte correos electrónicos y notificaciones push sobre nuevas características, contenidos y ofertas disponibles en Apple Music y Apple Music Classical. Puedes cambiar tus preferencias de correo y optar por no recibir dichas comunicaciones en account.apple.com. Para actualizar tus preferencias de notificaciones en tu dispositivo iOS, iPadOS o visionOS, ve a Configuración > Notificaciones > Música. En una Mac, abre Apple Music y ve a Configuración > General > Notificaciones. Apple usa información sobre tus interacciones con sus comunicaciones, incluidas las notificaciones, para mejorar sus servicios. Prevención del fraude y otras actividades malintencionadas Calculamos el nivel de confiabilidad de un dispositivo de manera local (en tu dispositivo) cuando intentas realizar una compra; con ese fin usamos información sobre cómo usas tu dispositivo, incluyendo el número aproximado de llamadas telefónicas o mensajes de correo que envías y recibes. El envío de esta información está diseñado de tal manera que Apple no puede saber los valores reales en tu dispositivo. El nivel de confiabilidad se almacena durante un periodo de tiempo concreto en nuestros servidores. Apple también podría usar información sobre tu relación de compras previas con Apple para procesar las renovaciones de suscripción a Apple Music y determinar si proporcionará el acceso continuo a tu suscripción antes de solicitar la autorización al socio de pago. Divulgación a terceros Estaciones de radio Cuando usas Apple Music para escuchar estaciones de radio, tu dispositivo se conecta directamente a la estación de radio para ofrecerte el contenido solicitado; después de establecer la conexión, la estación de radio puede ver la dirección IP de tu dispositivo. El manejo de tu dirección IP por parte de la estación de radio se rige por las políticas de privacidad de la estación de radio o de su proveedor. Disqueras, artistas y recopiladores de tops Tenemos la obligación de proporcionar ciertos datos agregados y no personales sobre el uso de Apple Music y Apple Music Classical, así como sobre la demografía de los usuarios (que puede inferirse por medio de información como tu nombre y saludo en tu cuenta de Apple), a las disqueras, editores y artistas de modo que puedan medir el rendimiento de su trabajo creativo y cumplir los requisitos de contabilidad y regalías. Asimismo, compartimos información agrupada sobre la reproducción de música con compiladores de listas de éxitos musicales de todo el mundo, con disqueras y artistas para medir la participación —incluyendo aquella en tiempo real— y con plataformas de marketing musical que ayudan a las disqueras y a los artistas a llegar a más personas. Si te suscribes a Apple Music mediante un socio externo —como un proveedor de red celular—, podríamos compartir información de identificación personal limitada con dicho socio para determinar tu elegibilidad para suscribirte o para llevar a cabo tu compra. Conectar Apple Music con otras apps Las apps de iOS, iPadOS y visionOS, así como las de otras plataformas ajenas a Apple, podrían solicitar acceso a Apple Music y a tu biblioteca en la nube. Si otorgas tal permiso a una app, esta podría acceder a datos como la biblioteca en la nube de tu dispositivo, información sobre si tienes o no una suscripción de Apple Music, tu actividad de reproducción de música y videos, y tus recomendaciones de Apple Music. Las apps con permiso también pueden modificar datos asociados con tu cuenta, como las canciones que están en tu biblioteca y playlists. Si permites que la app Fotos acceda a Apple Music, Fotos usará canciones de Apple Music para reproducirlas con tus videos de recuerdos. Cuando crees un video de recuerdo personalizado en la app Fotos, la información sobre la solicitud que ingreses para crear el recuerdo puede enviarse a Apple Music para seleccionar la música que se reproducirá con el video. Las apps de Apple con contenido compatible, como Remote, se conectarán automáticamente cuando empieces a usar las apps y el contenido multimedia compatible. Puedes desactivar el acceso de una app en tu dispositivo iOS, iPadOS o visionOS desde Configuración > Privacidad y seguridad > Contenidos y Apple Music. En una Mac, ve a Configuración del Sistema > Privacidad y seguridad > Privacidad > Contenidos y Apple Music. Si eliminaste la app o le otorgaste acceso utilizando una versión de iOS anterior a iOS 11 o iPadOS, puedes desactivar el acceso en la configuración de tu cuenta de Apple Music. Suscripciones de Apple Music mediante un proveedor de red celular Si tu operador de red celular ofrece pruebas gratuitas y suscripciones de Apple Music, Apple puede verificar tu número de teléfono para determinar si puedes participar a través de ese proveedor. Si te suscribiste a Apple Music o comenzaste una prueba gratuita mediante tu operador de red celular u otro socio de Apple, esta usará tu número de teléfono o un identificador único de cuenta compartido por el socio para identificar tu cuenta e informarle al operador de red celular u otro socio que activaste tu suscripción. Sólo usaremos el número de teléfono o identificador único asociado con tu suscripción para verificar tu cuenta al momento de iniciar sesión y asociar la actividad de Apple Music con esta. Si decides solicitar la cancelación de tu suscripción, también usamos tu número telefónico para realizar la solicitud a tu operador de red celular. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales en Apple Music generalmente para ejercer tu contrato con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos los datos personales según sea necesario para nuestros intereses legítimos o los de terceros con el fin de: • Proporcionarte acceso al contenido de Apple Music y Apple Music Classical que escuchas, agregas a tu biblioteca o descargas. • Personalizar tu experiencia en Apple Music y Apple Music Classical. • Identificar y desbloquear copias de tus canciones que estén disponibles también en Apple Music. • Determinar la disponibilidad de contenido de tu región y tu elegibilidad para recibir ofertas y suscripciones. • Ayudar a mejorar y optimizar Apple Music y Apple Music Classical; así como enviar comentarios sobre las apps Apple Music y Apple Music Classical, además de otros productos, servicios y ofertas de Apple que puedan ser de tu interés. • Crear y mantener tu perfil y playlists de Apple Music. • Pagar regalías y proporcionar reportes a editoras, disqueras, artistas y recopiladores de tops. • Prevenir el fraude y otras actividades malintencionadas. Los datos utilizados incluyen lo siguiente: • Tu uso de las apps Apple Music y Apple Music Classical; incluyendo tus interacciones con funciones, notificaciones y mensajes dentro de la app, así como el contenido que escuchas, buscas, ves y agregas a tu biblioteca, y descargas en Apple Music y Apple Music Classical. • Los detalles de tu dispositivo y tu cuenta. • Tu dirección IP. • Tu perfil y playlists de Apple Music. • El nivel de confiabilidad del dispositivo. Datos no personales Podríamos recopilar, usar, transferir y divulgar datos no personales con cualquier propósito. Por ejemplo, podríamos agregar tus datos no personales con los de otros usuarios de Apple Music para mejorar el servicio. También podríamos recopilar mediciones de rendimiento en tu dispositivo cuando usas Apple Music, como la intensidad de la frecuencia de radio, el código de país, el código de la red y la tecnología de acceso de radio celular. Obtén detalles acerca de Apple Music Para obtener más información, incluyendo las funciones y los precios, visita www.apple.com/mx/apple-music. Para obtener información acerca del reproductor web de Apple Music y la privacidad, consulta www.apple.com/mx/legal/privacy/data/es-419/apple-music-web. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en https://www.apple.com/la/privacy.
fi: Tietojesi yksityisyyden ja turvallisuuden suojaaminen on Applelle ensisijaista. Apple pyrkii keräämään vain tietoja, joita tarvitaan käyttökokemuksesi parantamiseen, ja kun tietoja kerätään, Applelle on tärkeää, että tiedät, mitä ja miksi kerätään, jotta voit tehdä tietoon perustuvia valintoja. Apple Music ja Apple Music Classical, kuten kaikki Applen tuotteet ja palvelut, on suunniteltu näiden periaatteiden mukaisesti. Henkilötietojasi käytetään palvelujen ja ominaisuuksien tarjoamiseen Apple Musicissa. Näihin tietoihin kuuluvat Apple Musicin jako-ominaisuuksissa käytettävä nimesi ja Apple-tilillä oleva kuvasi (jos olet asettanut sellaisen), jotka näkyvät ja ovat muutettavissa Musiikki-apin Asetuksissa, sekä tili- ja maksutietosi, jotka näkyvät ja ovat muutettavissa Asetuksissa tai Järjestelmäasetuksissa. Kun tilaat Apple Musicin, tilauksesi sisältää Apple Musicin ja Apple Music Classicalin täyden käyttöoikeuden. Apple kerää tietoja siitä, miten käytät Apple Musicia ja Apple Music Classicalia, ominaisuuksien räätälöimiseen henkilökohtaisen musiikkimakusi mukaan. Näihin ominaisuuksiin kuuluvat räätälöidyt suositukset, kuten sinulle valitut albumit ja soittolistat, ja Radio, joka soittaa valikoimia suosikkiartisteiltasi ja -genreistäsi. Apple käyttää näitä tietoja myös ottaakseen sinuun yhteyttä sähköpostilla tai ilmoituksella, kun uusia julkaisuja tulee, tai Apple Musicissa ja Apple Music Classicalissa on muita sinua mahdollisesti kiinnostavia tapahtumia. Osa Apple Musicin ominaisuuksista, kuten tietyt radioasemat, eivät ehkä ole saatavilla alueellasi. Apple saattaa käyttää internet-yhteyden IP-osoitetta sijaintisi arvioimiseen ja saatavuuden määrittämiseen. Apple Music Classical Apple Music -tilaajilla on Apple Music Classicalin käyttöoikeus. Apple Music Classical on klassisen musiikin appi, jonka avulla voit löytää klassisen musiikin kappaleita ja albumeja sekä tallentaa suosikkikappaleesi yhteen keskitettyyn paikkaan. Voit selata Apple Music Classical -katalogia ilman tilausta, mutta sinulla on oltava Apple Music -tilaus, jotta voit käyttää kaikkia Apple Music Classicalin ominaisuuksia. Jos sinulla ei ole aktiivista Apple Music -tilausta, sinulle annetaan vaihtoehto tilata Apple Music, jotta saat Apple Music Classicalin täyden käyttöoikeuden. Pilvikirjasto Apple-pilvikirjasto, joka on Apple Music -tilauksen etuja, mahdollistaa kappaleidesi ja soittolistojesi käyttämisen kaikissa laitteissasi. Tämä ominaisuus lähettää Applelle laitteestasi olevasta kirjastosta tietoja, kuten kappaleiden ja artistien nimet, joiden perusteella tunnistetaan ja vapautetaan kappaleet, jotka ovat saatavilla myös Apple Musicista ja Apple Music Classicalista. Mitkä tahansa kappaleet, joita ei löydy Apple Musicista, lähetetään henkilökohtaiseen pilvikirjastoosi, jotta koko kokoelmasi olisi käytettävissä kaikissa laitteissasi Apple Musicin kautta. Jos haluat lopettaa pilvikirjastosi synkronoinnin, valitse iOS-, iPadOS- tai visionOS-laitteessa Asetukset > Apit > Musiikki ja laita kirjaston synkronointi pois päältä. Avaa Macissa Musiikki-appi, valitse Asetukset > Yleiset ja poista kirjaston synkronoinnin valinta. Apple Music -profiili Jos haluat olla yhteydessä tai jakaa Apple Musicissa, voit luoda henkilökohtaisen profiilin syöttämällä käyttäjätunnisteen (esim. @johnappleseed), näyttönimen sekä halutessasi profiilikuvan ja muita tietoja. Apple säilyttää nämä tiedot tilisi yhteydessä, ja voit käyttää niitä kaikilla laitteillasi. Käyttäjätunnisteesi, näyttönimesi ja profiilikuvasi voivat näkyä postaamasi sisällön ja muiden Apple Musicissa jakamasi toiminnan yhteydessä. Sisällön jakamista tai julkaisemista ei ole tarkoitettu eivätkä ne ole saatavilla lasten Apple-tileille. Muut Apple Music -käyttäjät voivat löytää profiilisi antamiesi tietojen perusteella. Voit valita, ketkä näkevät profiilisi sisällön, kuten kuuntelemasi musiikin ja soittolistat. Profiilitietosi, kuten käyttäjätunnisteesi, näyttönimesi, kuvasi, seuraajasi ja ketä sinä seuraat, näkyvät oletusarvoisesti kaikille. Jos haluat estää käyttäjää näkemästä profiiliasi, mene käyttäjän profiiliin, napauta Enemmän ja napauta sitten Estä. Estämäsi käyttäjät eivät näe musiikkiasi eivätkä löydä profiiliasi Apple Musicissa. Kun luot profiilin Apple Musicissa, saat suosituksia muista Apple Music -tilaajista, joihin saatat haluta olla yhteydessä. Apple ei saa tietoja yhteystiedoistasi eikä tallenna niitä etsiessään suositeltavia ystäviä. Vain yhteystietojesi puhelinnumeroiden ja sähköpostiosoitteiden lyhennetyt ja salatut tiivisteet lähetetään Applelle. Mahdollisesti suositeltavien Apple Music -tilaajien yhdistäminen tapahtuu paikallisesti laitteellasi. Apple Music voi tarkistaa yhteystietosi säännöllisesti ja suositella tulevaisuudessa uusia ystäviä. Voit hallita tätä tilin asetuksissa poistamalla Yhteystiedot Apple Musicissa -asetuksen käytöstä. Jos et halua, että muut löytävät sinut yhteystiedoissaan mahdollisesti olevan Apple-tilin yhteystietosi perusteella, voit muuttaa sen tiliasetuksissa poistamalla käytöstä valinnan Salli etsiminen Apple-tilillä. Voit muuttaa tai poistaa profiiliin syöttämäsi tiedot koska tahansa. Aina, kun jaat jotakin verkossa, mieti tarkkaan, mitä olet julkaisemassa. Kun jaat Apple Musicista muille sivustoille tai someen, olet kyseisten muiden palveluiden tietosuojakäytäntöjen alainen. SharePlay Kun tilaat Apple Musicin, voit järjestää SharePlay-istuntoja, kun laitteesi on yhdistetty Apple TV:hen, HomePodiin tai CarPlayhin tai kun käytät Bluetoothia. SharePlayta käytettäessä muut Apple Music -tilaajat voivat liittyä SharePlay-istuntoosi ja hallita Apple Musicin kautta toistettavaa musiikkia. SharePlay antaa myös käyttäjille, joilla ei ole Apple Music -tilausta, mahdollisuuden liittyä SharePlay-istuntoon. Apple sallii lähellä olevien yhteystietojen löytää Apple Music -istuntosi ja pyytää liittyä siihen käyttämällä Bluetoothia, jos se on käytössä laitteessasi. Jos et halua, että yhteystiedot voivat löytää laitteesi ja pyytää liittyä Apple Music -istuntoosi, voit laittaa löydettävyyden lähellä oleville yhteyshenkilöille pois päältä Musiikki-apin Asetuksissa. Yhteystiedot sekä muut osallistujat voivat liittyä istuntoon skannaamalla Musiikki-apin Asetuksissa tai ajoneuvon käyttöliittymässä näkyvän QR-koodin, jos SharePlay-istuntoon osallistutaan autossa. Istuntoon osallistujien nimet ja profiilikuvat näkyvät kaikille istunnossa oleville. SharePlay-istuntoon tehdyt muutokset liitetään niiden tekijään ja yhdistetään kyseisen käyttäjän nimeen ja profiilikuvaan (mikäli asetettu), joita voidaan muokata koska tahansa Musiikki-apin asetuksissa. Voit poistaa osallistujia järjestämästäsi SharePlay-istunnosta napauttamalla Apple Music -apissa SharePlay-kuvaketta ja valitsemalla sitten poistettavan osallistujan. Poistu SharePlay-istunnosta napauttamalla Apple Music -apissa SharePlay-kuvaketta ja napauttamalla sitten Poistu. Lopeta järjestämäsi SharePlay-istunto napauttamalla Musiikki-apissa Lopeta. Apple ei säilytä SharePlay-istunnon päättymisen jälkeen tietoja yhteystiedoistasi tai muista osallistujista, jotka ovat liittyneet istuntoon. Voit myös ottaa SharePlay-istuntoja käyttöön Viesteissä tai FaceTime-puhelun aikana, jotta voit jakaa musiikkia synkronoidusti muiden kanssa. Aloita istunto valitsemalla musiikki, jota haluat kuunnella ja napauta sitten musiikkivalinnoissa SharePlay, syötä yhteystiedot, joiden kanssa jaetaan, ja napauta sitten Viestit tai FaceTime ja Aloita. Työstä soittolistoja yhdessä Apple Music -tilaajat voivat työstää soittolistoja yhdessä muiden Apple Music -tilaajien kanssa. Jos olet soittolistan luoja, voit halutessasi hyväksyä kunkin soittolistaan liittyvän käyttäjän tai voit antaa kenen tahansa, jolla on soittolistan linkki, liittyä automaattisesti. Kaikki osallistujat voivat lisätä kappaleita soittolistaan tai poistaa kappaleita soittolistasta sekä lisätä emojireaktioita. Muutokset liitetään niiden tekijään ja yhdistetään kyseisen käyttäjän nimeen ja profiilikuvaan (mikäli asetettu), joita voidaan muokata koska tahansa Musiikki-apin asetuksissa. Kaikki soittolistan osallistujat ja kaikki, joilla on soittolistan käyttöoikeus, voivat nähdä muiden osallistujien nimen ja kuvan. Soittolistaan osallistujat voivat nähdä kaikki muiden osallistujien lisäämät kappaleet ja reaktiot. Jos haluat lopettaa yhteistyöskentelyn, poista itsesi soittolistasta soittolistan asetuksissa, tai jos olet sen luoja, lopeta yhteistyöskentely soittolistan yhteistyöskentelyn hallinta-asetuksissa. Jos soittolistan luoja lopettaa yhteistyöskentelyn, soittolistasta tulee jaettu soittolista, jota osallistujat voivat käyttää Apple Music -kirjastossaan. Apple Musicin ja Apple Music Classicalin räätälöinti ja parantaminen Kun käytät Apple Music -jäsenyyttäsi tai toistat ilmaista sisältöä kirjastosi ulkopuolella, Apple voi kerätä tietoja toistamistasi ja musiikkikirjastoon tai soittolistoihin lisäämistäsi kappaleista ja videoista (soveltuvin osin) sekä artisteista ja sisällöstä, jonka lisäät suosikiksi tai jaat. Tietoja, kuten tili, IP-osoite ja laite, appi tai autoliittymä toistettaessa musiikkia, sijaintisi Apple Musicia tai Apple Music Classicalia käytettäessä, toistoaika ja toiston kesto, kirjataan ylös ja lähetetään Applelle. Apple käyttää näitä tietoja kokemuksen muokkaamiseen, sähköpostin ja ilmoitusten lähettämiseen sinulle ja sen ymmärtämiseen, miten Apple Musicia ja Apple Music Classicalia käytetään, jotta palveluja voitaisiin parantaa. Tällä perusteella voidaan esimerkiksi valita musiikkia, videoita ja artistien sisältöä, joita sinulle näytetään Apple Musicissa ja Apple Music Classicalissa. Tämän avulla Apple voi myös antaa muita makuasi vastaavia suosituksia, luoda kaupunkikohtaisia musiikkilistoja sekä tarjota räätälöityjä Apple Music -hakutuloksia käyttämällä erilaisia tietoja, kuten kuunteluhistoriaasi ja suosikkigenrejäsi. Näitä tietoja käytetään myös tekijänoikeuskorvausten maksamisessa ja Applen mediapalvelujen käyttöehtojen tai vallitsevien lakien kieltämän toiminnan ehkäisemisessä. Apple säilyttää näitä tietoja Apple Music -tilauksesi ajan ja sen jälkeen enintään kaksi vuotta tiedottaakseen sinulle musiikista, joka saattaa kiinnostaa sinua, sekä tarjouksista, joihin voit olla oikeutettu. Apple säilyttää näitä tietoja myös siltä osin kuin se on tarpeen taloudellista raportointia varten, kyseiseen raportointiin sovellettavien lakien mukaisen ajan. Tämä aika vaihtelee alueittain. Useimmille asiakkaille tämä vaatii vähintään 10 vuoden säilytysajan, mutta joillakin alueilla, kuten Kiinassa, aika voi olla 30 vuotta. Jos kuuntelet sisältöä muiden käyttäjien kanssa SharePlaylla, Musiikki-appi kirjaa tietoja SharePlay-istunnon aikana kuunnellusta sisällöstä sekä istuntoon osallistujien määrän, mutta se ei säilytä mitään tietoja, joilla SharePlay-istuntoon osallistuneet voitaisiin tunnistaa. Apple käyttää Apple Musicin hakutietoja Apple Musicin teknisten mallien parantamiseen. Esimerkiksi koostettuja Apple Music -hakukyselyjä käytetään Apple Musicin hakumallin hienosäätöön. Viestintä sinulle Apple voi käyttää tietoja tilistäsi (esim. omistamasi Apple-tuotteet, lataamasi Apple-apit ja tilaamasi Applen palvelut) lähettääkseen sinulle tietoja Apple Musicista ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua, mukaan lukien Apple Music Classical ja Apple One. Laitteesi sarjanumeron ja muiden laitetunnisteiden tai asiaankuuluviin App Store -tilauksiin liittyvien tietojen avulla saatetaan tarkistaa kelpoisuus Applen palvelutarjouksiin. Jos kuulut Perhejako-ryhmään, Apple voi lähettää sinulle viestejä tuotteista, palveluista ja tarjouksista, jotka ovat saatavillasi Perhejaon kautta. Jos ostat Apple One -tilauksen, Apple voi lähettää sinulle sähköpostia tai ilmoituksia kunkin tilaamasi palvelun ominaisuuksista. Apple voi myös käyttää tietoja toiminnastasi Apple Musicissa ja Apple Music Classicalissa sekä käyttötapahtumistasi palveluissa, joita käytetään sen selvittämiseen, oletko oikeutettu saatavilla oleviin alennettuihin Apple Music -tilauksiin (kuten Apple Music Student), ja lähettää niiden perusteella sinulle sähköpostia tai ilmoituksia uusista ominaisuuksista, sisällöstä ja tarjouksista Apple Musicissa ja Apple Music Classicalissa. Voit muuttaa sähköpostiasetuksiasi ja estää sähköpostit osoitteessa account.apple.com. Voit päivittää ilmoitusasetuksesi iOS-, iPadOS- tai visionOS-laitteessa valitsemalla Asetukset > Ilmoitukset > Musiikki. Avaa Macissa Musiikki-appi ja valitse Asetukset > Yleiset > Ilmoitukset. Apple käyttää tietoja siitä, miten reagoit Applen viestintään (kuten ilmoituksiin), palvelujensa parantamiseen. Petosten ja muun haitallisen toiminnan torjunta Laitteesi käyttötiedoista, mukaan lukien likimääräinen puheluiden ja sähköpostien määrä, lasketaan laitteen luottamusluku, kun yrität ostaa. Lähetettävät tiedot on suunniteltu siten, että Apple ei voi selvittää laitteen todellisia arvoja. Tuloksia säilytetään määrätty aika Applen palvelimilla. Apple voi myös käyttää tietoja aikaisemmasta liikesuhteestasi Applen kanssa Apple Music -tilauksen uusimisten käsittelyyn ja päättääkseen, annetaanko sinun käyttää tilaustasi ennen maksunkäsittelykumppanin hyväksyntää. Tietojen antaminen kolmansille osapuolille Radioasemat Kun käytät Apple Musicia radiolähetysten kuunteluun, laitteesi yhdistää suoraan radioasemaan halutun sisällön tarjoamiseksi. Kun se yhdistää, laitteesi IP-osoite näkyy radioasemalle. Siihen, miten radioasema käsittelee IP-osoitettasi, sovelletaan aseman tai sen tarjoajan tietosuojakäytäntöä. Levy-yhtiöt, artistit ja listojen ylläpitäjät Applella on velvollisuus toimittaa koostettuja ei-henkilökohtaisia tietoja Apple Musicin ja Apple Music Classicalin käytöstä sekä koostettuja demografisia tietoja käyttäjistä, kuten ikäryhmä ja sukupuoli (mikä voidaan päätellä esimerkiksi Apple-tililläsi olevasta nimestä ja tervehdyksestä), levy-yhtiöille, julkaisijoille ja artisteille, jotta ne voivat mitata luovan työnsä arvoa sekä täyttää tekijänoikeus- ja kirjanpitovaatimuksensa. Lisäksi Apple jakaa koostettuja tietoja kuuntelutoiminnasta musiikkilistojen laatijoille eri puolilla maailmaa, levy-yhtiöille ja artisteille sitoutumisen mittaamiseksi (myös reaaliajassa) sekä musiikin markkinointialustoille, jotka auttavat levy-yhtiöitä ja artisteja tavoittamaan kuuntelijoita. Jos tilaat Apple Musicin Applen ulkopuolisen kumppanin, kuten mobiilioperaattorin, kautta, Apple jakaa rajoitettuja henkilökohtaisia tietoja kyseisen kumppanin kanssa tilauksen kelpoisuuden varmistamiseksi tai oston viimeistelemiseksi. Yhdistäminen Apple Musiciin muilla apeilla iOS-, iPadOS- ja visionOS-apit sekä muilla kuin Applen alustoilla toimivat apit voivat pyytää käyttöoikeutta Apple Musiciin ja pilvikirjastoosi. Jos annat apille luvan, se voi saada tietoonsa mm. laitteesi pilvikirjaston sisällön, oletko Apple Music ‑tilaaja, toistamasi musiikin ja videot sekä suosituksesi Apple Musicissa. Luvan saanut appi voi myös muokata tiliisi liittyviä tietoja, esimerkiksi mitä kappaleita on kirjastossasi ja soittolistoillasi. Jos myönnät Kuvat-apille luvan käyttää Apple Musicia, Kuvat toistaa Apple Musicissa olevia kappaleita muistoelokuvissa. Kun luot muokatun muistoelokuvan Kuvissa, tietoja muiston luomiseen käyttämästäsi kehotteesta voidaan lähettää Apple Musiciin elokuvan kanssa toistettavan musiikin valitsemista varten. Tuettua sisältöä sisältävät Applen apit, kuten Kaukosäädin, yhdistetään myös automaattisesti, kun aloitat Musiikki-apin ja tuetun sisällön käytön. Voit poistaa apin käyttöoikeuden iOS-, iPadOS- tai visionOS-laitteessasi kohdassa Asetukset > Tietosuoja ja suojaus > Media ja Apple Music. Valitse Macissa Järjestelmäasetukset > Tietosuoja ja suojaus > Tietosuoja > Media ja Apple Music. Jos olet poistanut apin tai antanut apille käyttöoikeuden iOS 11:tä vanhemmalla iOS- tai iPadOS-versiolla, voit poistaa sen käyttöoikeuden käytöstä Apple Music -tiliasetuksissa. Apple Music -tilaukset mobiilioperaattorin kautta Jos mobiilioperaattorisi tarjoaa Apple Music -tilauksia ja ilmaisia kokeiluja, Apple voi tarkistaa puhelinnumerosi selvittääkseen, oletko oikeutettu operaattorin kautta. Jos tilaat Apple Musicin tai ilmaisen kokeilun mobiilioperaattorisi tai muun Applen kumppanin kautta, Apple käyttää puhelinnumeroasi tai kumppanin jakamaa yksilöllistä tilitunnistetta tilisi tunnistamiseen ja tilauksen aktivoimisesta ilmoittamiseen mobiilioperaattorille tai muulle kumppanille. Tilaukseesi yhdistettyä puhelinnumeroa tai ainutlaatuista tunnistetta käytetään tilisi tunnistamiseen kirjauduttaessa ja Apple Music -aktiivisuutesi liittämiseen tiliin. Apple käyttää puhelinnumeroasi myös tilauksen peruuttamispyynnön lähettämiseen operaattorillesi, jos pyydät sitä. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee henkilötietojasi Apple Musicissa yleisesti toteuttaakseen sopimuksesi Applen kanssa, siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin, mm. seuraaviin: • Kuuntelemasi, kirjastoon lisäämäsi tai lataamasi sisällön sekä ominaisuuksien tarjoaminen Apple Musicissa ja Apple Music Classicalissa. • Apple Music- ja Apple Music Classical -käyttökokemuksesi räätälöiminen. • Myös Apple Musicin kautta saatavilla olevien kappaleiden tunnistaminen ja vapauttaminen • Sen määrittäminen, mitä sisältöä on käytettävissä alueellasi sekä oletko oikeutettu tarjouksiin ja tilauksiin • Apple Musicin ja Apple Music Classicalin optimoiminen sinulle ja muille sekä tietojen lähettäminen sinulle Musiikki- ja Klassinen-apeista sekä muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua • Apple Music -profiilisi ja -soittolistojesi luominen ja ylläpitäminen • Rojaltien maksaminen ja raporttien antaminen julkaisijoille, levy-yhtiöille, artisteille ja listojen ylläpitäjille • Petosten ja muun haitallisen toiminnan torjunta Käytettyihin tietoihin sisältyvät seuraavat: • Musiikki- ja Klassinen -appien käyttösi, mukaan lukien ominaisuuksien käyttö, ilmoitukset ja viestit apissa sekä Musiikissa ja Klassisessa kuuntelemasi, etsimäsi, tarkastelemasi, kirjastoon lisäämäsi ja lataamasi sisältö. • Tietoja laitteestasi ja tilistäsi • IP-osoitteesi • Apple Music -profiilisi ja soittolistasi • Laitteen luottamusluku Muut kuin henkilötiedot Apple voi kerätä, käyttää, siirtää ja antaa ei-henkilökohtaisia tietoja mihin tahansa tarkoitukseen. Apple voi esimerkiksi käyttää ei-henkilökohtaisia tietojasi yhdistettynä muiden Apple Music -käyttäjien tietoihin palvelun parantamista varten. Apple voi myös kerätä laitteestasi tiettyjä mittaustietoja, kun käytät Apple Musicia, kuten radiotaajuuden voimakkuus, maakoodi, verkon koodi ja mobiiliradioteknologia. Lisätietoja Apple Musicista Yksityiskohtaisempia tietoja Apple Musicista, kuten ominaisuudet ja hinnat, löytyvät osoitteesta www.apple.com/fi/apple-music. Katso lisätietoja Tietoja Apple Music -verkkosoittimesta ja tietosuojasta -sivulta osoitteessa www.apple.com/legal/privacy/data/fi/apple-music-web. Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com/legal/privacy/fi/.
fr: La sécurité et la confidentialité de vos informations sont primordiales pour Apple. Nous veillons à collecter uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit et service Apple, Apple Music et Apple Music Classical ont été conçus dans le respect de ces principes. Nous utilisons vos données personnelles pour la fourniture des services et fonctionnalités d’Apple Music. Ces données incluent votre nom et la photo associée à votre compte Apple si vous en avez ajouté une. Vous pouvez consulter et modifier ces derniers dans les réglages de l’app Musique lorsque vous utilisez les fonctionnalités de partage d’Apple Music. Ces données comprennent également vos informations de compte et de paiement, accessibles et modifiables dans Réglages ou Réglages Système. Lorsque vous vous abonnez à Apple Music, votre abonnement comprend l’accès complet à Apple Music et à Apple Music Classical. Apple recueille des informations relatives à votre utilisation des services Apple Music et Apple Music Classical dans le but de personnaliser les fonctionnalités selon vos goûts musicaux. Ces fonctionnalités incluent des recommandations personnalisées telles que des albums et des playlists choisis pour vous, ainsi que la fonctionnalité Radio, qui lit des morceaux sélectionnés à partir de vos artistes et de vos genres favoris. Ces informations nous permettent également de vous contacter par e-mail et notification push pour vous faire part des prochaines sorties, des nouveaux artistes ou d’autres évènements à venir sur Apple Music et Apple Music Classical que vous pourriez apprécier. Il se peut que des fonctionnalités d’Apple Music, comme certaines stations de radio, ne soient pas disponibles dans votre région. Apple peut utiliser l’adresse IP de votre connexion Internet pour déterminer votre position approximative et la disponibilité des différentes fonctionnalités. Apple Music Classical Les abonnés à Apple Music ont accès à Apple Music Classical, une application de musique classique conçue pour vous permettre de découvrir des morceaux et des albums classiques, et d’enregistrer tous vos morceaux classiques favoris dans un même endroit. Vous pouvez parcourir le catalogue d’Apple Music Classical sans abonnement, mais un abonnement à Apple Music est nécessaire pour accéder à toutes les fonctionnalités d’Apple Music Classical. Si vous n’avez pas d’abonnement actif à Apple Music, il vous est proposé de vous abonner à Apple Music pour profiter d’un accès complet à Apple Music Classical. Bibliothèque dans le cloud La bibliothèque dans le cloud Apple, comprise dans votre abonnement à Apple Music, vous permet d’accéder aux morceaux et playlists de votre bibliothèque depuis tous vos appareils. Cette fonctionnalité permet d’envoyer des informations liées à la bibliothèque présente sur votre appareil (morceaux, noms d’artiste, etc.) à Apple, afin de rechercher et de vous offrir des copies de vos titres (si ceux-ci sont proposés dans les catalogues Apple Music et Apple Music Classical). Les morceaux qui n’ont pas pu être trouvés dans le catalogue Apple Music sont chargés dans votre bibliothèque personnelle dans le cloud, afin qu’ils soient eux aussi disponibles sur tous vos appareils via Apple Music. Pour arrêter de synchroniser votre bibliothèque dans le cloud sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Apps > Musique et touchez le réglage « Synchroniser la bibliothèque » pour le désactiver. Sur un Mac, ouvrez Musique et accédez à Réglages > Général, puis désélectionnez « Synchroniser la bibliothèque ». Profil Apple Music Si vous souhaitez entrer en contact avec d’autres utilisateurs via Apple Music, vous pouvez créer un profil personnel en fournissant un pseudonyme (par exemple, @philippepollet), un nom et, éventuellement, une photo de profil et d’autres informations. Ces informations sont stockées dans votre compte de sorte que vous puissiez y accéder depuis n’importe quel appareil. Vos pseudonyme, nom et photo de profil peuvent apparaître aux côtés des commentaires que vous publiez et des activités que vous partagez sur Apple Music. Le partage et la publication de contenu ne sont actuellement pas destinés ni accessibles aux comptes Apple pour enfants. D’autres utilisateurs peuvent également trouver votre profil Apple Music à partir des données que vous avez fournies. Vous pouvez limiter l’accès au contenu de votre profil, comme votre historique d’écoute et vos playlists, aux personnes de votre choix. Toutefois, les données de votre profil, comme votre pseudonyme, votre nom, votre photo, les personnes qui vous suivent et celles que vous suivez, sont par défaut accessibles à tout le monde. Pour empêcher un utilisateur de voir votre profil, accédez au profil de l’utilisateur, touchez Plus, puis Bloquer. Les personnes que vous bloquez ne pourront pas voir vos morceaux ni trouver votre profil sur Apple Music. Lorsque vous créez un profil sur Apple Music, nous vous recommandons d’autres abonnés à Apple Music avec lesquels vous pourriez devenir ami. Apple ne collecte et ne stocke aucune information concernant vos contacts lors de la recherche d’amis à recommander. Seuls des hachages abrégés et chiffrés des numéros de téléphone et adresses e-mail de vos contacts sont envoyés à Apple ; les abonnés à Apple Music correspondants à recommander sont ensuite recherchés localement sur votre appareil. Apple Music peut vérifier périodiquement vos contacts pour vous recommander de nouveaux amis ; vous pouvez contrôler cela en désactivant l’option « Contacts sur Apple Music » dans les réglages de votre compte. Si vous ne voulez pas que d’autres utilisateurs puissent vous trouver à partir des coordonnées associées à votre compte Apple figurant éventuellement dans leurs contacts, vous pouvez désactiver l’option « Autoriser la recherche par compte Apple » dans les réglages de votre compte. Vous avez, à tout moment, la possibilité de modifier ou de supprimer les informations associées à votre profil. Prenez garde lorsque vous choisissez de partager des informations en ligne ; certaines pourraient être rendues publiques. Les données partagées depuis Apple Music sur d’autres sites web ou réseaux sociaux sont régies par les engagements de confidentialité de ces services. SharePlay L’abonnement à Apple Music vous permet d’organiser des sessions SharePlay lorsque votre appareil est connecté à une Apple TV, à un HomePod, à CarPlay ou lorsqu’il utilise le Bluetooth. Grâce à SharePlay, d’autres abonnés à Apple Music peuvent rejoindre votre session SharePlay et contrôler la musique lue via Apple Music. SharePlay permet également aux utilisateurs sans abonnement à Apple Music de rejoindre votre session SharePlay. Afin d’autoriser vos contacts à proximité à découvrir votre session Apple Music et à vous en demander l’accès, Apple utilise le Bluetooth si celui-ci est activé sur votre appareil. Si vous ne souhaitez pas que vos contacts puissent découvrir votre appareil et vous demander l’accès à votre session Apple Music, vous pouvez désactiver la détection de votre appareil par les contacts à proximité dans les réglages de l’app Musique. Vos contacts et les autres participants peuvent également rejoindre la session en scannant le code QR affiché dans les réglages de l’app Musique ou sur l’interface du véhicule si la session SharePlay est initiée en voiture. Le nom et la photo de profil de chaque participant seront visibles pour toutes les autres personnes participant à la session. Les contributions à une session SharePlay sont attribuées à la personne qui en est à l’origine et sont associées à son nom et à sa photo lorsque ceux-ci sont disponibles. Ces derniers sont modifiables à tout moment dans les réglages de l’app Musique. Lorsque vous organisez une session SharePlay, vous pouvez supprimer des participants en touchant l’icône SharePlay dans l’app Musique, puis en sélectionnant le participant à supprimer. Pour quitter une session SharePlay, touchez l’icône SharePlay dans l’app Musique, puis touchez Quitter. Pour mettre fin à une session SharePlay que vous avez organisée, touchez Terminer sur l’interface du véhicule ou dans l’app Musique. À l’issue des sessions SharePlay, Apple ne conserve aucune information liée à vos contacts ou aux autres participants ayant participé. Vous pouvez également activer des sessions SharePlay dans l’app Messages ou durant un appel FaceTime pour partager de la musique de façon synchronisée avec d’autres personnes. Pour commencer une session, sélectionnez la musique que vous souhaitez écouter. Touchez SharePlay dans les options, saisissez ensuite le nom des contacts avec lesquels vous souhaitez partager ce contenu et touchez Messages ou FaceTime, puis Commencer. Collaborer sur des playlists Les personnes disposant d’un abonnement à Apple Music peuvent créer des playlists et collaborer sur ces dernières avec d’autres abonnés. Si vous avez créé la playlist, vous pouvez autoriser l’accès à cette dernière pour chaque personne demandant à rejoindre la session. Vous pouvez également autoriser l’accès à toutes les personnes en partageant un lien d’accès automatique vers la playlist. Tous les participants peuvent ajouter des morceaux à la playlist ou en supprimer, et réagir aux morceaux sous forme d’Emoji. Les contributions sont attribuées à la personne qui en est à l’origine et sont associées à son nom et à sa photo lorsque ceux-ci sont disponibles. Ces dernières sont modifiables à tout moment dans les réglages de l’app Musique. Tous les participants de la playlist, et toutes les personnes disposant du lien d’accès vers cette dernière, peuvent voir le nom et la photo des autres participants. Les participants d’une playlist peuvent voir tous les morceaux de cette dernière ainsi que les réactions ajoutées par les autres participants. Pour mettre un terme à la collaboration, supprimez-vous des participants de la playlist dans les réglages de la playlist ou, si vous avez créé la playlist, arrêtez la collaboration dans les réglages de gestion de la collaboration pour cette playlist. Si la personne ayant créé la playlist met un terme à la collaboration, la playlist devient une playlist partagée à laquelle les participants peuvent accéder depuis leur bibliothèque Apple Music. Personnalisation et amélioration d’Apple Music et d’Apple Music Classical Lorsque vous utilisez votre abonnement à Apple Music ou lisez du contenu gratuit en dehors de votre bibliothèque, nous pouvons recueillir des informations relatives aux morceaux et vidéos (dans certaines régions) que vous lisez ou ajoutez à votre bibliothèque musicale ou à des playlists, ainsi qu’aux artistes et au contenu que vous ajoutez aux favoris ou partagez. Des informations telles que le compte, l’adresse IP et l’appareil, l’app ou l’interface auto que vous avez utilisés pour lire de la musique, la section Apple Music ou Apple Music Classical depuis laquelle vous avez lancé la musique, ainsi que l’heure et la durée de lecture sont relevées et envoyées à Apple. Ces données nous permettent de personnaliser les fonctionnalités selon vos goûts, de vous envoyer des e-mails et des notifications, et d’analyser l’utilisation d’Apple Music et d’Apple Music Classical afin d’améliorer nos services. Nous pouvons ainsi mieux sélectionner les morceaux, vidéos et contenus d’artistes à vous présenter dans Apple Music et Apple Music Classical. En plus de vous offrir des recommandations pertinentes, les informations recueillies nous permettent aussi de créer des classements par ville afin de vous indiquer les tendances d’écoute dans chaque ville et de vous proposer des résultats de recherche personnalisés dans Apple Music, en se basant sur plusieurs informations telles que votre historique d’écoute et vos genres favoris. Nous utilisons également ces informations pour verser les droits d’auteur dus et prendre les mesures nécessaires en cas de violation des conditions générales des Services multimédia Apple ou des lois en vigueur. Nous conservons ces informations pendant toute la durée de votre abonnement à Apple Music et ensuite pendant une période de deux ans maximum pour vous envoyer des communications concernant de la musique susceptible de vous intéresser et des offres dont vous pourriez bénéficier. Nous conservons également ces informations lorsque cela est nécessaire pour établir les rapports financiers couvrant les périodes spécifiées dans les lois en vigueur relatives aux états financiers. Ces durées peuvent varier d’une région à l’autre. Pour la plupart des clients, cette période de rétention est d’au moins dix ans. Toutefois, dans certaines régions telles que la Chine, la durée de cette période peut s’élever à 30 ans. Si vous utilisez SharePlay pour écouter du contenu avec d’autres utilisateurs sur Apple Music, l’app Musique enregistre certaines informations concernant le contenu que vous écoutez durant la session SharePlay ainsi que le nombre de participants approximatif à cette session, mais elle ne conserve aucune information permettant d’identifier les participants d’une session SharePlay. Nous utilisons également les données de recherche d’Apple Music pour améliorer les modèles qui alimentent Apple Music. Par exemple, les requêtes Apple Music agrégées sont utilisées pour perfectionner le modèle de recherche d’Apple Music. Communications provenant d’Apple Apple peut utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez, les apps Apple que vous téléchargez et vos abonnements à des services Apple, pour vous envoyer des communications concernant Apple Music et d’autres produits, services et offres Apple susceptibles de vous intéresser, notamment Apple Music Classical et Apple One. Le numéro de série de votre appareil et d’autres identifiants de votre matériel, ou encore certains détails liés à vos abonnements App Store pertinents, peuvent être utilisés pour vérifier votre éligibilité aux offres de service. Si vous faites partie d’un groupe de partage familial, Apple peut vous envoyer des messages concernant les produits, services et offres disponibles via le partage familial. Si vous souscrivez un abonnement Apple One, il est possible que nous vous envoyions des e-mails et des notifications push concernant les fonctionnalités de chacun des services ^[auxquels vous vous êtes ^[abonné](inflect: true)](inflectionAlternative: "que vous avez souscrits", assumedFallbackInflection: { grammaticalGender: "masculine" }). Apple peut également utiliser des informations relatives à votre activité dans Apple Music et Apple Music Classical ainsi que vos interactions avec des services servant à vérifier l’éligibilité aux réductions disponibles pour les abonnements à Apple Music (par exemple, l’abonnement étudiant à Apple Music) pour vous envoyer des e-mails et des notifications push à propos de nouveaux contenus, fonctionnalités et offres disponibles dans Apple Music et Apple Music Classical. Vous pouvez modifier vos préférences liées à la réception d’e-mails et refuser de recevoir ces e-mails en allant sur account.apple.com/fr. Pour mettre à jour vos préférences de notifications sur un appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > Musique. Sur un Mac, ouvrez Musique puis accédez à Réglages > Général > Notifications. Apple utilise les informations concernant vos interactions avec ses communications, notamment les notifications, pour améliorer ses services. Lutte contre la fraude et d’autres activités malveillantes Lors d’une tentative d’achat, nous calculons un indice de confiance de l’appareil sur ce dernier ; pour ce faire, nous nous basons sur les données d’utilisation de votre appareil, notamment le nombre approximatif d’appels passés et reçus ou d’e-mails envoyés et reçus. La transmission se fait sous une forme ne permettant pas à Apple de connaître les données réellement présentes sur votre appareil. Cet indice est stocké pendant une durée déterminée sur nos serveurs. Apple peut également utiliser les données de votre relation commerciale jusqu’à présent avec Apple afin de traiter les renouvellements d’abonnement à Apple Music et déterminer s’il est judicieux de fournir l’accès à l’abonnement avant d’avoir reçu l’autorisation du prestataire de paiement. Divulgation à des tiers Stations de radio Lorsque vous utilisez Apple Music pour écouter la radio, votre appareil se connecte directement à la station de radio afin de vous fournir le contenu demandé. Lors de la connexion, la station de radio pourra connaître l’adresse IP de votre appareil. Le traitement de votre adresse IP par la station de radio est régi par l’engagement de confidentialité de la station ou de son fournisseur. Labels, artistes et sociétés de classement musical Nous sommes tenus de communiquer certaines données agrégées non personnelles relatives à l’utilisation d’Apple Music et d’Apple Music Classical, ainsi que des statistiques démographiques agrégées telles que votre catégorie d’âge et votre sexe (qui peuvent être déduites d’après le nom et la formule d’adresse associés à votre compte Apple) aux labels, éditeurs et artistes, de sorte qu’ils puissent évaluer l’efficacité de leurs créations et remplir les exigences en matière de droits d’auteur et de comptabilité. Par ailleurs, certaines données agrégées relatives à vos activités d’écoute sont partagées avec des organisations responsables du classement des ventes à travers le monde, avec des labels et des artistes pour mesurer l’engagement des abonnés, et avec des plates-formes de marketing musical aidant les labels et les artistes à conquérir de nouveaux auditeurs. Afin de déterminer l’éligibilité de votre abonnement en cas d’abonnement à Apple Music via un partenaire tiers tel qu’un opérateur mobile, ou afin de finaliser vos achats, nous partageons une quantité limitée d’informations permettant de vous identifier personnellement avec ce partenaire. Connexion d’Apple Music avec d’autres apps Les apps iOS, iPadOS et visionOS, ainsi que les apps et les plateformes tierces, peuvent demander l’accès à Apple Music et à votre bibliothèque dans le cloud. Si vous donnez votre autorisation à une app, celle-ci peut accéder à des informations telles que le contenu de la bibliothèque dans le cloud présente sur votre appareil, l’état de votre abonnement à Apple Music, la musique que vous avez écoutée et les vidéos que vous avez visionnées, ainsi que vos recommandations dans Apple Music. Une app autorisée peut également modifier les données associées à votre compte, notamment les morceaux figurant dans votre bibliothèque et vos playlists. Si autorisez à l’app Photos à accéder à Apple Music, Photos utilisera des morceaux d’Apple Music lors de la lecture de films de souvenirs. Lorsque vous créez un film de souvenirs personnalisé dans Photos, les informations relatives à la requête que vous saisissez pour créer le souvenir peuvent être envoyées à Apple Music afin de sélectionner un morceau à diffuser avec le film. Les apps Apple permettant d’accéder à du contenu pris en charge, comme Remote, sont automatiquement connectées lorsque vous commencez à utiliser l’app Musique et le contenu pris en charge. Vous pouvez désactiver l’accès d’une app sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Confidentialité et sécurité > Médias et Apple Music. Sur un Mac, accédez à Réglages Système > Confidentialité et sécurité > Confidentialité > Médias et Apple Music. Si vous avez supprimé l’app ou que vous avez donné votre autorisation à une app sous une version d’iOS antérieure à iOS 11 ou iPadOS, vous pouvez désactiver son accès dans les réglages de votre compte Apple Music. Abonnements à Apple Music via votre opérateur de téléphonie mobile Certains opérateurs de téléphonie mobile proposent des abonnements à Apple Music ainsi que des essais gratuits. Il se peut qu’Apple prenne connaissance de votre numéro de téléphone afin de savoir si vous pouvez souscrire au service via un opérateur partenaire. Si vous souscrivez un abonnement Apple Music ou participez à un essai gratuit via votre fournisseur de réseau mobile ou un autre partenaire d’Apple, Apple utilisera votre numéro de téléphone ou un identifiant de compte unique fourni par son partenaire pour identifier votre compte et informer votre fournisseur de réseau mobile ou un autre partenaire que votre abonnement a été activé. Le numéro de téléphone ou l’identifiant unique associé à votre abonnement sera employé dans le but de vérifier votre compte lorsque vous vous connecterez au service et d’associer, à ce même compte, les informations relatives à votre activité sur Apple Music. Nous utilisons également votre numéro de téléphone pour demander l’annulation de votre abonnement auprès de votre opérateur si vous nous le demandez. Cadre juridique applicable au traitement des données personnelles En règle générale, nous traitons vos données personnelles liées à votre utilisation d’Apple Music dans le cadre de l’exécution de votre contrat avec Apple, afin de vous fournir le service Apple Music et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les données personnelles d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties pour : • Vous donner accès au contenu d’Apple Music et d’Apple Music Classical que vous écoutez, ajoutez à votre bibliothèque ou téléchargez. • Personnaliser votre expérience dans Apple Music et Apple Music Classical. • Identifier et déverrouiller les copies de vos morceaux également disponibles sur Apple Music. • Déterminer la disponibilité du contenu dans votre région et votre éligibilité aux offres et aux abonnements. • Améliorer et optimiser Apple Music et Apple Music Classical pour vous et les autres utilisateurs, et vous envoyer des communications concernant les apps Musique, Apple Music Classical et d’autres produits, services et offres Apple susceptibles de vous intéresser. • Créer et mettre à jour votre profil et vos playlists Apple Music. • Verser des droits d’auteur et fournir des rapports aux éditeurs, labels, artistes et sociétés de classement musical. • Lutter contre la fraude et d’autres activités malveillantes. Les données utilisées incluent : • Votre utilisation des apps Musique et Apple Music Classical, y compris vos interactions avec les fonctionnalités, les notifications et les messages intégrés aux apps, ainsi que le contenu que vous écoutez, recherchez, consultez, ajoutez à votre bibliothèque et téléchargez sur Apple Music et Apple Music Classical. • Les informations concernant votre appareil et votre compte. • Votre adresse IP. • Votre profil et vos playlists Apple Music. • L’indice de confiance de votre appareil. Données ne permettant pas de vous identifier personnellement Il est possible que nous recueillions, utilisions, transférions ou divulguions des données non personnelles, quel que soit le motif. Par exemple, nous sommes susceptibles d’agréger vos données non personnelles et celles d’autres utilisateurs d’Apple Music dans le but d’améliorer le service. Nous pouvons également collecter certaines mesures liées à la performance de votre appareil lorsque vous utilisez Apple Music, y compris la puissance des radiofréquences, le code du pays, le code du réseau et la technologie d’accès à la radio cellulaire. En savoir plus sur Apple Music Pour en savoir plus sur Apple Music, notamment sur les fonctionnalités et les tarifs, consultez la page suivante : www.apple.com/fr/apple-music. Pour en savoir plus sur le lecteur Web Apple Music et la confidentialité, consultez la page www.apple.com/legal/privacy/data/fr/apple-music-web. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse https://www.apple.com/fr/privacy/
fr_ca: La sécurité et la confidentialité de vos informations personnelles sont primordiales pour Apple. Nous veillons à recueillir uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. De plus, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit ou service Apple, Apple Music et Apple Music Classical ont été conçus dans le respect de ces principes. Apple utilise vos données personnelles pour fournir les services et fonctionnalités dans Apple Music. Ces informations comprennent votre nom et la photo associée à votre compte Apple, le cas échéant, qui sont accessibles et modifiables dans les réglages de l’app Musique en lien avec les fonctionnalités de partage dans Apple Music. Elles comprennent également des informations du compte et de paiement qui sont accessibles et modifiables dans Réglages ou dans Réglages système. Lorsque vous vous abonnez à Apple Music, votre abonnement vous permet de bénéficier pleinement d’Apple Music et d’Apple Music Classical. Apple recueille des informations sur la façon dont vous utilisez Apple Music et Apple Music Classical dans le but de personnaliser les fonctionnalités selon vos goûts musicaux. Ces fonctionnalités comprennent des recommandations personnalisées telles que les albums et les listes de lecture choisis pour vous, et Radio, qui diffuse les sélections de vos artistes et de vos genres favoris. Nous utilisons également ces informations pour vous contacter par courriel et envoyer des notifications Push concernant les sorties à venir, les nouveaux artistes et les autres événements sur Apple Music et Apple Music Classical qui pourraient vous intéresser. Certaines fonctionnalités d’Apple Music, telles que certaines stations de radio, pourraient ne pas être offertes dans votre région. Apple est susceptible d’utiliser l’adresse IP de votre connexion Internet pour connaître approximativement votre position et ainsi déterminer la disponibilité desdites fonctionnalités. Apple Music Classical Les abonnés d’Apple Music ont accès à l’app Classique, une application de musique classique conçue pour vous faire découvrir des pistes ainsi que des albums de ce genre. Vous pouvez également conserver vos pistes classiques préférées en un seul endroit centralisé. Vous pouvez parcourir le catalogue Apple Music Classical sans abonnement, mais vous devez souscrire un abonnement à Apple Music pour accéder à toutes les fonctionnalités d’Apple Music Classical. Si vous n’avez pas d’abonnement actif à Apple Music, vous aurez la possibilité de vous y abonner pour obtenir un accès complet à Apple Music Classical. Bibliothèque infonuagique Votre bibliothèque infonuagique Apple, comprise dans votre abonnement à Apple Music, vous permet d’accéder aux chansons et listes de lectures de votre bibliothèque à partir de tous vos appareils. Cette fonctionnalité permet d’envoyer à Apple des informations liées à la bibliothèque de votre appareil (chansons, noms d’artiste, etc.) afin de rechercher et de vous offrir des copies de vos titres (si celles-ci sont proposées dans les catalogues Apple Music et Apple Music Classical). Les chansons qui n’ont pas pu être retrouvées dans le catalogue sont téléversées dans votre bibliothèque infonuagique personnelle, afin qu’elles soient elles aussi disponibles sur tous vos appareils par le biais d’Apple Music. Pour interrompre la synchronisation de votre bibliothèque infonuagique sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Apps > Musique, puis désactivez Synchroniser la bibliothèque. Sur Mac, ouvrez Musique et accédez à Réglages > Général, puis désélectionnez Synchroniser la bibliothèque. Profil Apple Music Si vous souhaitez prendre contact avec d’autres utilisateurs par l’entremise d’Apple Music, vous pouvez créer un profil personnel en fournissant un pseudonyme (du type @f_thibault), un nom et, éventuellement, une photo de profil et d’autres informations. Ces informations sont stockées sur votre compte de sorte que vous puissiez y accéder à partir de n’importe quel appareil. Vos pseudonyme, nom et photo de profil peuvent apparaître aux côtés des contenus que vous publiez et des activités que vous partagez sur Apple Music. Le partage et la publication de contenus ne sont actuellement pas offerts aux détenteurs de comptes Apple pour enfants, lesquels n’ont pas été conçus à cette fin. D’autres utilisateurs d’Apple Music peuvent également trouver votre profil à partir des données que vous avez fournies. Vous pouvez choisir les personnes pour lesquelles le contenu de votre profil, comme votre activité d’écoute et vos listes de lecture, est visible. En contrepartie, tout le monde peut voir par défaut les informations de votre profil comme vos pseudonyme, nom et photo de profil, les personnes qui vous suivent et celles que vous suivez. Pour empêcher un utilisateur de voir votre profil, accédez à son profil, touchez Plus, puis touchez Bloquer. Les personnes que vous bloquez ne pourront ni voir votre musique ni trouver votre profil dans Apple Music. Au moment de la création d’un profil sur Apple Music, nous vous recommanderons d’autres abonnés d’Apple Music avec lesquels vous pourriez souhaiter vous connecter en tant qu’amis. Apple ne mémorise pas ni ne stocke les informations de vos contacts lors de la recherche des amis à recommander. Seuls les numéros de téléphone et les adresses courriel raccourcis et condensés de vos contacts sont envoyés à Apple; les abonnés d’Apple Music correspondants à recommander sont ensuite déterminés localement sur votre appareil. Apple Music peut vérifier vos contacts périodiquement pour recommander ultérieurement de nouveaux amis. Vous pouvez contrôler cette option dans les réglages de votre compte, en désactivant « Contacts sur Apple Music ». Si vous ne souhaitez pas que d’autres personnes vous retrouvent grâce aux informations de contact associées à votre compte Apple qui peuvent être présentes dans leurs carnets d’adresses, accédez aux réglages de votre compte et désactivez « Autoriser vos amis à vous trouver grâce à votre compte Apple ». Vous avez, à tout moment, la possibilité de modifier ou de supprimer les informations associées à votre profil. Prenez garde lorsque vous choisissez de partager des informations en ligne; certaines pourraient être rendues publiques. Les données partagées à partir d’Apple Music vers d’autres sites Web ou réseaux sociaux sont régies par les politiques de confidentialité de ces services. SharePlay Lorsque vous vous abonnez à Apple Music, vous pouvez héberger des séances SharePlay lorsque votre appareil est connecté à une Apple TV, à un HomePod, à CarPlay ou à un appareil Bluetooth. Avec SharePlay, d’autres personnes abonnées à Apple Music peuvent se joindre à votre séance SharePlay et contrôler la musique à l’écoute par l’entremise d’Apple Music. SharePlay permet aux utilisateurs non abonnés à Apple Music de se joindre à votre séance SharePlay. Si la connectivité Bluetooth est activée sur votre appareil, Apple l’utilise pour permettre à vos contacts à proximité de découvrir votre séance Apple Music et de demander à s’y joindre. Si vous ne voulez pas que vos contacts puissent découvrir votre appareil et demander de se joindre à votre séance Apple Music, vous pouvez modifier les réglages de l’app Musique pour empêcher les contacts à proximité de découvrir votre appareil. Les contacts ainsi que d’autres participants peuvent également se joindre à la séance en balayant le code QR affiché dans les réglages de l’app Musique ou sur l’interface du véhicule lors d’une séance SharePlay en voiture. Le nom et la photo de profil des participants à la séance seront visibles par toutes les personnes qui y sont connectées. Les contributions à une séance SharePlay sont attribuées à la personne qui en est à l’origine et sont associées à son nom et à sa photo de profil, qu’elle peut modifier à tout moment dans les réglages de l’app Musique. Vous pouvez retirer les participants d’une séance SharePlay que vous hébergez en touchant l’icône SharePlay dans l’app Musique, puis en sélectionnant le participant que vous voulez retirer. Pour quitter une séance SharePlay, touchez l’icône SharePlay dans l’app Musique, puis touchez Quitter. Pour terminer une séance SharePlay dont vous êtes à l’origine, touchez Terminer dans l’app Musique. Apple ne conserve pas les informations concernant vos contacts ou les autres participants s’étant joints à la séance SharePlay une fois celle-ci terminée. Vous pouvez également lancer des séances SharePlay dans Messages ou au cours d’un appel FaceTime pour partager de la musique avec d’autres. Pour commencer une séance, sélectionnez la musique que vous voulez écouter, touchez SharePlay dans les options, entrez les contacts avec qui vous voulez partager l’écoute, touchez Messages ou FaceTime, puis touchez Commencer. Collaborer à des listes de lecture Les personnes abonnées à Apple Music peuvent créer des listes de lecture et collaborer à celles d’autres abonnés. Si vous avez créé la liste de lecture, vous pouvez choisir d’approuver les personnes qui s’y joignent ou d’autoriser toute personne disposant du lien à s’y joindre automatiquement. Tous les participants peuvent ajouter des chansons à la liste de lecture ou en supprimer, et ajouter des réactions sous la forme d’émojis. Les contributions sont attribuées à la personne qui en est à l’origine et sont associées à son nom et à sa photo de profil, qu’elle peut modifier à tout moment dans les réglages de l’app Musique. Tous les participants à la liste de lecture, et quiconque y a accès, peuvent voir le nom et la photo des autres. Les participants à la liste de lecture peuvent voir toutes les chansons et réactions ajoutées par les autres participants. Pour cesser la collaboration, retirez-vous de la liste de lecture à partir de ses réglages ou, si vous l’avez créée, mettez fin à la collaboration dans les réglages de gestion. Si la personne qui l’a créée met fin à la collaboration, la liste de lecture devient une liste partagée à laquelle les collaborateurs auront accès à partir de leur bibliothèque Apple Music. Personnaliser et améliorer Apple Music et Apple Music Classical Lorsque vous utilisez votre abonnement à Apple Music ou que vous écoutez du contenu gratuit en dehors de votre bibliothèque, nous pouvons recueillir des informations relatives aux chansons et aux vidéos (le cas échéant) que vous faites jouer ou que vous ajoutez à votre bibliothèque musicale ou à vos listes de lecture, et aux artistes que vous ajoutez aux favoris ou partagez. Les informations relatives au compte, à l’adresse IP et à l’appareil, à l’app ou à l’interface pour véhicule utilisés lors de la lecture, la section Apple Music ou Apple Music Classical à partir de laquelle vous avez lancé la lecture, ainsi que l’heure et la durée de la lecture, sont recueillies et envoyées à Apple. Ces données nous permettent de personnaliser votre expérience, de vous envoyer des courriels et des notifications, et de comprendre comment Apple Music et Apple Music Classical sont utilisés afin d’améliorer nos services. Par exemple, ces informations peuvent nous aider à sélectionner la musique, les vidéos et le contenu d’artiste que nous vous présentons dans Apple Music et Apple Music Classical. Cela nous permet également d’émettre d’autres recommandations en fonction de vos goûts, de créer des palmarès vous indiquant la musique populaire par ville et de personnaliser les résultats de vos recherches dans Apple Music au moyen d’un ensemble d’informations telles que votre historique d’écoute et vos genres préférés. Nous utilisons également ces informations pour verser les droits d’auteur dus et prendre les mesures nécessaires en cas de violation des modalités des Services multimédias Apple ou des lois en vigueur. Nous conservons ces informations pendant la durée de votre abonnement à Apple Music, puis pendant une période maximale de deux ans pour communiquer avec vous au sujet de la musique qui pourrait vous plaire et d’offres auxquelles vous pourriez être admissible. Nous conservons également ces informations si elles sont nécessaires à l’élaboration de rapports financiers pour la période indiquée par les lois applicables en matière de publication de l’information financière, qui varient selon la région. Cela implique que, pour la majeure partie de la clientèle, les données seront conservées pendant au moins 10 ans. Cette période peut s’élever à 30 ans dans des régions comme la Chine. Si vous utilisez SharePlay pour écouter du contenu Apple Music avec d’autres utilisateurs, l’app Musique recueillera des informations sur le contenu écouté pendant la séance SharePlay et le nombre approximatif de participants, mais elle ne conservera aucune information permettant d’identifier ces participants. Nous utilisons les données de recherche d’Apple Music pour améliorer les modèles qui alimentent Apple Music. Par exemple, les demandes de recherches consolidées d’Apple Music servent à affiner le modèle de recherche de d’Apple Music. Communiquer avec vous Apple pourrait utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez, les apps Apple que vous téléchargez et vos abonnements aux services Apple, pour vous envoyer des communications au sujet d’Apple Music et d’autres produits, services et offres d’Apple susceptibles de vous intéresser, y compris Apple Music Classical et Apple One. Le numéro de série de votre appareil et d’autres identifiants matériels ou des détails concernant les abonnements pertinents que vous avez souscrits dans l’App Store pourraient être utilisés pour vérifier l’admissibilité aux offres de service. Si vous faites partie d’un groupe de partage familial, Apple pourrait vous envoyer des communications à propos de produits, de services et d’offres rendus disponibles par cette fonctionnalité. Si vous souscrivez un abonnement à Apple One, nous pourrions vous envoyer des courriels et des notifications Push relatifs aux fonctionnalités de chacun des services auxquels vous avez choisi de vous abonner. Apple pourrait également utiliser des informations sur votre activité dans Apple Music et Apple Music Classical ainsi que votre interaction avec les services utilisés pour vérifier l’admissibilité aux abonnements Apple Music à prix réduit (comme Apple Music pour étudiants) pour vous envoyer des courriels et des notifications Push sur de nouvelles fonctionnalités, des contenus et des offres proposés dans Apple Music et Apple Music Classical. Vous pouvez modifier vos préférences de courriel et choisir de ne plus recevoir ces courriels en vous rendant sur account.apple.com. Pour mettre à jour vos préférences en matière de notifications sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > Musique. Sur Mac, ouvrez Musique et accédez à Réglages > Général > Notifications. Apple utilise les informations relatives à vos interactions avec ses communications, y compris les notifications, pour améliorer ses services. Prévenir la fraude et d’autres activités malveillantes Nous calculons l’indice de confiance de votre appareil lorsque vous tentez d’effectuer un achat, en utilisant des informations sur votre façon d’utiliser votre appareil, notamment le nombre approximatif d’appels ou de courriels que vous envoyez et recevez. L’envoi est conçu de manière à ce qu’Apple ne puisse pas mémoriser les valeurs réelles sur votre appareil. L’indice est stocké sur nos serveurs pour une durée déterminée. Nous pouvons également utiliser des informations sur l’historique de vos relations commerciales avec Apple pour traiter les renouvellements d’abonnement à Apple Music et choisir d’accorder ou non l’accès continu à votre abonnement avant d’avoir reçu l’autorisation du partenaire de paiement. Divulgation à des tiers Stations radio Lorsque vous utilisez Apple Music pour écouter une diffusion radio, votre appareil se connecte directement à la station de radio pour vous transmettre le contenu demandé. Une fois la connexion établie, la station de radio peut connaître l’adresse IP de votre appareil. Le traitement de votre adresse IP par la station de radio est soumis aux politiques de confidentialité de cette dernière ou de son fournisseur. Maisons de disques, artistes et compilateurs de palmarès Nous sommes dans l’obligation de communiquer certaines données consolidées et non personnelles relatives à l’utilisation d’Apple Music et d’Apple Music Classical, ainsi que des données démographiques consolidées relatives aux utilisateurs, comme la tranche d’âge et le sexe (qui pourraient être déduits en fonction de votre nom et de la formule d’appel réglée pour votre compte Apple), aux maisons de disque, aux éditeurs et aux artistes de sorte qu’ils puissent mesurer les performances de leur travail créatif et calculer leurs droits d’auteur. Par ailleurs, nous partageons l’activité d’écoute consolidée avec les compilateurs de palmarès pour établir les palmarès musicaux partout dans le monde, avec les maisons de disques et les artistes pour mesurer l’engagement, y compris en temps réel, ainsi qu’avec les plateformes de marketing musical qui aident les maisons de disque et les artistes à atteindre les utilisateurs. Pour déterminer l’admissibilité de votre abonnement à Apple Music si vous l’avez souscrit par l’intermédiaire d’un partenaire tiers tel qu’un opérateur cellulaire, ou pour conclure votre achat, nous partageons certaines informations qui sont susceptibles de vous identifier personnellement avec ledit partenaire. Connexion d’Apple Music à d’autres apps Les apps iOS, iPadOS et visionOS ainsi que celles sur des plateformes non conçues par Apple peuvent demander l’accès à Apple Music et à votre bibliothèque infonuagique. Si vous autorisez une app, celle-ci pourra accéder à des informations comme la bibliothèque infonuagique sur votre appareil, le fait que vous ayez souscrit un abonnement à Apple Music ou non, votre activité d’écoute de musique et de vidéos et vos recommandations dans Apple Music. Une app autorisée peut aussi modifier les données associées à votre compte, comme la liste des chansons présentes dans votre bibliothèque et vos listes de lecture. Si vous autorisez l’app Photos à accéder à Apple Music, Photos utilisera les chansons d’Apple Music dans les films souvenirs. Lorsque vous créez un film souvenirs dans Photos, les informations relatives à l’invite que vous saisissez pour créer le souvenir peuvent être envoyées à Apple Music pour sélectionner la musique à faire jouer avec le film. Les apps Apple au contenu pris en charge, telles que Télécommande, seront automatiquement associées lorsque vous commencerez à utiliser l’app Musique et le contenu pris en charge. Vous pouvez désactiver l’accès d’une app sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Confidentialité et sécurité > Média et Apple Music. Sur Mac, accédez à Réglages système > Confidentialité et sécurité > Média et Apple Music. Si vous avez supprimé l’app ou que vous avez autorisé une app à l’aide d’une version d’iOS antérieure à iOS 11 ou iPadOS, vous pouvez désactiver son accès dans les réglages de votre compte Apple Music. Abonnements à Apple Music par l’intermédiaire de votre opérateur de téléphonie cellulaire Certains opérateurs de téléphonie cellulaire proposent des abonnements à Apple Music et des essais gratuits. Il se peut qu’Apple prenne connaissance de votre numéro de téléphone afin de savoir si vous y êtes admissible par l’entremise d’un réseau cellulaire. Si vous souscrivez un abonnement à Apple Music ou effectuez un essai gratuit par l’intermédiaire de votre opérateur de téléphonie cellulaire ou d’un autre partenaire Apple, Apple utilisera votre numéro de téléphone ou un identifiant unique de compte partagé avec le partenaire pour identifier votre compte et informer le réseau cellulaire ou tout autre partenaire de l’activation de votre abonnement. Ils seront employés dans le but de vérifier votre compte lorsque vous vous connecterez au service et pour associer à ce même compte les informations relatives à votre activité sur Apple Music. Nous utilisons également votre numéro de téléphone pour solliciter sur votre demande l’annulation de votre abonnement auprès de votre réseau cellulaire. Fondement juridique applicable au traitement des données personnelles De façon générale, nous traitons vos données personnelles dans Apple Music aux fins de l’exécution de votre contrat avec Apple, dans la mesure où cela est nécessaire pour fournir le service, et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers pour : • donner l’accès au contenu d’Apple Music et d’Apple Music Classical que vous écoutez, ajoutez à votre bibliothèque ou téléchargez; • personnaliser votre expérience avec Apple Music et Apple Music Classical; • identifier et mettre à disposition des copies de vos chansons qui sont également disponibles dans Apple Music; • déterminer la disponibilité du contenu dans votre région et votre admissibilité aux offres et aux abonnements; • contribuer à améliorer et à optimiser l’utilisation d’Apple Music et d’Apple Music Classical par tous les utilisateurs, et vous envoyer des communications concernant les apps Musique et Classique ainsi que d’autres produits, services et offres d’Apple susceptibles de vous intéresser; • créer et mettre à jour votre profil et vos listes de lecture Apple Music; • verser les droits d’auteur dus et produire des rapports pour les éditeurs, les maisons de disque, les artistes et les compilateurs de palmarès; • prévenir la fraude et d’autres activités malveillantes. Les données utilisées comprennent : • votre utilisation des apps Musique et Classique, y compris vos interactions avec les fonctionnalités, les notifications et messages dans les apps, ainsi que le contenu que vous écoutez, recherchez, consultez, ajoutez à votre bibliothèque et téléchargez sur Apple Music et Apple Music Classical; • des informations sur votre appareil et votre compte; • votre adresse IP; • votre profil et vos listes de lecture Apple Music; • l’indice de confiance de votre appareil. Données non personnelles Nous pouvons recueillir, utiliser, transférer et divulguer des données non personnelles à des fins diverses. Par exemple, nous sommes susceptibles d’agréger vos données non personnelles et celles d’autres utilisateurs dans le but d’améliorer le service. Nous pourrions également recueillir certaines mesures de performance de votre appareil lorsque vous utilisez Apple Music, notamment la force du signal de radiofréquence, l’indicatif du pays, le code réseau et la technologie d’accès à la radio cellulaire. En apprendre davantage sur Apple Music Pour obtenir des informations plus détaillées, y compris une description des fonctionnalités ainsi que les tarifs, rendez-vous sur www.apple.com/ca/fr/apple-music. Pour en savoir plus sur le lecteur Web Apple Music et la confidentialité, rendez-vous sur www.apple.com/legal/privacy/data/fr/apple-music-web. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: הגנה על פרטיות ואבטחת המידע של המשתמשים היא בעלת חשיבות עליונה עבור כל עובדי Apple. אנו עובדים קשה כדי לאסוף רק את הנתונים שדרושים לנו על-מנת לשפר את חוויית השימוש שלך. כאשר אנו אוספים נתונים, אנו מאמינים שחשוב ליידע אותך לגבי מה שאנחנו אוספים ומדוע, כדי לאפשר לך לקבל החלטות מושכלות. ‏Apple Music ו-Apple Music Classical, בדומה לכל מוצר ושירות אחר של Apple, תוכננו תוך התחשבות בעקרונות אלו. אנו משתמשים בנתונים האישיים שלך כדי לספק את השירותים והמאפיינים של Apple Music. מידע זה כולל את השם שלך ואת התמונה שלך (אם הגדרת כזו) בחשבון ה-Apple, הזמינים וניתנים לשינוי בהגדרות היישום ״מוזיקה״ של Apple, והם ישמשו עבור מאפייני השיתוף ב-Apple Music. המידע אף יכלול את פרטי החשבון ופרטי התשלום שלך, הזמינים וניתנים לשינוי דרך ״הגדרות״ או ״הגדרות המערכת״. ההרשמה למינוי של Apple Music תעניק לך גישה מלאה ל-Apple Music ול-Apple Music Classical. ‏Apple אוספת מידע לגבי אופן השימוש שלך ב-Apple Music וב-Apple Music Classical כדי להתאים את המאפיינים לטעמך המוזיקלי. מאפיינים אלו כוללים המלצות בהתאמה אישית כגון אלבומים ופלייליסטים שנבחרו במיוחד בשבילך, ואת ״רדיו״ – שמנגן קטעים נבחרים מהאומנים והסגנונות המועדפים שלך. בנוסף, אנו משתמשים במידע זה כדי ליצור איתך קשר בהודעות דוא״ל ועדכונים באמצעות טכנולוגיית Push לגבי תכנים שמגיעים בקרוב, אומנים חדשים וחדשות אחרות הקשורות ל-Apple Music ול-Apple Music Classical שעשויות לעניין אותך. ייתכן שמספר מאפיינים של Apple Music, כמו למשל תחנות רדיו מסוימות, לא יהיו זמינים באזורך. כתובת ה-IP של חיבור האינטרנט שלך עשויה לשמש את Apple לקביעת המיקום המשוער שלך כדי לקבוע לפיו את זמינות המאפיינים. ‏Apple Music Classical למנויי Apple Music יש גישה ל-Apple Music Classical, יישום מוזיקה קלאסית שמטרתו לאפשר לך לגלות רצועות ואלבומים קלאסיים, ולשמור את הרצועות הקלאסיות המועדפות שלך במקום מרכזי אחד. באפשרותך לעיין בקטלוג של Apple Music Classical ללא מינוי, אך יהיה לך צורך במינוי ל-Apple Music כדי לגשת לכל המאפיינים של Apple Music Classical. אם אין לך מינוי פעיל ל-Apple Music, תינתן לך האפשרות להירשם ל-Apple Music כדי לקבל גישה מלאה ל-Apple Music Classical. ספריית הענן ספריית הענן של Apple, שהיא הטבה שכלולה במינוי שלך ל-Apple Music, מאפשרת לך לקבל גישה לשירים ולפלייליסטים בספריה שלך מכל המכשירים שברשותך. מאפיין זה שולח ל-Apple מידע מספריית המוזיקה שלך במכשיר, כגון שמות שירים ואומנים, כדי לזהות עותקים של השירים שלך שזמינים גם ב-Apple Music וב-Apple Music Classical ולאפשר לך גישה אליהם. שירים שלא ניתן למצוא ב-Apple Music מועלים לספריית הענן האישית שלך, כדי שיהיה באפשרותך לקבל גישה לאוסף המלא שלך מכל מכשיר דרך Apple Music. כדי להפסיק את הסנכרון של ספריית הענן האישית שלך במכשיר ה-iOS, ה-iPadOS או ה-visionOS יש לעבור ל״הגדרות״ > ״יישומים״ > ״מוזיקה״ ולהקיש כדי לכבות את ״סנכרון הספריה״. ב-Mac, יש לפתוח את היישום ״מוזיקה״ של Apple ולעבור אל ״הגדרות״ > ״כללי״, ואז לבטל את הבחירה ב״סנכרן ספריה״. פרופיל ב-Apple Music אם ברצונך ליצור קשר עם אנשים אחרים שמשתמשים ב-Apple Music או לשתף איתם תכנים, באפשרותך ליצור פרופיל אישי על-ידי בחירת שם משתמש (למשל, ⁨@morcohen⁩), שם תצוגה וגם תמונת פרופיל ומידע נוסף, לפי בחירתך. ‏Apple מאחסנת מידע זה יחד עם החשבון שלך, כדי שתהיה לך אפשרות לגשת אליו מכל אחד מהמכשירים שלך. שם המשתמש, שם התצוגה ותמונת הפרופיל שלך יכולים להופיע לצד כל תוכן שפרסמת ופעילות ששיתפת ב-Apple Music. פעולות שיתוף ופרסום של תכנים אינן זמינות למזהי חשבונות Apple של ילדים ולא מיועדות עבורם. ייתכן שאנשים אחרים יוכלו גם למצוא את פרופיל ה-Apple Music שלך בעזרת הפרטים שסיפקת. באפשרותך לבחור מי יוכל לגשת לתוכן שמופיע בפרופיל שלך, כמו למשל שירים ששמעת או הפלייליסטים שלך. עם זאת, פרטי הפרופיל שלך כמו שם משתמש, שם תצוגה, תמונה, העוקבים שלך ומשתמשים שבחרת לעקוב אחריהם זמינים לכולם כברירת מחדל. כדי לחסום למשתמש את היכולת לראות את הפרופיל שלך, יש לעבור לפרופיל המשתמש, להקיש על ״עוד״ ואז להקיש על ״חסימה״. אנשים שחסמת לא יוכלו לראות את המוזיקה שלך או למצוא את הפרופיל שלך ב-Apple Music. בעת יצירת פרופיל של Apple Music, נמליץ לך על מנויי Apple Music אחרים שייתכן שברצונך להוסיף לרשימת החברים שלך. ‏Apple אינה לומדת ואינה מאחסנת מידע על אנשי הקשר שלך בעת חיפוש הצעות לחברים עבורך. רק קודי Hash מוצפנים ומקוצרים של מספרי טלפון וכתובות דוא״ל מתוך אנשי הקשר שלך יישלחו אל Apple, ולאחר מכן, המלצות למנויי Apple Music שמתאימים לפרופיל שלך ייקבעו באופן מקומי אצלך במכשיר. שירות Apple Music עשוי לבדוק בעתיד את רשימת אנשי הקשר שלך מעת לעת כדי להציע לך חברים חדשים. ניתן לשנות זאת דרך ״הגדרות חשבון״ על-ידי ביטול הבחירה באפשרות ״אנשי קשר ב-Apple Music״. אם אינך רוצה שאנשים אחרים ימצאו אותך לפי פרטי הקשר שמופיעים בחשבון ה-Apple שלך ועשויים להיות זמינים ברשימת אנשי הקשר שלהם, באפשרותך לשנות זאת דרך ״הגדרות החשבון״ על ידי כיבוי האפשרות ״הרשאת חיפוש לפי חשבון Apple״. ניתן לעדכן או למחוק בכל שלב את המידע שהזנת בפרופיל. בעת שיתוף תכנים באינטרנט, חשוב לשים לב לתוכן שבכוונתך להפוך לציבורי. בעת שיתוף תכנים מתוך Apple Music עם אתרים אחרים או רשתות חברתיות אחרות, כל מה שישותף יטופל בכפוף למדיניות הפרטיות של השירותים האלו. ‏SharePlay מינוי ל-Apple Music מאפשר לך לארח פעילויות SharePlay כאשר קיים חיבור ל-Apple TV, ל-HomePod או ל-CarPlay, או בעת שימוש ב-Bluetooth. באמצעות SharePlay, מנויים אחרים ל-Apple Music יכולים להצטרף לפעילות ה-SharePlay שלך ולשלוט במוזיקה שמושמעת דרך Apple Music. ‏SharePlay מאפשר גם למשתמשים ללא מינוי ל-Apple Music להצטרף לפעילות ה-SharePlay שלך. ‏Apple משתמשת ב-Bluetooth, אם הוא מופעל במכשיר שלך, כדי לאפשר לאנשי קשר בקרבת מקום לגלות את הפעילות שלך ב-Apple Music ולבקש להצטרף אליה. אם אינך רוצה שאנשי קשר יוכלו לגלות את המכשיר שלך ולבקש להצטרף לפעילות שלך ב-Apple Music, באפשרותך לכבות את היכולת של אנשי קשר בסביבה לגלות את המכשיר בהגדרות היישום ״מוזיקה״ של Apple. אנשי קשר ומשתתפים אחרים יכולים גם להצטרף לפעילות באמצעות סריקת קוד ה-QR שמוצג בהגדרות היישום ״מוזיקה״ של Apple או בממשק הרכב, אם הם משתתפים בפעילות SharePlay ברכב. תמונות הפרופיל והשמות של המשתתפים בפעילות יהיו גלויים בפני כל המשתתפים. פעולות הוספה לפעילות SharePlay משויכות לאדם שביצע אותן ומקושרות לשם ולתמונת הפרופיל שלו, אם סופקו כאלו. ניתן לערוך את השם והתמונה בכל עת בהגדרות היישום ״מוזיקה״ של Apple. באפשרותך להסיר משתתפים מפעילות SharePlay שהתחלת לארח באמצעות הקשה על האייקון של SharePlay ביישום ״מוזיקה״ של Apple, ואז בחירה במשתתף שברצונך להסיר. כדי לצאת מפעילות SharePlay, יש להקיש על האייקון של SharePlay ביישום ״מוזיקה״ של Apple, ואז להקיש על ״יציאה״. כדי לסיים פעילות SharePlay שיצרת, באפשרותך להקיש על ״סיום״ ביישום ״מוזיקה״ של Apple. ‏Apple לא מאחסנת מידע בנוגע לאנשי הקשר שלך או למשתתפים אחרים שהצטרפו לפעילות SharePlay לאחר שהפעילות מסתיימת. באפשרותך גם להפעיל פעילויות SharePlay ב״הודעות״ או במהלך שיחות FaceTime כדי לשתף מוזיקה בסנכרון עם אחרים. כדי להתחיל פעילות, יש לבחור את המוזיקה שברצונך להאזין לה, ואז להקיש על SharePlay באפשרויות המוזיקה, להזין את אנשי הקשר עבור השיתוף ואז להקיש על ״הודעות״ או על FaceTime ו״התחלה״. שיתוף פעולה בפלייליסטים מנויים של Apple Music יכולים ליצור פלייליסטים ולשתף בהם פעולה עם מנויים אחרים של Apple Music. אם הפלייליסט נוצר על ידך, באפשרותך לאשר כל אדם שמצטרף אליו, או לאשר לכל מי שקיבל את הקישור לפלייליסט להצטרף באופן אוטומטי. כל המשתתפים יכולים להוסיף לפלייליסט שירים, להסיר ממנו שירים ולהוסיף תגובות אמוג׳י. פעולות הוספה לפלייליסט משויכות לאדם שביצע אותם ומקושרות לשם ולתמונת הפרופיל שלו, אם סופקו כאלו. ניתן לערוך את השם והתמונה בכל עת בהגדרות היישום ״מוזיקה״ של Apple. כל משתתף בפלייליסט, וכל מי שיש לו גישה אליו, יכול לראות ולהציג את השמות והתמונות של משתתפים אחרים. משתתפים בפלייליסט יכולים לראות את כל השירים והתגובות שנוספו על ידי משתתפים אחרים. כדי לצאת משיתוף הפעולה, באפשרותך להסיר את עצמך מהפלייליסט בהגדרות שלו. אם הפלייליסט נוצר על ידך, באפשרותך להפסיק את שיתוף הפעולה בהגדרות ניהול שיתוף הפעולה של הפלייליסט. אם יוצר הפלייליסט מסיים את שיתוף הפעולה, הפלייליסט הופך לפלייליסט משותף שזמין למשתפי הפעולה דרך ספריית ה-Apple Music שלהם. התאמה אישית ושיפור של Apple Music ושל Apple Music Classical בעת השימוש שלך במינוי ל-Apple Music או בעת הפעלת תכנים ללא תשלום מחוץ לספריה שלך, אנו עשויים לאסוף מידע לגבי השירים והסרטונים (בהתאם לזמינות) שהפעלת או הוספת לספריית המוזיקה או לפלייליסטים שלך, וכן לגבי אומנים ותכנים שהוספת למועדפים או ששיתפת. מידע שיירשם ויישלח ל-Apple כולל פרטים לגבי החשבון, כתובת ה-IP והמכשיר, היישום או ממשק הרכב שדרכם האזנת למוזיקה; איפה היית בממשק של Apple Music או ב-Apple Music Classical בעת השמעת המוזיקה; השעה שבה האזנת לה ולמשך כמה זמן. אנו משתמשים במידע זה כדי להתאים עבורך את חוויית השימוש באופן אישי, לשלוח הודעות דוא״ל ועדכונים וכן כדי להבין כיצד אנשים משתמשים ב-Apple Music וב-Apple Music Classical כדי שנוכל לשפר את השירותים שלנו. לדוגמה, מידע זה יכול לעזור לנו לבחור את המוזיקה, תוכני הווידאו ותוכני האומנים שנציג לך ב-Apple Music וב-Apple Music Classical. הוא גם מאפשר לנו להמליץ לך על דברים נוספים שמשקפים את הטעם שלך, ליצור טבלאות ערים כדי להציג לך מוזיקה פופולרית לפי עיר, ולספק תוצאות חיפוש בהתאמה אישית ב-Apple Music באמצעות שילוב של מידע כגון היסטוריית ההאזנה והז׳אנרים המועדפים שלך. אנו גם משתמשים במידע זה כדי לשלם תמלוגים ולמנוע או לפעול נגד פעילויות שמפרות או עלולות להפר את התקנון של ״שירותי המדיה של Apple״ או חוקים רלוונטיים. אנו שומרים מידע זה למשך תקופת המינוי שלך ל-Apple Music וגם לאחר מכן, למשך תקופה של עד שנתיים, כדי לשלוח לך מידע על מוזיקה שייתכן שתעניין אותך ועל הצעות שייתכן שיש לך זכאות אליהן. אנו גם שומרים מידע זה אם יש צורך בכך במסגרת דיווח פיננסי עבור תקופות המצוינות בחוקים תקפים שקשורים לדיווח כזה. משך הזמן משתנה מאזור לאזור. עבור מרבית הלקוחות, פרק הזמן הוא עשר שנים לפחות, אך באזורים כגון סין פרק הזמן יכול להיות 30 שנים. בעת שימוש ב-SharePlay להאזנה לתכנים יחד עם משתמשים אחרים ב-Apple Music, היישום ״מוזיקה״ של Apple יאסוף מידע על התכנים שהאזנת להם במהלך פעילות ה-SharePlay, ועל המספר המשוער של המשתתפים בפעילות, אך לא יאחסן מידע שיכול לזהות את המשתתפים. נוסף לכך, אנחנו משתמשי בנתוני החיפוש של Apple Music לשיפור המודלים שמפעילים את Apple Music. לדוגמה, שאילתות צבורות של חיפוש ב-Apple Music משמשות לכוונון עדין של מודל החיפוש של Apple Music. התקשורת איתך ‏Apple עשויה להשתמש במידע לגבי החשבון שלך (כגון מוצרי ה-Apple שבבעלותך, היישומים של Apple שהורדת ומינויים שלך לשירותי Apple) כדי לשלוח לך הודעות בנוגע ל-Apple Music ולמוצרים, שירותים ומבצעים אחרים של Apple שעשויים לעניין אותך, כולל Apple Music Classical ו-Apple One. המספר הסידורי של המכשיר שלך ומזהי חומרה נוספים, או פרטים לגבי מינויים רלוונטיים שלך ב-App Store, עשויים לשמש לבדיקת זכאות להצעות שירותים של Apple. אם הצטרפת לקבוצת ״שיתוף משפחתי״, Apple עשויה לשלוח לך הודעות בנוגע למוצרים, שירותים והצעות שזמינות לך דרך ״שיתוף משפחתי״. אם רכשת מינוי ל-Apple One, ייתכן שנשלח אליך הודעות דוא״ל ועדכונים באמצעות טכנולוגיית Push לגבי המאפיינים של כל אחד מהשירותים שאליהם נרשמת. ‏Apple עשויה גם להשתמש במידע על הפעילות שלך ב-Apple Music וב-Apple Music Classical ועל האינטראקציה שלך עם שירותים המשמשים לאימות הזכאות למינויי Apple Music שזמינים עם הנחה (לדוגמה Apple Music Student) כדי לשלוח לך הודעות דוא״ל ועדכוני Push לגבי מאפיינים, תוכן ומבצעים חדשים הזמינים ב-Apple Music וב-Apple Music Classical. באפשרותך לשנות את העדפות הדוא״ל שלך ולבחור שלא לקבל את הודעות הדוא״ל האלו על ידי מעבר לאתר account.apple.com. כדי לעדכן את ההעדפות שלך בנוגע לעדכונים במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״הגדרות״ > ״עדכונים״ > ״מוזיקה״. ב-Mac, יש לפתוח את היישום ״מוזיקה״ של Apple ולעבור אל ״הגדרות״ > ״כללי״ > ״עדכונים״. ‏Apple משתמשת במידע בנוגע לאינטראקציות שלך עם מידע ששלחנו אליך, כולל עדכונים, כדי לשפר את השירותים שלנו. מניעת הונאות ופעילות זדונית אחרת בעת ביצוע ניסיון רכישה, אנו מחשבים עבור המכשיר שלך ציון המכונה ״ציון אמון״. כדי לחשב את הציון הזה אנו משתמשים במידע לגבי אופן השימוש שלך במכשיר, כולל המספר המשוער של שיחות הטלפון או הודעות הדוא״ל היוצאות והנכנסות במכשיר שלך. שליחת מידע זה מתבצעת באופן שאינו חושף בפני Apple את הנתונים הממשיים של המכשיר שלך. הציון נשמר בשרתים שלנו למשך פרק זמן קבוע מראש. ‏Apple עשויה גם להשתמש במידע על הקשרים העסקיים ההיסטוריים שלך עם Apple כדי לעבד את חידושי המינוי לשירות ⁨Apple Music⁩ וכדי לקבוע אם לספק גישה רציפה למינוי שלך לפני האישור של שותף התשלום. חשיפה לגורמים חיצוניים תחנות רדיו בעת האזנה לשידור של תחנת רדיו דרך Apple Music, המכשיר שלך מתחבר ישירות לתחנה המשדרת כדי לספק לך את התכנים המבוקשים. בעת החיבור, כתובת ה-IP של המכשיר שלך תהיה גלויה לתחנת הרדיו המשדרת. הטיפול בכתובת ה-IP שלך על-ידי תחנת הרדיו נעשה בכפוף למדיניות הפרטיות של תחנת הרדיו או של הספק שלה. לייבלים, אומנים ועורכי מצעדי מוזיקה אנו מחויבים לספק נתונים צבורים מסוימים שאינם אישיים בנוגע לשימוש ב-Apple Music וב-Apple Music Classical, וכן נתונים דמוגרפיים נצברים של משתמשים, כגון קבוצת גיל ומגדר (שניתן להסיק מפרטים כמו השם והתואר שלך בחשבון ה‑Apple), עבור לייבלים, מפרסמים ואומנים, כדי שהם יוכלו לאמוד את הביצועים של התוכן שהם יצרו ולעמוד בתנאים מסוימים הנוגעים לתמלוגים והנהלת חשבונות. בנוסף, אנו משתפים נתוני האזנה צבורים עם עורכים של מצעדי מוזיקה בכל העולם, עם לייבלים ואומנים כדי למדוד נתוני שימוש (כולל בזמן אמת), ועם פלטפורמות לשיווק מוזיקה המסייעות ללייבלים ולאומנים להגיע למאזינים. כדי לקבוע את תאימות המינוי שלך ל-Apple Music אם נרשמת דרך ספק חיצוני כגון מפעיל סלולרי, או כדי להשלים את הרכישה שלך, אנו משתפים עם הספק הזה מידע מוגבל המאפשר זיהוי אישי. חיבור Apple Music עם יישומים אחרים יישומי iOS, ‏iPadOS ו-visionOS ויישומים בפלטפורמות שאינן של Apple עשויים לבקש הרשאת גישה ל-Apple Music ולספריית הענן שלך. אם הענקת הרשאה כזו ליישום, הוא יוכל לגשת למידע כמו ספריית הענן שלך במכשיר, לראות אם יש לך מינוי Apple Music, לראות את היסטוריית הפעלת המוזיקה והווידאו שלך ואת ההמלצות שלך ב-Apple Music. יישום עם הרשאה יוכל גם לשנות מידע הקשור לחשבון שלך, כגון אילו שירים נמצאים בספריה ובפלייליסטים שלך. אם היישום ״תמונות״ יקבל ממך הרשאת גישה ל-Apple Music, ״תמונות״ ישתמש בשירים מתוך Apple Music ליצירת פסקולים בסרטוני זיכרונות. בעת יצירת סרטון זיכרונות מותאם אישית ביישום ״תמונות״, מידע על ההוראה שהזנת ליצירת הזיכרון עשוי להישלח ל-Apple Music לצורך בחירת המוזיקה לליווי הסרטון. יישומי Apple עם תוכן נתמך, כגון ״שלט״, יחוברו באופן אוטומטי גם הם עם תחילת השימוש ביישום ״מוזיקה״ של Apple ובתוכן נתמך. ניתן לבטל גישה של יישום במכשיר ה-iOS, ה-iPadOS או ה-visionOS באמצעות מעבר אל ״הגדרות״ > ״פרטיות ואבטחה״ > ״מדיה ו-Apple Music״. ב-Mac, יש לעבור אל ״הגדרות המערכת״ > ״פרטיות ואבטחה״ > ״פרטיות״ > ״מדיה ו-Apple Music״. אם מחקת את היישום או אם הענקת ליישום הרשאת גישה ממכשיר עם גירסת iOS הקודמת ל-iOS 11 או iPadOS, באפשרותך לבטל את הרשאת הגישה בהגדרות חשבון ה-Apple Music שלך. מינויים ל-Apple Music דרך ספק הרשת הסלולרית אם ספק הרשת הסלולרית שלך מציע מינויים ותקופות ניסיון ללא תשלום ל-Apple Music, ‏Apple עשויה לבדוק את מספר הטלפון שלך כדי לקבוע את הזכאות שלך לקבלת שירות זה באמצעות ספק רשת סלולרית שותף. אם נרשמת למינוי Apple Music או לתקופת ניסיון ללא תשלום דרך ספק הרשת הסלולרית שלך או גוף שותף אחר של Apple, ‏Apple תשתמש במספר הטלפון שלך או במזהה חשבון ייחודי שסופק על ידי הגוף השותף כדי לזהות את החשבון שלך ולעדכן את ספק הרשת הסלולרית או את הגוף השותף האחר בכך שהפעלת את המינוי שלך. אנו נשתמש במספר הטלפון או במזהה הייחודי שמקושר למינוי שלך כדי לאמת את החשבון שלך במהלך שלב ההתחברות וכדי לקשר את הפעילות שלך ב-Apple Music לחשבון שלך. אנו גם משתמשים במספר הטלפון שלך כדי לבקש את ביטול המינוי שלך מספק הרשת הסלולרית לפי בקשתך. בסיס חוקי תקף לעיבוד נתונים אישיים באופן כללי, אנו מעבדים את המידע האישי שלך ב-Apple Music לצורך קיום תנאי החוזה שלך מול Apple, בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים נתונים אישיים לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כדי: • לספק לך גישה לתכנים ב-Apple Music וב-Apple Music Classical שהאזנת להם, שהוספת לספריה שלך או שהורדת • להתאים באופן אישי את החוויה שלך ב-Apple Music וב-Apple Music Classical • לזהות ולבטל נעילת עותקים של שירים שלך שזמינים גם ב-Apple Music • לקבוע את הזמינות של תכנים באזורך ושל הזכאות שלך להצעות ולמינויים • לסייע בשיפור ומיטוב Apple Music ו-Apple Music Classical עבורך ועבור אחרים, ולשלוח לך מידע בנוגע ליישומים Apple Music ו-Apple Music Classical ולמוצרים, שירותים ומבצעים אחרים של Apple שעשויים לעניין אותך • ליצור ולתחזק את הפרופיל והפלייליסטים שלך ב-Apple Music • לשלם תמלוגים ולספק דיווחים למפרסמים, לייבלים, אומנים ועורכי מצעדי מוזיקה • למנוע הונאות ופעילות זדונית אחרת הנתונים שבהם נעשה שימוש כוללים את: • נתוני השימוש שלך ביישומים Apple Music ו-Apple Music Classical, כולל האינטראקציות שלך עם מאפיינים, עדכונים בתוך היישום והודעות, וגם מידע על התכנים ב-Apple Music וב-Apple Music Classical שהאזנת להם, שחיפשת, שצפית בהם, שהוספת לספריה שלך ושהורדת. • הפרטים לגבי המכשיר והחשבון שלך • כתובת ה-IP שלך • הפרופיל והפלייליסטים שלך ב-Apple Music • ציון האמון של המכשיר נתונים שאינם אישיים אנו עשויים לאסוף, לשדר, לחשוף ולהשתמש בנתונים שאינם אישיים לכל מטרה שהיא. לדוגמה, אנו עשויים לצבור נתונים שאינם אישיים לגביך יחד עם נתונים דומים לגבי משתמשים אחרים ב-Apple Music כדי לשפר את השירות. אנו עשויים גם לאסוף מדדי ביצועים מהמכשיר שלך בעת השימוש ב-Apple Music, כולל עוצמת תדרי רדיו, קידומת מדינה, קוד רשת וטכנולוגיית גישה לרדיו סלולרי. פרטים נוספים על Apple Music מידע מפורט יותר, כולל מאפיינים ומחירים, ניתן למצוא בכתובת: www.apple.com/il/apple-music. פרטים נוספים לגבי ״נגן הרשת של Apple Music ופרטיות״ ניתן למצוא בכתובת: www.apple.com/legal/privacy/data/en/apple-music-web. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: आपकी जानकारी की गोपनीयता और सुरक्षा Apple में हम सभी की प्राथमिकता है। हम केवल वह डेटा एकत्रित करने के लिए कड़ा परिश्रम करते हैं, जिसकी हमें आपको बेहतर अनुभव प्रदान करने के लिए आवश्यकता होती है और जब हम डेटा एकत्रित करते हैं, तो यह मानते हैं कि आपके लिए यह जानना ज़रूरी है कि हम क्या एकत्रित कर रहे हैं और हमें उसकी आवश्यकता क्यों है, ताकि आप अपने विकल्प तय कर सकें। Apple के अन्य सभी उत्पादों और सेवाओं की ही तरह Apple Music और Apple Music Classical को भी इन्हीं सिद्धांतों को ध्यान में रखकर बनाया गया है। Apple Music में सेवाएँ और फ़ीचर प्रदान करने के लिए हम आपके व्यक्तिगत डेटा का उपयोग करते हैं। इस जानकारी में आपका नाम और अगर आपने सेट की हो, तो Apple खाते की तस्वीर शामिल होती है, जिसे आप Apple Music के शेयरिंग फ़ीचर के साथ इस्तेमाल के लिए Apple Music सेटिंग्ज़ में जाकर ऐक्सेस कर सकते हैं और बदल सकते हैं, इसके साथ ही इसमें खाता और भुगतान जानकारी शामिल होती है जिन्हें आप सेटिंग्ज़ या सिस्टम सेटिंग्ज़ में ऐक्सेस कर सकते हैं और बदल सकते हैं। जब आप Apple Music को सब्सक्राइब करते हैं, तो आपके सब्सक्रिप्शन में Apple Music और Apple Music Classical का पूरा ऐक्सेस शामिल होता है। Apple आपके द्वारा Apple Music और Apple Music Classical के उपयोग संबंधी जानकारी को संग्रहित करता है ताकि संगीत में आपकी रुचियों के अनुसार फ़ीचर प्रदान किए जा सकें। इन फ़ीचर में शामिल हैं वैयक्तिकृत अनुशंसाएँ जैसे कि ऐल्बम और प्लेलिस्ट जिन्हें आपके लिए चुना गया है और रेडियो, जिसमें आपके पसंदीदा कलाकारों और शैलियों में से गीतों के चयन बजाए जाते हैं। हम इस जानकारी का इस्तेमाल इसलिए भी करते हैं ताकि हम आपसे आगामी रिलीज़, नए कलाकारों और आपकी रुचि के अनुसार Apple Music और Apple Music Classical में होने वाली अन्य चीज़ो के बारे में जानकारी देने हेतु ईमेल और पुश सूचना के ज़रिए संपर्क कर सकें। हो सकता है कि कुछ Apple Music फ़ीचर, जैसे कुछ ब्रॉडकास्ट रेडियो स्टेशन, आपके क्षेत्र में उपलब्ध न हों। आपके संभावित स्थान का पता लगाने और उपलब्धता निर्धारित करने के लिए Apple आपके इंटरनेट कनेक्शन के IP पते का उपयोग कर सकता है। Apple Music Classical Apple Music के सब्सक्राइबर के पास Apple Music Classical का ऐक्सेस होता है। यह क्लासिकल संगीत का एक ऐप्लिकेशन है जिसे आपको क्लासिकल ट्रैक और ऐल्बम ढूँढने में मदद करने और अपने पसंदीदा क्लासिकल ट्रैक एक केंद्रीकृत स्थान पर सहेजने के लिए बनाया गया है। आप सब्सक्रिप्शन के बिना भी Apple Music Classical के कैटलॉग को ब्राउज़ कर सकते हैं, लेकिन Apple Music Classical के सभी फ़ीचर को ऐक्सेस करने के लिए आपके पास Apple Music का सब्सक्रिप्शन अवश्य होना चाहिए। यदि आपके पास Apple Music का सक्रिय सब्सक्रिप्शन नहीं है, तो आपको Apple Music Classical का पूरा ऐक्सेस पाने के लिए Apple Music को सब्सक्राइब करने का विकल्प दिया जाएगा। क्लाउड लाइब्रेरी अपनी Apple क्लाउड लाइब्रेरी, जो कि Apple Music से मिलने वाला एक लाभ है, से आप अपने किसी भी डिवाइस से अपनी लाइब्रेरी के गीतों और प्लेलिस्ट को ऐक्सेस कर सकते हैं। इस फ़ीचर के द्वारा आपके डिवाइस पर आपकी लाइब्रेरी से Apple को जानकारी भेजी जाती है जैसे कि गीत और कलाकार का नाम, ताकि उन गीतों की कॉपी की पहचान की जा सके और उन्हें अनलॉक किया जा सके जो कि Apple Music और Apple Music Classical में भी उपलब्ध हैं। Apple Music में अनुपलब्ध गीतों को आपकी व्यक्तिगत क्लाउड लाइब्रेरी में अपलोड किया जाता है, ताकि आप Apple Music के ज़रिए अपने किसी भी डिवाइस से अपने पूरे संग्रहण को ऐक्सेस कर सकें। अपने iOS, iPadOS या visionOS डिवाइस पर अपनी क्लाउड लाइब्रेरी की सिंकिंग रोकने के लिए सेटिंग्ज़ > ऐप्स > संगीत पर जाएँ और “लाइब्रेरी सिंक करें” पर टैप करके उसे बंद करें। Mac पर, Apple Music खोलें और सेटिंग्ज़ > सामान्य पर जाएँ, फिर “लाइब्रेरी सिंक करें” अचयनित करें। Apple Music प्रोफ़ाइल यदि आप Apple Music का उपयोग करने वाले अन्य लोगों के साथ कनेक्ट करना या शेयर करना चाहते हैं, तो आप एक यूज़र हैंडल (उदाहरण के लिए, @johnappleseed), डिस्प्ले नाम और यदि आपकी इच्छा हो, तो एक प्रोफ़ाइल तस्वीर और अन्य जानकारी प्रदान करके व्यक्तिगत प्रोफ़ाइल बना सकते हैं। Apple इस जानकारी को आपके खाते के साथ संग्रहित करता है ताकि आप उसे अपने किसी भी डिवाइस से ऐक्सेस कर सकें। आपका यूज़र हैंडल, डिस्प्ले नाम और प्रोफ़ाइल तस्वीर आपके द्वारा पोस्ट किए जाने वाले कॉन्टेंट या Apple Music पर आपके द्वारा शेयर की जाने वाली ऐक्टिविटी के साथ प्रदर्शित हो सकता है। बच्चों के Apple खाते के लिए कॉन्टेंट पोस्ट और शेयर करने का विकल्प अभी उपलब्ध नहीं है। आपके द्वारा दी गई जानकारी के उपयोग से अन्य लोग भी आपकी Apple Music प्रोफ़ाइल ढूँढने में समर्थ हो सकते हैं। आप सुनने की ऐक्टिविटी और प्लेलिस्ट जैसे अपनी प्रोफ़ाइल से जुड़े कॉन्टेंट की उपलब्धता केवल उन लोगों तक सीमित कर सकते हैं जिन्हें आपने चुना है। हालाँकि आपकी प्रोफ़ाइल जानकारी जैसे कि हैंडल, डिस्प्ले नाम, तस्वीर, आपके फ़ॉलोअर और आप जिन्हें फ़ॉलो करते हैं, वे डिफ़ॉल्ट रूप से हर किसी को दिखाई देंगे। किसी यूज़र को आपकी प्रोफ़ाइल देखने से ब्लॉक करने के लिए यूज़र की प्रोफ़ाइल पर जाएँ, अधिक पर टैप करें, फिर ब्लॉक करें पर टैप करें। आपके द्वारा ब्लॉक किए गए लोग Apple Music में आपका संगीत देख नहीं पाएँगे या आपकी प्रोफ़ाइल ढूँढ नहीं पाएँगे। जब आप Apple Music पर प्रोफ़ाइल बनाते हैं, तो हम अन्य Apple Music सब्सक्राइब्रर की अनुशंसा करेंगे जिनसे आप दोस्त के रूप में कनेक्ट होना चाहेंगे। दोस्तों की अनुशंसा करने के लिए Apple आपके संपर्कों की जानकारी लेता या संग्रहित नहीं करता है। Apple को आपके संपर्कों के फ़ोन नंबर और ईमेल पतों के केवल छोटे और एंक्रिप्ट किए गए हैश भेजे जाते हैं और फिर अनुशंसित करने के लिए मेल खाने वाले Apple Music सब्सक्राइबर स्थानीय रूप से आपके डिवाइस पर निर्धारित किए जाते हैं। भविष्य में नए दोस्तों की अनुशंसा करने के लिए Apple Music समय-समय पर आपके संपर्कों की जाँच कर सकता है। आप इसे खाता सेटिंग्ज़ में “Apple Music पर संपर्क” को अक्षम करके नियंत्रित कर सकते हैं। अगर आप अन्य लोगों के पास उनके संपर्क में मौजूद आपकी Apple खाता संपर्क जानकारी के आधार पर ढूँढा जाना नहीं चाहते हैं, तो आप खाता सेटिंग्ज़ में “Apple खाते से ढूँढने की अनुमति दें” को अक्षम करके इसे बदल सकते हैं। अपनी प्रोफ़ाइल में प्रदान की गई जानकारी को आप किसी भी समय अपडेट कर सकते या हटा सकते हैं। जब भी आप ऑनलाइन शेयर करते हैं, तो आपको सार्वजनिक की जाने वाली जानकारी के बारे में ध्यानपूर्वक विचार कर लेना चाहिए। Apple Music से अन्य वेबसाइट या सोशल नेटवर्क पर जब भी आप कुछ शेयर करते हैं, तो आप जो भी शेयर करते हैं उस पर उन अन्य सेवाओं की गोपनीयता नीतियाँ लागू होती हैं। SharePlay जब आप Apple Music को सब्सक्राइब करते हैं, तो Apple TV, HomePod, CarPlay से कनेक्ट होने पर या Bluetooth का इस्तेमाल करते हुए आप SharePlay सत्रों को होस्ट कर सकते हैं। SharePlay की मदद से Apple Music के अन्य सब्सक्राइबर आपके SharePlay सत्र से जुड़ सकते हैं और Apple Music के ज़रिए चल रहे संगीत को नियंत्रित कर सकते हैं। SharePlay से उन यूज़र को भी आपके SharePlay सत्र से जुड़ने की अनुमति मिलती है जिनके पास Apple Music सब्सक्रिप्शन नहीं है। अगर आपके डिवाइस पर Bluetooth सक्षम हो, तो Apple द्वारा उसका उपयोग किया जाता है, ताकि आपके आस-पास के संपर्क आपका Apple Music सत्र ढूँढ सकें और उसमें शामिल होने का अनुरोध कर सकें। अगर आप नहीं चाहते हैं कि संपर्क आपका डिवाइस ढूँढ सकें और Apple Music सत्र में शामिल होने का अनुरोध कर सकें, तो आप Apple Music ऐप की सेटिंग्ज़ में जाकर आस-पास के संपर्कों द्वारा ढूँढे जाने का विकल्प बंद कर सकते हैं। संपर्कों के साथ ही अन्य सहभागी भी यदि कार में SharePlay सत्र में शामिल हो रहे हैं, तो Apple Music ऐप सेटिंग्ज़ या वाहन के इंटरफ़ेस पर दिखाए गए QR कोड को स्कैन करके सत्र में शामिल हो सकते हैं। सत्र में मौजूद सहभागियों का नाम और प्रोफ़ाइल तस्वीर सत्र में शामिल सभी लोगों को दिखेगी। SharePlay सत्र के योगदान उस व्यक्ति से जोड़े जाते हैं जिसने उन्हें बनाया है और उस यूज़र के नाम और प्रोफ़ाइल फ़ोटो, यदि प्रदान की गई है, से संबद्ध किए जाते हैं जिन्हें किसी भी समय Apple Music ऐप सेटिंग्ज़ में जाकर संपादित किया जा सकता है। आप SharePlay के उस सत्र से जिसे आप होस्ट कर रहे हैं, Apple Music ऐप में SharePlay आइकॉन पर टैप करके, और हटाने के लिए सहभागी चुनकर सहभागियों को हटा सकते हैं। SharePlay का सत्र छोड़ने के लिए Apple Music ऐप में SharePlay आइकॉन पर टैप करें, फिर “छोड़ें” पर टैप करें। SharePlay का वह सत्र समाप्त करने के लिए जिसे आप होस्ट कर रहे हैं, Apple Music ऐप में “समाप्त करें” पर टैप करें। सत्र समाप्त होने के बाद, SharePlay सत्र में शामिल हुए आपके संपर्कों या अन्य सहभागियों की जानकारी Apple रिटेन नहीं करता है। अन्य लोगों के साथ सिंक में संगीत शेयर करने के लिए आप संदेश में या FaceTime कॉल के दौरान भी SharePlay सत्रों को सक्षम कर सकते हैं। सत्र शुरू करने के लिए, वह संगीत चुनें जिसे आप सुनना चाहते हैं, फिर संगीत विकल्पों में SharePlay पर टैप करें, शेयर करने के लिए संपर्कों को दर्ज करें, फिर “संदेश” या “FaceTime” पर और “शुरू करें” टैप करें। प्लेलिस्ट पर सहयोग करें Apple Music सब्सक्राइबर Apple Music के अन्य सब्सक्राइबर के साथ प्लेलिस्ट बना सकते हैं और उनमें सहयोग कर सकते हैं। यदि आप प्लेलिस्ट के निर्माता हैं, तो आप प्रत्येक व्यक्ति को अनुमोदित करना चुन सकते हैं जो प्लेलिस्ट से जुड़ता है या आप प्लेलिस्ट का लिंक रखने वाले किसी भी व्यक्ति को ऑटोमैटिकली जुड़ने की अनुमति दे सकते हैं। कोई भी सहभागी प्लेलिस्ट में गाने जोड़ या हटा सकता है और ईमोजी प्रतिक्रियाएँ जोड़ सकता है। योगदान उस व्यक्ति से जोड़े जाते हैं जिसने उन्हें बनाया है और उस यूज़र के नाम और प्रोफ़ाइल फ़ोटो, यदि प्रदान की गई है, से संबद्ध किए जाते हैं जिन्हें किसी भी समय Apple Music ऐप सेटिंग्ज़ में जाकर संपादित किया जा सकता है। प्लेलिस्ट के सभी सहभागी और प्लेलिस्ट का ऐक्सेस रखने वाला कोई भी व्यक्ति अन्य सहभागियों के नाम और तस्वीरें देख सकता है। प्लेलिस्ट के सहभागी अन्य सहभागियों द्वारा जोड़े गए सभी गीतों और प्रतिक्रियाओं को देख सकते हैं। सहयोग रोकने के लिए, स्वयं को प्लेलिस्ट सेटिंग्ज़ में प्लेलिस्ट से हटाएँ या यदि आप प्लेलिस्ट के निर्माता हैं, तो प्लेलिस्ट प्रबंध सहयोग सेटिंग्ज़ में जाकर सहयोग रोकें। यदि प्लेलिस्ट का निर्माता सहयोग को समाप्त करता है, तो प्लेलिस्ट एक शेयर की गई प्लेलिस्ट बन जाती है जिसका ऐक्सेस सहयोगियों की Apple Music लाइब्रेरी में उनके पास होगा। Apple Music और Apple Music Classical को वैयक्तिकृत करना और बेहतर बनाना आपके द्वारा अपने Apple Music सब्सक्रिप्शन का उपयोग करने या अपनी लाइब्रेरी से बाहर मुफ़्त का कॉन्टेंट चलाने पर, हम आपके द्वारा चलाए जाने वाले या आपकी संगीत लाइब्रेरी या प्लेलिस्ट में जोड़े जाने वाले गीतों और वीडियो (जहाँ लागू हो), आपके द्वारा पसंदीदा के रूप में चिह्नित या शेयर किए जाने वाले कलाकारों और कॉन्टेंट के बारे में जानकारी संग्रहित कर सकते हैं। आपका खाता, IP पता और डिवाइस, ऐप या कार इंटरफ़ेस जिसका उपयोग आपने संगीत बजाने के लिए किया है, बजाने के समय Apple Music और Apple Music Classical में आप कहाँ थे, बजाने का समय और कितनी देर तक बजाया गया जैसी जानकारी को नोट किया जाता है और Apple को भेजा जाता है। हम इस जानकारी का उपयोग आपके अनुभव को कस्टमाइज़ करने, आपको ईमेल और सूचनाएँ भेजने और Apple Music और Apple Music Classical के उपयोग के बारे में अपनी समझ में सुधार के लिए करते हैं ताकि हम अपनी सेवाओं को बेहतर बना सकें। उदाहरण के लिए इस जानकारी से हमें संगीत, वीडियो और कलाकार कॉन्टेंट चुनने में मदद मिल सकती है जो हम आपको Apple Music और Apple Music Classical में दिखाते हैं। इसके माध्यम से हमें आपको आपकी रुचि के अनुसार अन्य अनुशंसाएँ करने, शहर के अनुसार ट्रेंड करने वाला संगीत आपको दिखाने के लिए शहरों के चार्ट बनाने और आपकी सुनने की हिस्ट्री और आपकी पसंदीदा शैलियों जैसी जानकारी के मिश्रण का उपयोग करके वैयक्तिकृत Apple Music खोज परिणाम प्रदान करने की अनुमति मिलती है। हम इस जानकारी का उपयोग रॉयल्टी का भुगतान करने और ऐसी ऐक्टिविटी को रोकने या उनके विरुद्ध कार्रवाई करने में भी करते हैं जो कि Apple Media Services के नियमों और शर्तों या प्रयोज्य क़ानून का उल्लंघन करती हों या कर सकती हों। आपकी दिलचस्पी के संगीत के बारे में और आप जिन ऑफ़र के लिए योग्य होंगे उनके बारे में आपसे संवाद करने के लिए हम आपके Apple Music के सब्सक्रिप्शन की अवधि तक और उसके बाद अधिकतम दो वर्षों की अवधि तक यह जानकारी रिटेन करते हैं। जहाँ वित्तीय रिपोर्टिंग के लिए ज़रूरी हो वहाँ हम ऐसी रिपोर्टिंग के संबंध में लागू होने वाले क़ानूनों द्वारा निर्दिष्ट अवधियों तक, जो कि क्षेत्र के अनुसार अलग-अलग होती हैं, यह जानकारी रिटेन भी करते हैं। अधिकतर ग्राहकों के लिए कम से कम 10 साल की रिटेंशन अवधि आवश्यक होती है, लेकिन चीन जैसे क्षेत्रों में यह अवधि 30 साल हो सकती है। यदि आप Apple Music पर अन्य यूज़र के साथ कॉन्टेंट सुनने के लिए SharePlay का उपयोग करते हैं, तो Apple Music द्वारा SharePlay सत्र के दौरान सुने जाने वाले कॉन्टेंट और उस सत्र में शामिल सहभागियों की अनुमानित संख्या से जुड़ी जानकारी एकत्रित की जाएगी, लेकिन SharePlay सत्र में शामिल होने वाले सहभागियों की पहचान कराने वाली कोई भी जानकारी को रिटेन नहीं किया जाएगा। हम Apple Music के संचालन के लिए उत्तरदायी मॉडल को बेहतर बनाने के लिए Apple Music खोज डेटा का भी उपयोग करते हैं। उदाहरण के लिए, ऐग्रीगेट Apple Music खोज क्वेरी का उपयोग Apple Music खोज मॉडल को बेहतर बनाने के लिए किया जाता है। आपसे संवाद करना Apple आपके पास मौजूद Apple उत्पादों, आपके द्वारा डाउनलोड किए गए ऐप्स और Apple सेवाओं के आपके सब्सक्रिप्शन जैसी आपके खाते की जानकारी का उपयोग आपको Apple Music Classical और Apple One सहित Apple Music और आपकी दिलचस्पी के अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में संचार भेजने के लिए कर सकता है। आपके डिवाइस के सीरियल नंबर और अन्य हार्डवेयर आइडेंटिफ़ायर या आपके प्रासंगिक App Store सब्सक्रिप्शन के विवरण का उपयोग Apple सर्विस ऑफ़र के लिए योग्यता की जाँच करने के लिए किया जा सकता है। यदि आप फ़ैमिली शेयरिंग समूह में शामिल हैं, तो Apple द्वारा आपको फ़ैमिली शेयरिंग के माध्यम से उपलब्ध कराए गए उत्पादों, सेवाओं और ऑफ़र के बारे में संचार भेजे जा सकते हैं। यदि आपने Apple One सब्सक्रिप्शन ख़रीदा है, तो हम आपको उन सभी सेवाओं के फ़ीचर के बारे में ईमेल और पुश सूचनाएँ भेज सकते हैं जिन्हें आपने सब्सक्राइब किया है। Apple, Apple Music और Apple Music Classical में आपकी ऐक्टिविटी और उपलब्ध छूट वाले Apple Music सब्सक्रिप्शन (जैसे Apple Music Student) के लिए योग्यता को सत्यापित करने के लिए उपयोग की जाने वाली सेवाओं के साथ आपके इंटरऐक्शन के बारे में जानकारी का उपयोग आपको Apple Music और Apple Music Classical में उपलब्ध नए फ़ीचर, कॉन्टेंट और ऑफ़र के बारे में ईमेल और पुश सूचनाएँ भेजने के लिए भी कर सकता है। आप account.apple.com पर जाकर अपनी ईमेल प्राथमिकता बदल सकते हैं और इन ईमेल को प्राप्त न करने का विकल्प चुन सकते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर अपनी सूचना प्राथमिकताओं को अपडेट करने के लिए सेटिंग्ज़ > सूचनाएँ > संगीत पर जाएँ। Mac पर, Apple Music खोलें और सेटिंग्ज़ > सामान्य > सूचनाएँ पर जाएँ। Apple अपनी सेवाओं को बेहतर बनाने के लिए सूचनाओं सहित हमारे संचारों के साथ आपके इंटरऐक्शन के बारे में जानकारी का इस्तेमाल करता है। धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना जब आप कोई ख़रीदारी करने का प्रयास करते हैं, तो हम आपके डिवाइस पर एक डिवाइस विश्वास स्कोर की गणना करते हैं जिसके लिए इस जानकारी का उपयोग किया जाता है कि आप अपने डिवाइस का किस तरह उपयोग करते हैं, और इसमें यह जानकारी भी शामिल होती है कि आप लगभग कितने फ़ोन कॉल या ईमेल भेजते और प्राप्त करते हैं। सबमिशन की प्रक्रिया इस तरह से डिज़ाइन की गई है कि Apple आपके डिवाइस के अंतर्निहित मानों के बारे में नहीं जान सकता है। स्कोर हमारे सर्वर पर एक निश्चित समय के लिए संग्रहित किया जाता है। Apple Music सब्सक्रिप्शन नवीकरण और भुगतान सहयोगी द्वारा ऑथराइज़ किए जाने से पहले आपके सब्सक्रिप्शन का ऐक्सेस प्रदान करना जारी रखने या न रखने संबंधी निर्णय करने के लिए Apple के साथ आपके पुराने व्यावसायिक संबंधों की जानकारी का उपयोग भी Apple द्वारा किया जा सकता है। तृतीय पक्षों के समक्ष प्रकटीकरण रेडियो स्टेशन जब आप Apple Music का उपयोग ब्रॉडकास्ट रेडियो सुनने के लिए करते हैं, तो आपको अनुरोधित कॉन्टेंट प्रदान करने के लिए आपका डिवाइस सीधे ब्रॉडकास्ट रेडियो स्टेशन से कनेक्ट करता है। कनेक्ट करने पर आपके डिवाइस का IP पता ब्रॉडकास्ट रेडियो स्टेशन को दिखाई देगा। ब्रॉडकास्ट रेडियो स्टेशन आपके IP पते के साथ किस तरह व्यवहार करता है यह ब्रॉडकास्ट रेडियो स्टेशन या उसके प्रोवाइडर की गोपनीयता नीतियों के अधीन होता है। रिकॉर्ड लेबल, कलाकार और चार्ट कंपाइलर हम आयु वर्ग और लिंग (जिसका आपके Apple खाते में आपके नाम और संबोधन जैसी जानकारी से पता लगाया जा सकता है) जैसी एग्रीगेट की गई यूज़र जनसांख्यिकी के साथ-साथ Apple Music और Apple Music Classical के उपयोग के बारे में कुछ एग्रीगेट किया गया ग़ैर व्यक्तिगत डेटा रिकॉर्ड लेबल, पब्लिशर और कलाकारों को प्रदान करने लिए बाध्य हैं, ताकि वे अपने रचनात्मक कार्य का प्रदर्शन माप सकें और रॉयल्टी और लेखांकन आवश्यकताओं की पूर्ति कर सकें। इसके अलावा, हम दुनियाभर के संगीत चार्ट के चार्ट कंपाइलर के साथ, जुड़ाव मापने के लिए लेबल और कलाकारों के साथ जिसमें रियल टाइम में मापना शामिल है और लेबल और कलाकारों को श्रोताओं तक पहुँचने में सहायता करने वाले संगीत मार्केटिंग प्लैटफ़ॉर्म के साथ एग्रीगेट की गई सुनने की ऐक्टिविटी शेयर करते हैं। अगर आप किसी मोबाइल नेटवर्क प्रोवाइडर जैसे तीसरे पक्ष के पार्टनर के ज़रिए Apple Music को सब्सक्राइब करते हैं, तो आपके सब्सक्रिप्शन की योग्यता का निर्धारण करने के लिए या कोई ख़रीदारी पूरी करने के लिए हम उस पार्टनर के साथ व्यक्तिगत रूप से पहचान करने वाली जानकारी सीमित रूप से शेयर करते हैं। Apple Music को अन्य ऐप्स को कनेक्ट करना iOS, iPadOS और visionOS ऐप्स और ग़ैर-Apple प्लैटफ़ॉर्म पर मौजूद ऐप्स द्वारा Apple Music और आपकी क्लाउड लाइब्रेरी के ऐक्सेस का अनुरोध किया जा सकता है। यदि आप किसी ऐप को ऐसी अनुमति देते हैं, तो वह डिवाइस पर आपकी क्लाउड लाइब्रेरी, आप Apple Music सब्सक्राइबर हैं या नहीं, आपकी संगीत और वीडियो चलाने से जुड़ी ऐक्टिविटी और Apple Music में आपकी अनुशंसाएँ जैसी जानकारी ऐक्सेस कर सकता है। अनुमति प्राप्त ऐप आपके खाते से जुड़ा डेटा भी बदल सकता है, जैसे कि कौन-से गीत आपकी लाइब्रेरी और प्लेलिस्ट में हैं। यदि आप तस्वीर ऐप को Apple Music के ऐक्सेस की अनुमति देते हैं, तो तस्वीर ऐप यादों की फ़िल्म चलाने के लिए Apple Music के गीतों का उपयोग करेगा। जब आप तस्वीर ऐप में याद की कस्टम फ़िल्म बनाते हैं, तो याद बनाने के लिए आपके द्वारा दर्ज किए गए प्रॉम्प्ट की जानकारी Apple Music को भेजी जा सकती है ताकि फ़िल्म के साथ चलाने के लिए संगीत को चुना जा सके। आपके द्वारा Apple Music ऐप और समर्थित कॉन्टेंट का उपयोग शुरू करने पर रिमोट जैसे समर्थित कॉन्टेंट वाले Apple ऐप्स भी ऑटोमैटिकली कनेक्ट हो जाएँगे। आप अपने iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > गोपनीयता और सुरक्षा > मीडिया और Apple Music में जाकर ऐप के ऐक्सेस को अक्षम कर सकते हैं। Mac पर सिस्टम सेटिंग्ज़ > गोपनीयता और सुरक्षा > गोपनीयता > मीडिया और Apple Music पर जाएँ। यदि आपने iOS 11 के पहले के iOS या iPadOS संस्करण का उपयोग करके ऐप को हटाया या किसी ऐप को ऐक्सेस की अनुमति दी है, तो आप अपनी Apple Music खाता सेटिंग्ज़ में उसका ऐक्सेस अक्षम कर सकते हैं। आपके मोबाइल नेटवर्क प्रोवाइडर के ज़रिए Apple Music सब्सक्रिप्शन यदि आपके मोबाइल नेटवर्क प्रोवाइडर द्वारा Apple Music सब्सक्रिप्शन और मुफ़्त ट्रायल ऑफ़र किए जाते हैं, तो यह निर्धारित करने के लिए कि आप मोबाइल नेटवर्क प्रोवाइडर के माध्यम से योग्य हैं या नहीं Apple आपके फ़ोन नंबर की जाँच कर सकता है। यदि आप मोबाइल नेटवर्क प्रदाता या अन्य Apple पार्टनर के माध्यम से Apple Music सब्सक्रिप्शन या मुफ़्त ट्रायल के लिए साइन अप करते हैं, तो Apple द्वारा आपके फ़ोन नंबर या पार्टनर द्वारा शेयर किए गए विशिष्ट खाता आइडेंटिफ़ायर का उपयोग आपके खाते की पहचान करने और मोबाइल नेटवर्क प्रदाता या अन्य पार्टनर को यह जानकारी देने के लिए किया जाता है कि आपने सब्सक्रिप्शन सक्रिय कर लिया है। हम आपके सब्सक्रिप्शन से जुड़े हुए फ़ोन नंबर या विशिष्ट आइडेंटिफ़ायर का इस्तेमाल केवल साइन इन के दौरान आपके खाते को सत्यापित करने और आपकी Apple Music ऐक्टिविटी को आपके खाते के साथ कनेक्ट करने के लिए करेंगे। हम आपके फ़ोन नंबर का उपयोग आपके अनुरोध पर आपके मोबाइल नेटवर्क प्रोवाइडर के साथ आपके सब्सक्रिप्शन को रद्द करने का अनुरोध करने के लिए भी करते हैं। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम Apple Music में आपके व्यक्तिगत डेटा को आम तौर पर Apple के साथ आपके अनुबंध के निष्पादन के लिए प्रोसेस करते हैं जैसा कि सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का पालन करने के लिए आवश्यक होता है। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार हासिल करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा को प्रोसेस करते हैं ताकि : • Apple Music और Apple Music Classical का जो कॉन्टेंट आप सुनते हैं, अपनी लाइब्रेरी में जोड़ते हैं या डाउनलोड करते हैं उसका ऐक्सेस आपको प्रदान कर सकें • Apple Music और Apple Music Classical में आपका अनुभव वैयक्तिकृत किया जा सके • आपके ऐसे गीतों की कॉपी पहचान और अनलॉक कर सकें जो Apple Music के ज़रिए भी उपलब्ध हैं • आपके क्षेत्र में कॉन्टेंट की उपलब्धता और ऑफ़र और सब्सक्रिप्शन के लिए आपकी योग्यता निर्धारित कर सकें • आपके और अन्य लोगों के लिए Apple Music और Apple Music Classical को बेहतर बनाने और ऑप्टिमाइज़ करने में मदद कर सकें और आपको Apple Music और Apple Music Classical ऐप्स और उन अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में संचार भेज सकें जिनमें आपकी रुचि हो सकती है • अपनी Apple Music प्रोफ़ाइल और प्लेलिस्ट बना सकें और उनका रखरखाव कर सकें • पब्लिशर, लेबल, कलाकारों और चार्ट कंपाइलर को रॉयल्टी का भुगतान कर सकें और उन्हें रिपोर्ट प्रदान कर सकें • धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी रोक सकें उपयोग किए गए डेटा में शामिल है : • फ़ीचर के साथ आपके इंटरऐक्शन, इन-ऐप सूचनाएँ और संदेश और Apple Music और Apple Music Classical पर आपके द्वारा सुने जाने वाले, खोजे जाने वाले, देखे जाने वाले, लाइब्रेरी में जोड़े जाने वाले और डाउनलोड किए जाने वाले कॉन्टेंट सहित Apple Music और Apple Music Classical ऐप्स का आपके द्वारा किया जाने वाला इस्तेमाल • आपके डिवाइस और खाते के विवरण • आपका IP पता • आपकी Apple Music प्रोफ़ाइल और प्लेलिस्ट • डिवाइस का विश्वास स्कोर ग़ैर-व्यक्तिगत डेटा हम किसी भी उद्देश्य से ग़ैर व्यक्तिगत डेटा को संग्रहित और ट्रांसफ़र कर सकते हैं और उसका उपयोग और प्रकटीकरण कर सकते हैं। उदाहरण के लिए, हम सेवा में सुधार करने के लिए Apple Music के अन्य यूज़र की जानकारी के साथ आपके ग़ैर-व्यक्तिगत डेटा को ऐग्रीगेट कर सकते हैं। जब आप Apple Music का इस्तेमाल करते हैं, तो हम आपके डिवाइस से रेडियो फ़्रीक्वेंसी प्रबलता, देश कोड, नेटवर्क कोड और मोबाइल रेडियो ऐक्सेस तकनीक सहित कुछ कार्यप्रदर्शन संबंधी मेट्रिक्स भी एकत्रित कर सकते हैं। Apple Music के बारे में अधिक जानें फ़ीचर और शुल्क सहित अधिक विस्तृत जानकारी के लिए www.apple.com/in/apple-music देखें। Apple Music वेब प्लेयर और गोपनीयता के बारे में जानकारी के लिए www.apple.com/legal/privacy/data/en/apple-music-web पर जाएँ। Apple द्वारा संग्रहित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे https://www.apple.com/in/privacy/ पर देखा जा सकता है
hr: Zaštita privatnosti i sigurnosti vaših informacija prioritet je svih zaposlenika Applea. Trudimo se prikupljati samo one podatke koji su nam potrebni za poboljšanje vašeg iskustva, a u slučajevima u kojima ih prikupljamo, smatramo da je važno da znate što točno prikupljamo i zašto nam ti podaci trebaju, tako da možete informirano odlučiti. Apple Music i Apple Music Classical, kao i svi drugi Appleovi proizvodi i usluge, dizajnirani su oko ovih principa. Vaše osobne podatke koristimo za pružanje usluga i značajki u aplikaciji Apple Glazba. Ove informacije uključuju vaše ime i fotografiju Apple računa, ako ste je podesili, kojima možete pristupiti i promijeniti ih unutar Postavki aplikacije Apple Glazba za uporabu sa značajkama dijeljenja u aplikaciji Apple Glazba, kao i informacije o računu i plaćanju, kojima možete pristupiti i promijeniti ih u Postavkama ili Postavkama sustava. Kad se pretplatite na Apple Music, vaša pretplata uključuje puni pristup uslugama Apple Music i Apple Music Classical. Apple prikuplja informacije o vašoj uporabi usluga Apple Music i Apple Music Classical kako bi pružene značajke prilagodio vašem glazbenom ukusu. Te značajke uključuju personalizirane preporuke, kao što su albumi i reprodukcijske liste odabrane za vas, i Radio, koji reproducira odabranu glazbu temeljenu na vašim omiljenim izvođačima i žanrovima. Ove informacije također koristimo kako bismo vas mogli kontaktirati putem e-maila ili push obavijesti u vezi nadolazećih izdanja, novih izvođača i drugih događanja na uslugama Apple Music i Apple Music Classical koja bi vam se mogla svidjeti. Neke značajke usluge Apple Music, poput određenih emitiranih radio postaja, možda nisu dostupne u vašoj regiji. Apple može koristiti IP adresu vaše internetske veze kako bi približno odredio vašu lokaciju i dostupnost. Apple Music Classical Apple Music pretplatnici imaju pristup usluzi Apple Music Classical, aplikaciji za klasičnu glazbu koja je dizajnirana kako bi omogućila otkrivanje klasičnih zapisa i albuma te spremanje vaših omiljenih klasičnih zapisa na jednom središnjem mjestu. Katalog usluge Apple Music Classical možete pregledavati bez pretplate, ali za pristupanje svim značajkama usluge Apple Music Classical trebate imati Apple Music pretplatu. Ako nemate aktivnu Apple Music pretplatu, bit će vam pružena opcija za pretplaćivanje na Apple Music kako biste ostvarili puni pristup usluzi Apple Music Classical. Medijateka u oblaku Vaša Apple medijateka u oblaku, jedna od pogodnosti vaše Apple Music pretplate, omogućuje vam pristup pjesmama i reprodukcijskim listama iz vaše medijateke na bilo kojem od vaših uređaja. Ova značajka šalje informacije iz vaše medijateke na uređaju Appleu, kao što su nazivi pjesama i izvođača, kako bi identificirala i otključala kopije svih vaših pjesama koje su dostupne i u uslugama Apple Music i Apple Music Classical. Sve pjesme koje nisu pronađene u Apple Musicu postavit će se u vašu osobnu medijateku u oblaku kako biste imali pristup čitavoj svojoj kolekciji sa svih svojih uređaja putem usluge Apple Music. Sinkroniziranje medijateke u oblaku na svom iOS, iPadOS ili visionOS uređaju možete isključiti tako da otvorite Postavke > Aplikacije > Glazba i dodirnete za isključenje opcije Sinkroniziraj medijateku. Na Macu otvorite Apple Music i idite u Postavke > Općenito, zatim odznačite Sinkroniziraj medijateku. Apple Music profil Ako želite povezivanje i dijeljenje sadržaja s drugim osobama koje koriste Apple Music, možete izraditi osobni profil tako da pružite korisničko ime (npr. @ivanhorvat), nadimak i fotografiju profila i druge informacije. Apple pohranjuje ove informacije s vašim računom tako da mu možete pristupiti s bilo kojeg od svojih uređaja. Vaše korisničko ime, nadimak i fotografija profila mogu biti prikazani uz sadržaje koje objavljujete i aktivnosti koje podijelite na Apple Musicu. Dijeljenje i objavljivanje sadržaja trenutačno nije namijenjeno ni dostupno za Apple račune izrađene za djecu. Druge osobe koje koriste Apple Music također će moći pronaći vaš Apple Music profil koristeći informacije koje ste pružili. Možete odabrati da sadržaj vašeg profila, primjerice aktivnost slušanja i liste, bude dostupan samo odabranim osobama. Ipak, informacije o vašem profilu, kao što su korisničko ime, nadimak, fotografija, vaši pratitelji i osobe koje pratite, standardno svi mogu vidjeti. Kako biste blokirali korisnika da ne vidi vaš profil, idite na korisnikov profil, dodirnite Više, zatim dodirnite Blokiraj. Osobe koje blokirate neće vidjeti vašu glazbu i neće moći pronaći vaš profil na Apple Musicu. Kad izradite profil na Apple Musicu, preporučit ćemo vam druge pretplatnike usluge Apple Music s kojima ćete se možda htjeti povezati kao s prijateljima. Apple ne može saznati niti pohraniti informacije iz vaših kontakata tijekom traženja prijatelja za preporučivanje. Tvrtki Apple šalju se samo skraćene i kriptirane hash vrijednosti telefonskih brojeva i e-mail adresa vaših kontakata, a odgovarajući Apple Music pretplatnici za preporučivanje zatim se lokalno određuju na uređaju. Apple Music može periodično provjeravati vaše kontakte kako bi ubuduće preporučio nove prijatelje; time možete upravljati u postavkama računa tako da onemogućite opciju “Kontakti” na Apple Musicu. Ako ne želite da vas drugi korisnici mogu pronaći ovisno o kontaktnim informacijama Apple računa koje možda imaju o vama u svojim kontaktima, možete to promijeniti u postavkama računa tako da onemogućite opciju Dozvoli pronalaženje prema Apple računu. U bilo kojem trenutku možete ažurirati ili ukloniti informacije koje ste naveli u svom profilu. Prilikom svake objave na internetu, trebali biste pažljivo razmisliti o sadržaju koji javno objavljujete. Kad dijelite s Apple Musica na druge web stranice ili društvene mreže, sve što objavite tretirat će se u skladu s pravilima privatnosti tih drugih usluga. SharePlay Kad se pretplatite na Apple Music, možete organizirati SharePlay sesije kad ste spojeni na Apple TV, HomePod, CarPlay ili kad koristite Bluetooth. Pomoću značajke SharePlay se drugi Apple Music pretplatnici mogu pridružiti vašoj SharePlay sesiji i upravljati glazbom koja se reproducira putem usluge Apple Music. SharePlay također omogućuje korisnicima bez Apple Music pretplate pridruživanje vašoj SharePlay sesiji. Apple koristi Bluetooth, ako je omogućen na vašem uređaju, kako bi dozvolio obližnjim kontaktima otkrivanje vaše Apple Music sesije i zatražio pristupanje sesiji. Ako ne želite da kontakti mogu otkriti vaš uređaj i zatražiti pristupanje vašoj Apple Music sesiji, možete isključiti mogućnost otkrivanja za obližnje kontakte u postavkama aplikacije Glazba. Kontakti i drugi sudionici također se mogu pridružiti sesiji tako da skeniraju QR kôd prikazan u postavkama aplikacije Apple Music ili na sučelju vozila ako sudjeluju u SharePlay sesiji u automobilu. Svi sudionici sesije moći će vidjeti ime i profilnu fotografiju sudionika sesije. Doprinosi SharePlay sesiji pripisuju se pojedincu koji ih je unio i povezani su s imenom i fotografijom profila tog korisnika, ako su pruženi, što se u bilo kojem trenutku može urediti u postavkama aplikacije Glazba. Možete ukloniti sudionike iz SharePlay sesije koju ste organizirali tako da dodirnete ikonu SharePlaya u aplikaciji Glazba, zatim odaberete sudionika kojeg želite ukloniti. Za napuštanje SharePlay sesije dodirnite ikonu SharePlay sesije u aplikaciji Glazba, zatim dodirnite Napusti. Za dovršavanje SharePlay sesije kojoj ste domaćin dodirnite Kraj u aplikaciji Glazba. Apple ne zadržava informacije o vašim kontaktima ili drugim sudionicima koji su pristupili SharePlay sesiji nakon što sesija završi. SharePlay sesije također možete omogućiti u Porukama ili tijekom FaceTime poziva kako biste sinkronizirano dijelili glazbu s drugima. Za pokretanje sesije odaberite glazbu koju želite slušati, zatim dodirnite SharePlay u glazbenim opcijama, unesite kontakte s kojima želite dijeliti, zatim dodirnite “Poruke” ili “FaceTime” i Pokreni. Surađujte na listama Pretplatnici na Apple Music mogu izraditi liste i surađivati na njima s drugim pretplatnicima na Apple Music. Ako ste autor liste, možete odlučiti odobriti svaku osobu koja pristupi listi ili dozvoliti automatsko pristupanje svim osobama koje imaju link. Svi sudionici mogu dodavati i uklanjati pjesme iz liste i dodavati emojije s reakcijama. Doprinosi se pripisuju pojedincu koji ih je unio i povezani su s imenom i fotografijom profila tog korisnika, ako su pruženi, što se u bilo kojem trenutku može urediti u postavkama aplikacije Glazba. Svi sudionici liste i sve osobe koje imaju pristup listi mogu vidjeti i prikazivati ime i fotografiju drugih sudionika. Sudionici liste mogu vidjeti sve pjesme i reakcije koje su dodali drugi sudionici. Za prestanak surađivanja uklonite se iz liste u postavkama liste ili, ako ste autor, zaustavite suradnju u postavkama za upravljanje suradnjom na listi. Ako autor liste završi suradnju, lista postaje dijeljena lista kojoj će sudionici moći pristupiti u svojoj Apple Music medijateci. Personaliziranje i poboljšanje usluga Apple Music i Apple Music Classical Kad koristite svoju Apple Music pretplatu ili reproducirate besplatni sadržaj izvan svoje medijateke, možemo prikupljati informacije o pjesmama i videozapisima (kad je primjenjivo) koje reproducirate ili dodate u svoju glazbenu medijateku ili reprodukcijske liste te informacije o izvođačima i o sadržajima koji vam se sviđaju ili koje podijelite. Informacije, kao što su račun, IP adresa i uređaj, aplikacija ili sučelje automobila koje ste koristili za reproduciranje, gdje ste bili u usluzi Apple Music ili Apple Music Classical kad ste reproducirali, vrijeme i trajanje reprodukcije, bilježe se i šalju tvrtki Apple. Ove informacije koristimo kako bismo vam prilagodili iskustvo i kako bismo lakše razumjeli na koji način se Apple Music i Apple Music Classical koriste, kako bismo mogli poboljšati svoje usluge. Primjerice, te informacije nam mogu pomoći u odabiru glazbe, videozapisa i sadržaja izvođača koje vam prikazujemo u usluzi Apple Music i Apple Music Classical. Također nam omogućava da vam damo i druge preporuke koje odražavaju vaš ukus, za izradu gradskih ljestvica u kojima se popularna glazba prikazuje po gradovima i za pružanje personaliziranih rezultata pretraživanja usluge Apple Music koristeći više informacija poput vaše povijesti slušanja i vaših omiljenih žanrova. Te informacije također koristimo za plaćanje tantijema i sprječavanje ili poduzimanje postupaka protiv aktivnosti koje su, ili bi mogle biti, suprotne odredbama i uvjetima Appleovih medijskih usluga ili važećeg zakona. Ove informacije zadržavamo dok traje vaša Apple Music pretplata i nakon toga, na period od najviše dvije godine, kako bismo mogli komunicirati s vama o glazbi koja bi vas mogla zanimati i ponudama za koje ste možda prikladni. Ove informacije također zadržavamo dok su potrebne za financijske izvještaje za razdoblja propisana u važećim zakonima povezanim s takvim izvještajima, a koji se razlikuju od regije do regije. Za većinu kupaca to zahtijeva razdoblje zadržavanja od barem 10 godina, ali u regijama poput Kine taj period može biti 30 godina. Ako koristite SharePlay za slušanje sadržaja s drugim korisnicima usluge Apple Music, aplikacija Glazba prikupit će informacije o sadržaju koji ste slušali tijekom SharePlay sesije i približni broj sudionika u sesiji, ali neće zadržati nikakve podatke za identificiranje sudionika SharePlay sesije. Također koristimo podatke o pretraživanju iz usluge Apple Music radi poboljšanja modela koji omogućuju Apple Music. Primjerice, agregirani upiti za pretraživanje na usluzi Apple Music koriste se za fino podešavanje modela pretraživanja usluge Apple Music. Komuniciranje s vama Apple može koristiti informacije o vašem računu, primjerice o tome koje proizvode tvrtke Apple posjedujete, Apple aplikacije koje ste preuzeli i vaše pretplate na Appleove usluge radi slanja informacija o usluzi Apple Music i drugim Appleovim proizvodima, uslugama i ponudama koje bi vas mogle zanimati, uključujući Apple Music Classical i Apple One. Serijski broj vašeg uređaja i drugi identifikatori hardvera ili detalji o vašim relevantnim App Store pretplatama mogu se koristiti za provjeru prikladnosti za ponuđene Appleove usluge. Ako ste član grupe Dijeljenja s obitelji, Apple vam može slati podatke o proizvodima, uslugama i ponudama dostupnim putem Dijeljenja s obitelji. Ako kupite pretplatu na Apple One, možemo vam slati e-mailove i push obavijesti o značajkama svake usluge na koju ste se pretplatili. Apple također može koristiti informacije o vašoj aktivnosti u uslugama Apple Music i Apple Music Classical te vašoj interakciji s korištenim uslugama kako bi provjerio prikladnost za dostupne snižene pretplate na Apple Music (kao što su Apple Music Student) i za slanje e-mailova i push obavijesti o novim značajkama, sadržajima i ponudama dostupnim u uslugama Apple Music i Apple Music Classical. Možete promijeniti svoje postavke za e‑mail i uključiti ili isključiti primanje e‑mailova na account.apple.com. Kako biste ažurirali svoje postavke obavijesti na iOS, iPadOS ili visionOS uređaju, idite na Postavke > Obavijesti > Glazba. Na Macu otvorite Apple Music i idite u Postavke > Općenito > Obavijesti. Apple koristi informacije o vašim interakcijama s našim komunikacijama, uključujući obavijesti, radi poboljšanja naših usluga. Sprječavanje prevare i ostalih zlonamjernih aktivnosti Izračunavamo rezultat pouzdanosti uređaja na vašem uređaju prilikom pokušaja obavljanja kupnje koristeći informacije o načinu na koji koristite svoj uređaj, uključujući približan broj telefonskih poziva ili e‑mail poruka koje ste poslali i primili. Ti podaci prikupljaju se u obliku u kojem tvrtka Apple ne može saznati osnovne vrijednosti na vašem uređaju. Rezultat se pohranjuje na određeno vrijeme na našim poslužiteljima. Apple također može koristiti informacije o vašem povijesnom poslovnom odnosu s Appleom za obradu obnova pretplate na Apple Music i za određivanje treba li omogućiti stalni pristup vašim pretplatama prije autorizacije od strane partnera za plaćanje. Prosljeđivanje drugim stranama Radio postaje Kada koristite Apple Music za slušanje radijskog prijenosa, vaš se uređaj izravno spaja na stanicu radijskog prijenosa da bi vam omogućila traženi sadržaj. Kada se spaja, IP adresa vašeg uređaja bit će vidljiva stanici za radijski prijenos. Stanica za radijski prijenos upravlja vašom IP adresom i to je regulirano pravilima privatnosti stanice za radijski prijenos ili njezinog pružatelja. Izdavačke kuće, izvođači i sastavljači ljestvica Obvezni smo pružiti neke agregirane neosobne podatke o uporabi usluga Apple Music i Apple Music Classical, kao i agregiranu demografiju korisnika kao što su dobna skupina i spol (koje se mogu izvesti iz informacija kao što su vaše ime i pozdrav u vašem Apple računu) diskografskim kućama, izdavačima i izvođačima kako bi oni mogli mjeriti učinkovitost svog kreativnog rada i ispuniti zahtjeve za tantijeme i obračune. Osim toga, dijelimo agregiranu aktivnost slušanja sa sastavljačima top lista za glazbene top liste diljem svijeta, s izdavačkim kućama i izvođačima radi mjerenja angažiranosti, uključujući i onu u realnom vremenu, te s glazbenim marketinškim platformama koje pomažu kućama i izvođačima da dosegnu slušatelje. Kako bismo utvrdili vašu prikladnost za pretplaćivanje, ako se pretplatite na Apple Music putem partnera druge strane poput mrežnog operatera, ili za dovršavanje vaše kupnje, podijelit ćemo ograničene informacije koje vas mogu identificirati s tim partnerom. Povezivanje usluge Apple Music s drugim aplikacijama iOS, iPadOS i visionOS aplikacije, kao i aplikacije na platformama koje nisu Apple, mogu zatražiti pristup usluzi Apple Music i vašoj medijateci u oblaku. Dodijelite li aplikaciji takvo dopuštenje, ona će moći pristupiti informacijama kao što su vaša medijateka u oblaku na uređaju, status vaše pretplate na Apple Music, aktivnost reprodukcije glazbe i videozapisa i preporuke u usluzi Apple Music. Aplikacija s dopuštenjem također može mijenjati podatke povezane s vašim računom, primjerice pjesme koje se nalaze u vašoj medijateci i liste. Ako aplikaciji Foto dodijelite dopuštenje za pristupanje usluzi Apple Music, aplikacija Foto koristit će pjesme iz usluge Apple Music za reproduciranje s filmovima uspomena. Kad izradite vlastiti film uspomena u aplikaciji Foto, informacije o upitu koji unesete za izradu uspomene mogu se poslati usluzi Apple Music radi odabira glazbe koja će se reproducirati s filmom. Appleove aplikacije s podržanim sadržajem, kao što je Upravljač, automatski će se spojiti kada počnete koristiti aplikaciju Apple Music i podržani sadržaj. Možete ukinuti pristup za aplikaciju na svom iOS, iPadOS ili visionOS uređaju u Postavkama > Privatnost i sigurnost > Mediji i Apple Music. Na Macu idite u Postavke sustava > Privatnost i sigurnost > Privatnost > Mediji i Apple Music. Ako ste uklonili aplikaciju ili dozvolili aplikaciji pristup u verziji iOS-a ranijoj od iOS-a 11 ili iPadOS-u, možete ukinuti njezin pristup u postavkama računa aplikacije Apple Music. Apple Music pretplate putem vašeg mobilnog operatera Ako vaš operater nudi pretplate na Apple Music i besplatne probne periode, Apple može provjeriti vaš telefonski broj kako bi utvrdio jeste li prikladni za uslugu putem mobilnog operatera. Ako se prijavite za Apple Music pretplatu ili besplatni probni period putem svog mobilnog operatera ili drugog Appleovog partnera, Apple će upotrijebiti vaš telefonski broj ili jedinstveni identifikator računa koji je partner podijelio za identificiranje vašeg računa kako bi se mobilni operater ili drugi partner obavijestio da ste aktivirali svoju pretplatu. Telefonski broj ili jedinstveni identifikator koji je povezan s vašom pretplatom koristit ćemo za provjeru vašeg računa tijekom prijave i za povezivanje vaše aktivnosti na Apple Musicu s vašim računom. Koristimo i vaš telefonski broj kako bismo na vaš zahtjev poništili vašu pretplatu kod vašeg mobilnog operatera. Primjenjiva pravna osnova za obrađivanje osobnih podataka Vaše osobne podatke usluge Apple Music obrađujemo općenito radi izvršavanja vašeg ugovora s tvrtkom Apple, kako je potrebno radi pružanja usluge i radi usklađenosti s našim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo osobne podatke koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, radi: • Pružanje pristupa sadržaju usluge Apple Music i Apple Music Classical koji slušate, dodajete u svoju medijateku ili preuzimate • Personaliziranje vašeg iskustva u uslugama Apple Music i Apple Music Classical • Identificiranje i otključavanje kopija vaših pjesama koje su također dostupne putem usluge Apple Music • Utvrđivanje dostupnosti sadržaja u vašoj regiji i vaše prikladnosti za ponude i pretplate • Pomaganje u poboljšanju i optimizaciji aplikacija Apple Music i Apple Music Classical za vas i druge korisnike te slanje informacija o Apple Musicu i Apple Music Classicalu i drugim Appleovim proizvodima, uslugama i ponudama koje bi vas mogle zanimati • Izrada i održavanje vašeg Apple Music profila i reprodukcijskih listi • Plaćanje tantijema i pružanje izvještaja izdavačima, izdavačkim kućama, izvođačima i sastavljačima top lista • Sprječavanja prevare i drugih zlonamjernih aktivnosti Korišteni podaci sadrže: • Vaša uporaba aplikacija Apple Music i Apple Music Classical, uključujući vaše interakcije sa značajkama, obavijesti i poruke unutar aplikacije i sadržaj koji slušate, tražite, pregledavate, dodate u svoju medijateku i preuzmete s usluga Apple Music i Apple Music Classical • Detalji o vašem uređaju i računu • Vašu IP adresu • Vaš Apple Music profil i reprodukcijske liste • Rezultat pouzdanosti uređaja Neosobni podaci Možemo prikupljati, koristiti, prenositi i prosljeđivati neosobne podatke u bilo koje svrhe. Primjerice, možemo agregirati vaše neosobne podatke s podacima drugih korisnika Apple Musica radi poboljšanja usluge. Također možemo prikupljati određena mjerenja performansi vašeg uređaja kad koristite Apple Music, uključujući snagu radiofrekvencije, kôd države, kôd mreže i tehnologiju mobilnog pristupa radiju. Dodatne informacije o Apple Musicu Za detaljnije informacije, uključujući informacije o značajkama i cijeni, posjetite www.apple.com/hr/apple-music. Za informacije o Apple Music Web Playeru i privatnosti posjetite www.apple.com/legal/privacy/data/en/apple-music-web. Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr/.
hu: A felhasználói adatok védelme az egyik elsődleges szempont az Apple számára. Törekszünk arra, hogy csak azokat az adatokat gyűjtsük be, amelyek a felhasználói élmény fokozásához szükségesek. Amikor mégis bizonyos adatok begyűjtése mellett döntünk, akkor fontosnak tartjuk a felhasználók tájékoztatását arról, hogy pontosan milyen információkat gyűjtünk be, és hogy miért van rájuk szükségünk, mivel így hozhatják meg a számukra megfelelő döntéseket. Az Apple Musicot és az Apple Music Classicalt – az Apple összes termékéhez és szolgáltatásához hasonlóan – ezeknek az elveknek a mentén alakítottuk ki. Az Ön személyes adatait szolgáltatások és funkciók biztosítására használjuk fel az Apple Musicban. Az ilyen adatok közé tartozik az Ön neve és az Apple-fiókjához beállított fotó (ha beállított ilyet), amelyeket az Apple Zene app Beállítások részében érhet el és módosíthat az Apple Music megosztási funkciójával való használat céljából; valamint a fiók- és fizetési információi, amelyeket a Beállításokban vagy a Rendszerbeállításokban érhet el és módosíthat. Az Apple Musicra való előfizetés esetén teljes hozzáférést kap az Apple Musichoz és az Apple Music Classicalhoz. Az Apple információkat fog gyűjteni az Apple Music és az Apple Music Classical használati módjára vonatkozóan, hogy ezáltal az Ön zenei ízléséhez igazíthassa a különböző funkciókat. Az ilyen funkciók közé tartoznak a személyre szabott ajánlások, többek között az Önnek válogatott albumok és lejátszási listák, valamint a Rádió, amely a kedvenc előadóitól és műfajaiból játszik számokat. Arra is felhasználjuk ezeket az információkat, hogy e-mailt és push értesítést tudjunk Önnek küldeni az Apple Music és Apple Music Classical szolgáltatásban a közeljövőben megjelenő új kiadásokról, az új előadókról és minden olyan eseményről, amely érdekelheti Önt. Előfordulhat, hogy egyes Apple Music-funkciók, mint bizonyos rádióállomások, nem érhetők el az Ön régiójában. Előfordulhat, hogy az Apple felhasználja az Ön internetkapcsolatának IP-címét a helyzetének és az elérhetőségnek a meghatározásához. Apple Music Classical Az Apple Music-előfizetők hozzáféréssel rendelkeznek az Apple Music Classicalhoz, egy olyan komolyzenét kínáló alkalmazáshoz, amelyben komolyzenei darabokat és albumokat fedezhet fel, és a kedvenc komolyzenei darabjait egyetlen központi helyre mentheti el. Az Apple Music Classical katalógusában előfizetés nélkül is böngészhet, azonban az Apple Music Classical összes funkciójának eléréséhez Apple Music-előfizetéssel kell rendelkeznie. Ha Ön nem rendelkezik aktív Apple Music-előfizetéssel, lehetősége lesz előfizetni az Apple Musicra, hogy teljes hozzáférést kapjon az Apple Music Classicalhoz. Felhőkönyvtár Az Ön Apple-felhőkönyvtára – amely az Apple Music-előfizetéshez járó egyik funkció – lehetővé teszi, hogy a könyvtárában megtalálható dalokat és lejátszási listákat bármelyik eszközéről elérhesse. A funkció azért továbbít információkat – például a dalok címét és az előadók nevét – az Ön eszközén található könyvtáráról az Apple-nek, hogy be tudjuk azonosítani és elérhetővé tehessük az Ön zenéi közül azokat a dalokat, amelyek az Apple Music és az Apple Music Classical szolgáltatásban is rendelkezésre állnak. Az Apple Music szolgáltatásban nem megtalálható dalok feltöltődnek a személyes felhőkönyvtárába, aminek köszönhetően bármelyik eszközéről elérheti a teljes gyűjteményét az Apple Musicon keresztül. Ha azt szeretné, hogy a felhőkönyvtára ne legyen szinkronizálva, az iOS-, iPadOS- vagy visionOS-eszközein válassza a Beállítások > Appok > Zene (visionOS‑en: Settings > Apps > Music) menüpontot, és koppintással kapcsolja ki a Könyvtár szinkronizálása (visionOS‑en: Sync Library) beállítást. Macen nyissa meg az Apple Zene appot, válassza a Beállítások > Általános menüpontot, majd törölje a Könyvtár szinkronizálása beállítás jelölését. Apple Music-profil Ha kapcsolatba szeretne lépni az Apple Music szolgáltatást használó többi felhasználóval, illetve tartalmakat szeretne megosztani velük, hozzon létre egy személyes profilt egy felhasználói azonosító (pl. @kovacsadam), egy megjelenített név, valamint – ha szeretne – egy profilfotó és egyéb információk megadásával. Az Apple az Ön fiókjában tárolja az ilyen információkat, így bármelyik készülékén elérheti őket. A felhasználói azonosítója, a megjelenített neve és a profilfotója megjelenhet az Apple Musicban közzétett tartalmakkal és az itt megosztott tevékenységekkel együtt. Jelenleg a tartalmak megosztása és közzététele nem gyermekekhez tartozó Apple-fiókokhoz szánt funkciók, és az ilyen fiókokhoz nem érhetők el. A többi felhasználó adott esetben meg is találhatja az Ön Apple Music-profilját a megadott információk alapján. Beállíthatja, hogy csak az Ön által kiválasztottak számára legyen elérhető a profiljának tartalma, például a tartalomhallgatási tevékenységei és lejátszási listái. Azonban a profiladatai, például a felhasználói azonosítója, a megjelenített neve, a fotója, a követői és az Ön által követettek alapértelmezés szerint láthatók mindenki más számára. Ha meg szeretné akadályozni, hogy egy felhasználó megtekinthesse az Ön profilját, lépjen az adott felhasználó profiljára, koppintson a Továbbiak, majd a Blokkolás lehetőségre. A személyek, akiket blokkolt, nem látják majd az Ön zenéit, és nem találhatják meg az Ön profilját az Apple Musicban. Amikor profilt hoz létre az Apple Musicban, javasolni fogunk olyan más Apple Music-előfizetőket, akikkel kapcsolatba léphet barátként. Az Apple nem kap és nem tárol el információkat az Ön kontaktjairól, amikor megkeresi az ajánlható barátokat. Kizárólag a kontaktjai között szereplő telefonszámok és e-mail-címek rövidített és titkosított hash értékei lesznek elküldve az Apple-nek, majd ezután az ajánláshoz megfelelő Apple Music-előfizetők helyileg lesznek meghatározva az Ön eszközén. Az Apple Music időnként ellenőrizheti az Ön kontaktjait, hogy a jövőben új barátokat ajánljon; ezt a Fiókbeállításokban található Kontaktok az Apple Musicban beállítás letiltásával szabályozhatja. Ha nem szeretné, hogy mások megtalálják Önt az Apple-fiókjához kapcsolódó kontaktinformációi alapján, amelyek az általuk használt Kontaktokban szerepelhetnek, akkor ezt a Fiókbeállításokban módosíthatja az „Apple-fiók alapján történő keresés engedélyezése” letiltásával. Bármikor módosíthatja, illetve eltávolíthatja az Ön által a profiljában megadott információkat. Az interneten történő megosztás során mindig érdemes átgondolni, hogy mit tesz nyilvánosan elérhetővé. Amennyiben az Apple Musicból egyéb webhelyeken vagy közösségi hálózatokban tesz közzé valamit, a megosztott tartalom az adott szolgáltatások adatvédelmi szabályzatának hatálya alá esik. SharePlay Amikor előfizet az Apple Musicra, képes lesz SharePlay-lejátszást indítani, amikor Apple TV-hez, HomePodhoz vagy CarPlayhez csatlakozik, vagy amikor Bluetootht használ. A SharePlay használatakor más Apple Music-előfizetők csatlakozhatnak az Ön által indított SharePlay-lejátszáshoz, és vezérelhetik az Apple Musicon keresztül lejátszott zenét. A SharePlay használatakor az Apple Music-előfizetéssel nem rendelkező felhasználók is csatlakozhatnak a SharePlay-lejátszáshoz. Az Apple a Bluetooth használatával (ha azt engedélyezte az eszközén) lehetővé teszi, hogy az Ön közelében található kontaktjai felfedezzék az Apple Music-munkamenetét, és kérelmezzék a csatlakozást. Ha nem szeretné, hogy a kontaktok megtalálhassák az Ön eszközét, és kérhessék a csatlakozást az Ön Apple Music-munkamenetéhez, az Apple Zene app beállításaiban kikapcsolhatja, hogy a közeli kontaktok felfedezhessék Önt. A kontaktok, valamint a többi résztvevő a lejátszáshoz az Apple Zene app Beállítások menüpontjában megjelenített QR-kód beolvasásával is csatlakozhat, vagy a jármű felhasználói felületén, ha a SharePlay-lejátszáshoz való csatlakozás autóban történik. A résztvevők neve és profilfotója az összes résztvevő számára látható lesz. A SharePlay-lejátszáshoz való hozzáadások hozzá lesznek rendelve ahhoz a személyhez, aki az adott tevékenységet végezte, valamint társítva lesznek a felhasználó nevéhez és profilképéhez, ha ezek meg vannak adva. Ezek az adatok bármikor szerkeszthetők az Apple Zene app beállításaiban. Az Ön által indított SharePlay-lejátszásból eltávolíthat résztvevőket, ha a SharePlay ikonra koppint az Apple Zene appban, majd kiválasztja az eltávolítani kívánt résztvevőt. A SharePlay-lejátszásból való kilépéshez koppintson a SharePlay ikonra az Apple Zene appban, majd koppintson a Kilépés lehetőségre. Az Ön által indított SharePlay-használat befejezéséhez koppintson a Befejezés lehetőségre az Apple Zene appban. Az Apple nem őriz meg információkat az Ön kontaktjairól vagy a többi SharePlay-résztvevőről, miután befejezte a SharePlay használatát. Ezenkívül a SharePlay-használatot engedélyezheti az Üzenetekben vagy egy FaceTime-hívás során, hogy másokkal szinkronban oszthasson meg zenét. SharePlay indításához válassza ki a hallgatni kívánt zenét, koppintson a zenebeállítások között a SharePlay lehetőségre, adja meg a kontaktokat, akikkel meg szeretné osztani, koppintson az „Üzenetek” vagy „FaceTime” lehetőségre, majd az Indítás gombra. Együttműködés lejátszási listákon Az Apple Music-előfizetők létrehozhatnak lejátszási listákat más Apple Music-előfizetőkkel, és együttműködhetnek velük a lejátszási listákon. Ha Ön a lejátszási lista létrehozója, dönthet úgy, hogy minden egyes személyt jóvá kell hagynia, aki a lejátszási listához csatlakozik, vagy megengedheti, hogy bárki automatikusan csatlakozzon a lejátszási listához a link birtokában. Minden résztvevő hozzáadhat és eltávolíthat dalokat a lejátszási listán, valamint emojireakciókat is hozzáadhat. A hozzáadások hozzá lesznek rendelve ahhoz a személyhez, aki az adott tevékenységet végezte, valamint ehhez hozzá lesz társítva a felhasználó neve és profilképe, ha ezek meg vannak adva. Ezek az adatok bármikor szerkeszthetők az Apple Zene app beállításaiban. A lejátszási lista minden résztvevője, valamint a lejátszási listához hozzáféréssel rendelkező személyek láthatják és megtekinthetik a többi résztvevő nevét és fotóját. A lejátszási lista résztvevői megtekinthetik a többi résztvevő által hozzáadott összes dalt és reakciót. Az együttműködés befejezéséhez eltávolíthatja önmagát a lejátszási listából a lejátszási lista beállításaiban, vagy amennyiben Ön a létrehozó, leállíthatja az együttműködést a lejátszási lista együttműködés-kezelési beállításaiban. Ha a lejátszási lista létrehozója leállítja az együttműködést, akkor a lejátszási lista egy megosztott lejátszási listává alakul, amelyhez az együttműködők hozzáférnek a saját Apple Zene-könyvtárukban. Az Apple Music és az Apple Music Classical személyre szabása és továbbfejlesztése Amikor az Apple Music-előfizetését használja, vagy nem a könyvtárából származó ingyenes tartalmakat játszik le, előfordulhat, hogy információkat gyűjtünk az Ön által lejátszott, illetve a zenekönyvtárához vagy lejátszási listákhoz hozzáadott dalokkal és videókkal (ha van ilyen), az Ön által kedvencként megjelölt előadókkal és tartalmakkal, valamint azokkal az előadókkal és tartalmakkal kapcsolatban, amelyeket megosztott. Az Apple olyan információkat rögzít és kap meg, mint a lejátszáshoz használt fiók, IP-cím, készülék, app vagy autós felület, illetve hogy Ön az Apple Music vagy az Apple Music Classical melyik részén, mikor és mennyi ideig játszotta le a zenéket. Ezeknek az információknak a segítségével az Ön ízléséhez igazítjuk az Ön felhasználói élményét, e-maileket és értesítéseket küldünk Önnek, és így jobban megismerjük az Apple Music és az Apple Music Classical használati módjait, ami elősegíti a szolgáltatásaink továbbfejlesztését. Például ezek az információk segítenek számunkra az Apple Music és az Apple Music Classical szolgáltatásokban az Ön számára megjelenített zenék, videók és előadói tartalmak kiválasztásában. Ezenkívül lehetővé teszik számunkra, hogy további olyan tartalmakat ajánljunk Önnek, amelyek az Ön ízlését tükrözik, létrehozzunk városi toplistákat, hogy megjeleníthessük az Ön számára az egyes városokban népszerű zeneszámokat, valamint személyre szabott Apple Music-keresési eredményeket jelenítsünk meg Önnek különböző információk, például a lejátszási előzményei és a kedvenc zenei stílusai alapján. Szintén ezeket az információkat használjuk fel a jogdíjak kifizetéséhez, valamint hogy megelőzzük, illetve megszüntessük azokat a tevékenységeket, amelyek sértik vagy sérthetik az Apple Médiaszolgáltatások szerződési feltételeit és a vonatkozó jogszabályokat. Ezeket az adatokat az Ön Apple Music-előfizetésének időtartamára, majd azt követően legfeljebb két évig őrizzük meg annak érdekében, hogy információkat küldhessünk Önnek az Önt esetlegesen érdeklő zenékről, valamint az olyan ajánlatokról, amelyekre jogosult lehet. Az adatokat ezenkívül a pénzügyi beszámolásra vonatkozó, jogszabályokban meghatározott, régiónként eltérő időszakokra őrizzük meg, ahol szükséges. A legtöbb ügyfél esetében a megőrzési időszak hossza az előírásoknak megfelelően legalább 10 év, azonban bizonyos régiókban (például Kínában) ez az időszak 30 év is lehet. Ha a SharePlayen keresztül más felhasználókkal együtt hallgat tartalmakat az Apple Musicon, akkor az Apple Zene app információkat gyűjthet arról, hogy Ön milyen tartalmakat hallgatott egy SharePlay-munkamenet során, ezenkívül az adott munkamenet résztvevőinek hozzávetőleges számát is begyűjti, azonban nem őriz meg olyan információkat, amelyek a SharePlay-munkamenetek résztvevőit azonosíthatják. Az Apple Music keresési adatait továbbá arra is felhasználjuk, hogy fejlesszük az Apple Musicot működtető modelleket. Például az Apple Music összesített keresési lekérdezéseit arra használjuk fel, hogy finomhangoljuk az Apple Music keresési modelljének működését. Az Önnel folytatott kommunikáció Az Apple felhasználhatja az Ön fiókjával kapcsolatos információkat (például az Ön tulajdonában lévő Apple-termékek, az Ön által letöltött Apple-appok és az Ön Apple-szolgáltatásokra való előfizetései), hogy tájékoztatást küldjön az Apple Music szolgáltatásról, valamint az Önt esetleg érdeklő Apple-termékekről, -szolgáltatásokról és -ajánlatokról, beleértve az Apple Music Classical és az Apple One szolgáltatást is. Előfordulhat, hogy az eszközének sorozatszáma és az egyéb hardverazonosítók, vagy az Ön releváns App Store-előfizetéseivel kapcsolatos információk az Apple-szolgáltatásajánlatokra való jogosultságának ellenőrzéséhez lesznek használva. Ha Ön egy Családi megosztás-csoporthoz tartozik, akkor előfordulhat, hogy az Apple információkat küld Önnek a Családi megosztás funkción keresztül elérhető termékekről, szolgáltatásokról és ajánlatokról. Ha Apple One-előfizetést vásárol, akkor előfordulhat, hogy e-maileket és push értesítéseket küldünk Önnek az Ön által előfizetett szolgáltatások funkcióiról. Az Apple felhasználhatja az Ön Apple Music és Apple Music Classical szolgáltatással, valamint az elérhető kedvezményes Apple Music-előfizetésekre (például a diákoknak szóló Apple Music-előfizetésre) való jogosultságának igazolásához használt szolgáltatásokkal végzett tevékenységeit ahhoz is, hogy e-maileket és push értesítéseket küldjön Önnek az Apple Musicban és az Apple Music Classicalban elérhető új funkciókról, tartalmakról és ajánlatokról. Az account.apple.com/hu címen módosíthatja az e-mailekkel kapcsolatos beállításokat, valamint leiratkozhat ezekről az e-mailekről. Az értesítési beállítások frissítéséhez iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Értesítések > Zene (visionOS‑en: Settings > Notifications > Music) menüpontot. Macen nyissa meg az Apple Zene appot, és válassza a Beállítások > Általános > Értesítések menüpontot. Az Apple felhasználja az Ön az általunk küldött kommunikációval, többek között az értesítésekkel végzett műveleteivel kapcsolatos adatokat a szolgáltatásaink továbbfejlesztéséhez. Csalás és más rosszindulatú tevékenységek megakadályozása Amikor megpróbál vásárolni, egy eszközmegbízhatósági pontszámot számítunk ki az eszközhasználattal kapcsolatos információi alapján, amelyek azt is tartalmazzák, hogy hozzávetőlegesen hány telefonhívást intézett, és hány e-mail-üzenetet küldött és kapott. Az információk beküldése úgy lett megtervezve, hogy az Apple ne tudja megállapítani a mögöttes értékeket az Ön eszközén. A pontszámot meghatározott ideig tároljuk a szervereinken. Ezenkívül az Apple felhasználhatja az Ön Apple-lel való üzleti kapcsolatának előzményeit az Apple Music-előfizetések megújításának feldolgozásához, valamint annak meghatározásához, hogy biztosítson‑e folyamatos hozzáférést az előfizetéséhez a fizetési partner jóváhagyása előtt. Információk átadása harmadik feleknek Rádióállomások Amikor az Apple Musicot használja rádióállomások hallgatásához, akkor az eszköze közvetlenül a rádióállomáshoz csatlakozik a kért tartalom biztosításához. Amikor csatlakozik, az eszköz IP-címe látható lesz a rádióállomás számára. Az Ön IP-címének rádióállomás által történő kezelésére a rádióállomás vagy annak szolgáltatójának adatvédelmi szabályzata vonatkozik. Lemezkiadók, előadók és toplisták összeállítói Kötelesek vagyunk biztosítani bizonyos, nem személyes jellegű összesített adatokat az Apple Music és az Apple Music Classical szolgáltatás használatáról, továbbá összesített felhasználói demográfiai adatokat, például a korcsoportot és a nemet (amelyek az Apple-fiókjában lévő információk, például a név és a megszólítás alapján megállapíthatók) a lemezvállalatoknak, a kiadóknak és az előadóknak annak érdekében, hogy fel tudják mérni alkotói tevékenységük eredményességét, illetve meg tudjanak felelni a jogdíjakkal és a könyveléssel kapcsolatos követelményeknek. Ezenkívül a zenehallgatási tevékenységekről is megosztunk összesített információkat a világ különböző részein lévő zenei toplisták összeállítóival, a kiadókkal és előadókkal a velük kapcsolatos – többek között valós idejű – érdeklődés mérése érdekében, továbbá olyan marketingplatformokkal, amelyeken keresztül a kiadók és az előadók elérhetik a célközönségüket. Ha Ön egy harmadik félnek minősülő partneren, például mobilhálózati szolgáltatón keresztül fizet elő az Apple Musicra, akkor korlátozott, személyazonosításra alkalmas információkat oszthatunk meg az adott partnerrel annak érdekében, hogy meg lehessen határozni az Ön előfizetésre való jogosultságát, illetve el lehessen végezni a vásárlást. Az Apple Music összekapcsolása más appokkal Előfordulhat, hogy iOS-, iPadOS- és visionOS-appok, valamint nem Apple-platformokon található appok hozzáférést kérnek az Apple Musichoz és az Ön felhőkönyvtárához. Ha ilyen engedélyt ad egy appnak, akkor az hozzáférhet az olyan információkhoz, mint az Ön eszközön lévő felhőkönyvtára, az az információ, hogy Ön Apple Music-előfizető-e, az Ön zene- és videólejátszási tevékenységei, valamint az Ön számára az Apple Musicban megjelenített ajánlások. Egy engedélyezett app módosíthatja az Ön fiókjához rendelt adatokat is, például azt, hogy milyen dalok szerepelnek az Ön könyvtárában és lejátszási listáiban. Ha engedélyt ad a Fotók appnak az Apple Musichoz való hozzáférésre, akkor a Fotók az Apple Musicból származó dalokat fog lejátszani az emlékfilmekkel. Amikor egyéni emlékfilmet hoz létre a Fotókban, előfordulhat, hogy az Ön által az emlék létrehozásához beírt kérés a filmmel lejátszott zene kiválasztása céljából el lesz küldve az Apple Musicnak. A támogatott tartalommal rendelkező Apple-appok (például a Távirányító) szintén automatikusan összekapcsolódnak az Apple Zene app és a támogatott tartalmak használatának megkezdésekor. Letilthatja egy app hozzáférését az iOS-, iPadOS- vagy visionOS-eszközének Beállítások > Adatvédelem és biztonság > Média és Apple Music (visionOS‑en: Settings > Privacy & Security > Media & Apple Music) menüpontjában. Macen válassza a Rendszerbeállítások > Adatvédelem és biztonság > Adatvédelem > Média és Apple Music menüpontot. Ha eltávolította az appot, vagy egy app számára egy iOS 11 vagy iPadOS előtti iOS rendszerrel adott hozzáférést, akkor az app hozzáférését az Apple Music-fiókjának beállításaiban tilthatja le. Apple Music-előfizetések a mobilhálózati szolgáltatóján keresztül Ha a mobilhálózati szolgáltatója Apple Music-előfizetéseket és ingyenes próbaidőszakokat kínál, az Apple ellenőrizheti az Ön telefonszámát annak megállapítása céljából, hogy Ön jogosult-e ezekre egy mobilhálózati szolgáltatón keresztül. Ha a mobilhálózati szolgáltatóján vagy egy másik Apple-partneren keresztül regisztrál egy Apple Music-előfizetésre vagy ingyenes próbaidőszakra, akkor az Apple a telefonszáma vagy a partner által megosztott egyedi fiókazonosító segítségével azonosítja be az Ön fiókját, és értesíti a mobilhálózati szolgáltatót vagy a másik partnert, hogy Ön aktiválta az előfizetését. Az előfizetéséhez társított telefonszámát vagy az egyedi azonosítóját arra használjuk fel, hogy ellenőrizzük a fiókját a bejelentkezés során, és hogy az Apple Music szolgáltatásban végzett tevékenységeit a fiókjához rendeljük. A telefonszámát arra is felhasználjuk, hogy az Ön kérése alapján az előfizetése lemondását kérjük a mobilhálózati szolgáltatójánál. A személyes adatok feldolgozásának hatályos jogalapja Az Ön személyes adatait az Apple Musicban az Ön Apple-lel kötött szerződésének végrehajtása érdekében dolgozzuk fel, a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra annak érdekében, hogy: • hozzáférést biztosítsunk Önnek az Apple Music és az Apple Music Classical olyan tartalmaihoz, amelyeket meghallgat, hozzáad a könyvtárához vagy letölt; • személyre szabjuk az Ön felhasználói élményét az Apple Music és Apple Music Classical szolgáltatásokban; • beazonosíthassuk és elérhetővé tehessük az Ön zeneszámai közül azokat, amelyek az Apple Musicban is rendelkezésre állnak; • megállapíthassuk, hogy a tartalom az Ön régiójában elérhető‑e, valamint hogy jogosult‑e Ön ajánlatokra és előfizetésekre; • fejleszthessük és optimalizálhassuk az Apple Musicot és az Apple Music Classicalt Ön és mások számára, valamint információkat adjunk át Önnek az Apple Music és az Apple Music Classical appal és más olyan Apple-termékekkel, -szolgáltatásokkal és -ajánlatokkal kapcsolatban, amelyek érdekelhetik Önt; • létrehozzuk és kezeljük az Ön Apple Music-profilját és -lejátszási listáit; • kifizethessük a jogdíjakat, valamint jelentéseket biztosítsunk a kiadóknak, lemezkiadóknak, előadóknak és a toplisták összeállítóinak; • megakadályozzuk a csalásokat és más rosszindulatú tevékenységeket. A felhasznált adatok a következőket tartalmazzák: • Az Ön Apple Music és Apple Music Classical appok használatával kapcsolatos információi, beleértve a funkciókkal, az appon belüli értesítésekkel és üzenetekkel végzett műveleteit, valamint az Apple Music és az Apple Music Classical szolgáltatásban Ön által hallgatott, keresett, megtekintett, saját könyvtárához hozzáadott és letöltött tartalmakat; • Az Ön eszközére és fiókjára vonatkozó részletek; • Az Ön IP-címe; • Az Ön Apple Music-profilja és -lejátszási listái; • Az eszköz megbízhatósági pontszáma. Nem személyes adatok Bármilyen céllal gyűjthetünk, felhasználhatunk, átadhatunk és nyilvánosságra hozhatunk nem személyes adatokat. Például összesített módon felhasználhatjuk az Önnel és az Apple Music többi felhasználójával kapcsolatos nem személyes jellegű adatokat a szolgáltatás továbbfejlesztése céljából. Ezenkívül teljesítménnyel kapcsolatos mérőszámokat is begyűjthetünk az Ön eszközéről, amikor Ön az Apple Music szolgáltatást használja, többek között a rádiófrekvencia erősségét, az országkódot, a hálózatkódot, illetve a mobilhálózaton keresztüli rádióhasználatot lehetővé tévő technológiát. Bővebben az Apple Musicról Részletes információkért, beleértve a funkciókat és árakat, látogasson el a www.apple.com/hu/apple-music weboldalra. Az Apple Music webes lejátszójára és az adatvédelemre vonatkozó bővebb tudnivalókért látogasson el a www.apple.com/legal/privacy/data/hu/apple-music-web weboldalra. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Perlindungan terhadap privasi dan keamanan informasi Anda adalah hal yang utama bagi semua pihak di Apple. Kami bekerja keras untuk hanya mengumpulkan data yang kami perlukan untuk membuat pengalaman Anda lebih baik dan, saat kami mengumpulkan data, kami percaya bahwa penting bagi Anda untuk mengetahui apa yang kami kumpulkan dan kenapa kami memerlukannya, sehingga Anda dapat memilih dengan bijak. Apple Music dan Apple Music Classical, seperti produk dan layanan Apple lainnya, didasarkan pada prinsip ini. Kami menggunakan data pribadi Anda untuk menyediakan layanan dan fitur di Apple Music. Informasi ini meliputi nama dan foto Akun Apple Anda jika Anda telah mengaturnya, yang dapat Anda akses serta ubah di Pengaturan app Apple Music untuk digunakan dengan fitur berbagi di Apple Music, serta informasi akun dan pembayaran, yang dapat Anda akses serta ubah di Pengaturan atau Pengaturan Sistem. Jika Anda berlangganan Apple Music, langganan Anda dilengkapi dengan akses penuh ke Apple Music dan Apple Music Classical. Apple mengumpulkan informasi mengenai bagaimana Anda menggunakan Apple Music dan Apple Music Classical agar dapat menyesuaikan fitur dengan selera musik Anda. Fitur tersebut meliputi rekomendasi yang dipersonalisasi seperti album dan daftar putar yang dipilih untuk Anda, dan Radio, yang memutar pilihan dari artis dan genre favorit Anda. Kami juga menggunakan informasi ini agar dapat menghubungi Anda melalui email dan pemberitahuan push mengenai rilisan mendatang, artis baru, dan hal lain yang terjadi di Apple Music dan Apple Music Classical yang mungkin Anda sukai. Beberapa fitur Apple Music, seperti stasiun siaran radio tertentu, mungkin tidak tersedia di wilayah Anda. Apple dapat menggunakan alamat IP koneksi internet Anda untuk memperkirakan lokasi dan menentukan ketersediaan. Apple Music Classical Pelanggan Apple Music memiliki akses ke Apple Music Classical, aplikasi musik klasik yang didesain agar Anda dapat menemukan track dan album klasik, serta menyimpan track klasik favorit Anda di satu tempat secara terpusat. Anda dapat menelusuri katalog Apple Music Classical tanpa langganan, tapi Anda harus memiliki langganan Apple Music untuk mengakses semua fitur Apple Music Classical. Jika tidak memiliki langganan aktif Apple Music, Anda akan diberi pilihan untuk berlangganan Apple Music agar dapat memperoleh akses penuh ke Apple Music Classical. Perpustakaan Awan Perpustakaan awan Apple Anda, yang merupakan keuntungan dari langganan Apple Music, memungkinkan Anda untuk mengakses lagu dan daftar putar di perpustakaan dari perangkat mana pun. Fitur ini mengirimkan informasi dari perpustakaan di perangkat Anda ke Apple, seperti lagu dan nama artis, untuk mengidentifikasi dan membuka kunci salinan lagu Anda yang juga tersedia di Apple Music dan Apple Music Classical. Lagu apa pun yang tidak dapat ditemukan di Apple Music akan diunggah ke perpustakaan awan agar Anda dapat mengakses koleksi lengkap dari semua perangkat Anda melalui Apple Music. Untuk berhenti menyelaraskan perpustakaan awan Anda di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > App > Musik, dan ketuk untuk mematikan Selaraskan Perpustakaan. Di Mac, buka Apple Music dan buka Pengaturan > Umum, lalu batalkan pilihan Selaraskan Perpustakaan. Profil Apple Music Jika ingin terhubung atau berbagi dengan orang lain menggunakan Apple Music, Anda dapat membuat profil pribadi dengan memberikan pengendali pengguna (misalnya, @johnappleseed), nama tampilan, dan foto profil jika Anda ingin, serta informasi lainnya. Apple menyimpan informasi tersebut dengan akun Anda agar dapat Anda akses dari semua perangkat. Pengendali pengguna, nama tampilan, dan foto profil Anda dapat muncul bersama dengan konten yang Anda posting dan aktivitas yang Anda bagikan di Apple Music. Berbagi dan memposting konten tidak ditujukan atau tersedia bagi Akun Apple untuk anak-anak. Orang lain juga dapat menemukan profil Apple Music Anda menggunakan informasi yang Anda berikan. Anda dapat membuat konten profil Anda, seperti aktivitas mendengarkan dan daftar putar, tersedia hanya untuk orang yang Anda pilih. Namun demikian, informasi profil Anda, seperti pengendali, nama tampilan, foto, pengikut Anda, dan orang yang Anda ikuti, dapat dilihat oleh semua orang secara default. Untuk memblokir pengguna agar tidak dapat melihat profil Anda, buka profil pengguna, ketuk Lainnya, lalu ketuk Blokir. Orang yang Anda blokir tidak akan melihat musik Anda atau menemukan profil Anda di Apple Music. Saat Anda membuat profil di Apple Music, kami akan merekomendasikan pelanggan Apple Music lain yang mungkin Anda inginkan agar terhubung dengan Anda sebagai teman. Apple tidak mempelajari atau menyimpan informasi dari kontak Anda saat memeriksa teman yang akan direkomendasikan. Hanya hash nomor telepon dan alamat email yang dipendekkan dan dienkripsi di kontak Anda yang dikirimkan ke Apple, lalu pelanggan Apple Music yang cocok untuk direkomendasikan akan ditentukan secara lokal di perangkat Anda. Apple Music dapat memeriksa kontak Anda secara berkala untuk merekomendasikan teman baru di masa mendatang; Anda dapat mengontrol ini di Pengaturan Akun dengan menonaktifkan Kontak di Apple Music. Jika Anda tidak ingin ditemukan oleh orang lain berdasarkan informasi kontak Akun Apple yang mungkin mereka miliki mengenai Anda di kontak mereka, Anda dapat mengubah ini di Pengaturan Akun dengan menonaktifkan Izinkan Menemukan dengan Akun Apple. Informasi yang Anda berikan di profil dapat diperbarui atau dihapus oleh Anda setiap saat. Anda harus berpikir dengan saksama mengenai hal yang Anda sebarkan ke publik sebelum membagikannya secara online. Saat Anda membagikan dari Apple Music ke situs web atau jejaring sosial lain, semua hal yang Anda bagikan diatur oleh kebijakan privasi layanan lain tersebut. SharePlay Jika berlangganan Apple Music, Anda dapat menyelenggarakan sesi SharePlay saat terhubung ke Apple TV, HomePod, CarPlay, atau saat menggunakan Bluetooth. Dengan SharePlay, pelanggan Apple Music lainnya dapat bergabung dengan sesi SharePlay Anda dan mengontrol musik yang sedang diputar melalui Apple Music. SharePlay juga memungkinkan pengguna tanpa langganan Apple Music untuk bergabung dengan sesi SharePlay Anda. Apple menggunakan Bluetooth, jika diaktifkan di perangkat Anda, agar kontak Anda di sekitar dapat menemukan sesi Apple Music Anda dan meminta untuk bergabung. Jika Anda tidak menginginkan kontak untuk dapat menemukan perangkat Anda dan meminta untuk bergabung dengan sesi Apple Music Anda, Anda dapat mematikan kemampuan untuk ditemukan oleh kontak di sekitar di Pengaturan app Apple Music. Kontak, serta peserta lainnya, juga dapat bergabung ke sesi tersebut dengan memindai kode QR yang ditampilkan di Pengaturan app Apple Music atau antarmuka kendaraan jika berpartisipasi di sesi SharePlay di dalam mobil. Nama dan foto profil peserta di sesi akan dapat dilihat oleh semua orang di sesi. Kontribusi terhadap sesi SharePlay dikaitkan dengan individu yang membuatnya dan diasosiasikan dengan nama dan foto profil pengguna, jika tersedia, yang dapat diedit kapan pun di pengaturan app Apple Music. Anda dapat menghapus peserta dari sesi SharePlay yang sedang Anda selenggarakan dengan mengetuk ikon SharePlay di app Apple Music, lalu memilih peserta yang akan dihapus. Untuk meninggalkan sesi SharePlay, ketuk ikon SharePlay di app Apple Music, lalu ketuk Tinggalkan. Untuk mengakhiri sesi SharePlay yang sedang Anda host, ketuk Akhiri di app Apple Music. Apple tidak menyimpan informasi mengenai kontak Anda atau peserta lainnya yang telah bergabung dengan sesi SharePlay setelah sesi berakhir. Anda juga dapat mengaktifkan sesi SharePlay di Pesan atau selama panggilan FaceTime untuk berbagi musik dengan selaras bersama orang lain. Untuk memulai sesi, pilih musik yang ingin Anda dengarkan, lalu ketuk SharePlay di pilihan musik, masukkan dengan kontak Anda ingin berbagi, lalu ketuk “Pesan” atau “FaceTime” dan Mulai. Berkolaborasi di Daftar Putar Pelanggan Apple Music dapat membuat dan berkolaborasi di daftar putar dengan pelanggan Apple Music lainnya. Jika Anda adalah pembuat daftar putar, Anda dapat memilih untuk menyetujui setiap orang yang bergabung dengan daftar putar atau Anda dapat mengizinkan siapa pun yang memiliki tautan ke daftar putar untuk bergabung secara otomatis. Semua peserta dapat menambahkan dan menghapus lagu dari daftar putar serta menambahkan reaksi emoji. Kontribusi dikaitkan dengan individu yang membuatnya dan diasosiasikan dengan nama dan foto profil pengguna, jika tersedia, yang dapat diedit kapan pun di pengaturan app Apple Music. Semua peserta di daftar putar, dan siapa pun yang memiliki akses ke daftar putar, dapat melihat nama dan foto peserta lainnya. Peserta daftar putar dapat melihat semua lagu dan reaksi yang ditambahkan oleh peserta lainnya. Untuk berhenti berkolaborasi, hapus diri Anda dari daftar putar di pengaturan daftar putar atau, jika Anda adalah pembuatnya, berhenti berkolaborasi di pengaturan pengelolaan kolaborasi daftar putar. Jika pembuat daftar putar mengakhiri kolaborasi, daftar putar tersebut akan menjadi daftar putar bersama yang dapat diakses oleh kolaborator di perpustakaan Apple Music mereka. Mempersonalisasi dan Meningkatkan Apple Music dan Apple Music Classical Saat Anda menggunakan langganan Apple Music atau memutar konten gratis di luar perpustakaan Anda, kami dapat mengumpulkan informasi mengenai lagu dan video (jika berlaku) yang Anda putar atau tambahkan ke perpustakaan musik atau daftar putar dan artis serta konten yang Anda favoritkan atau bagikan. Informasi, seperti akun, alamat IP, dan perangkat, app, atau antarmuka mobil yang Anda gunakan untuk memutar, lokasi Anda di Apple Music atau Apple Music Classical saat Anda memutarnya, waktu Anda memutarnya, serta durasi pemutaran akan dicatat dan dikirimkan ke Apple. Kami menggunakan informasi ini untuk menyesuaikan pengalaman Anda, untuk mengirimi Anda email dan pemberitahuan, dan untuk membantu kami memahami cara Apple Music dan Apple Music Classical digunakan sehingga kami dapat meningkatkan layanan kami. Misalnya, informasi ini dapat membantu kami memilih musik, video, dan konten artis yang kami tampilkan di Apple Music serta Apple Music Classical. Hal tersebut juga memungkinkan kami untuk membuat rekomendasi lain bagi Anda yang merefleksikan selera Anda, membuat tangga lagu kota untuk menampilkan musik populer menurut kota, dan menyediakan hasil pencarian Apple Music yang dipersonalisasi menggunakan campuran informasi seperti riwayat mendengarkan Anda dan genre favorit Anda. Kami juga menggunakan informasi ini untuk membayar royalti dan mencegah atau mengambil tindakan atas aktivitas yang, atau mungkin, melanggar Syarat dan Ketentuan Layanan Media Apple atau hukum yang berlaku. Kami menyimpan informasi ini selama Anda berlangganan Apple Music dan setelahnya hingga selama dua tahun untuk berkomunikasi dengan Anda mengenai musik yang mungkin Anda minati serta penawaran yang mungkin dapat Anda terima. Kami juga menyimpan informasi ini jika diperlukan untuk pelaporan keuangan selama periode waktu yang ditentukan oleh hukum yang berlaku untuk pelaporan tersebut, yang berbeda-beda menurut wilayah. Untuk sebagian besar konsumen, hal tersebut memerlukan periode penyimpanan setidaknya selama 10 tahun, tapi di wilayah seperti Tiongkok, periode tersebut dapat berlangsung 30 tahun. Jika Anda menggunakan SharePlay untuk mendengarkan konten dengan pengguna lainnya di Apple Music, app Apple Music akan mengumpulkan informasi mengenai konten yang Anda dengarkan selama sesi SharePlay dan perkiraan jumlah peserta dalam sesi tersebut, tapi tidak menyimpan informasi apa pun untuk mengidentifikasi peserta sesi SharePlay. Kami juga menggunakan data pencarian Apple Music untuk meningkatkan model yang mendukung Apple Music. Misalnya, permintaan pencarian agregat Apple Music digunakan untuk menyempurnakan model pencarian Apple Music. Berkomunikasi dengan Anda Apple dapat menggunakan informasi mengenai akun Anda, seperti produk Apple yang Anda miliki, app Apple yang Anda unduh, dan langganan layanan Apple Anda, untuk mengirimi Anda komunikasi mengenai Apple Music dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati, termasuk Apple Music Classical dan Apple One. Nomor seri perangkat Anda dan pengenal perangkat keras lainnya, atau detail mengenai langganan App Store Anda yang relevan, mungkin digunakan untuk memeriksa eligibilitas untuk menerima penawaran layanan Apple. Jika Anda berada dalam grup Keluarga Berbagi, Apple dapat mengirimi Anda komunikasi mengenai produk, layanan, dan penawaran yang tersedia bagi Anda melalui Keluarga Berbagi. Jika Anda membeli langganan Apple One, kami dapat mengirimi Anda email dan pemberitahuan push mengenai fitur dari setiap layanan langganan Anda. Apple juga dapat menggunakan informasi mengenai aktivitas Anda di Apple Music dan Apple Music Classical serta interaksi Anda dengan layanan yang digunakan untuk memverifikasi eligibilitas untuk langganan Apple Music dengan diskon (seperti Apple Music Pelajar) untuk mengirimi Anda email dan pemberitahuan push mengenai fitur, konten, dan penawaran baru yang tersedia di Apple Music dan Apple Music Classical. Anda dapat mengubah preferensi email Anda dan menonaktifkan penerimaan email ini dengan membuka account.apple.com. Untuk memperbarui preferensi pemberitahuan di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > Pemberitahuan > Musik. Di Mac, buka Apple Music dan buka Pengaturan > Umum > Pemberitahuan. Apple menggunakan informasi mengenai interaksi Anda dengan komunikasi kami, termasuk pemberitahuan, untuk meningkatkan layanan kami. Mencegah Penipuan dan Aktivitas Berbahaya Lainnya Kami menghitung skor kepercayaan perangkat pada perangkat Anda saat Anda mencoba membeli menggunakan informasi mengenai bagaimana Anda menggunakan perangkat, termasuk perkiraan jumlah panggilan telepon atau email yang Anda kirim dan terima. Pengiriman dirancang sedemikian rupa sehingga Apple tidak dapat mempelajari nilai mendasar pada perangkat Anda. Skor tersebut disimpan dalam jangka waktu yang tetap di server kami. Apple juga dapat menggunakan informasi mengenai riwayat hubungan bisnis Anda dengan Apple untuk memproses perpanjangan langganan Apple Music dan menentukan apakah akses berkelanjutan ke langganan Anda akan disediakan sebelum disahkan mitra pembayaran. Pengungkapan ke Pihak Ketiga Stasiun Radio Saat Anda menggunakan Apple Music untuk mendengarkan siaran radio, perangkat Anda akan terhubung secara langsung ke stasiun siaran radio untuk menyediakan konten yang diminta kepada Anda. Setelah terhubung, alamat IP perangkat Anda akan dapat dilihat oleh stasiun siaran radio. Penanganan alamat IP Anda oleh stasiun siaran radio diatur oleh kebijakan privasi stasiun siaran radio tersebut atau penyedianya. Label Rekaman, Artis, dan Penyusun Tangga Lagu Kami diwajibkan untuk menyediakan data agregat nonpribadi mengenai penggunaan Apple Music dan Apple Music Classical, serta demografi pengguna yang diagregatkan seperti kelompok umur dan jenis kelamin (yang dapat diambil dari informasi seperti nama dan sapaan Anda di Akun Apple Anda), ke label rekaman, penerbit, dan artis sehingga mereka dapat mengukur kinerja karya kreatif mereka dan memenuhi persyaratan royalti dan akuntansi. Selain itu, kami membagikan aktivitas mendengarkan yang diagregatkan dengan penyusun tangga lagu untuk tangga lagu di seluruh dunia, dengan label dan artis untuk mengukur interaksi, termasuk secara real time, dan dengan platform pemasaran musik yang membantu label serta artis menjangkau pendengar. Agar dapat menentukan kelayakan langganan Anda jika Anda berlangganan Apple Music melalui mitra pihak ketiga seperti penyedia jaringan ponsel, atau untuk menyelesaikan pembelian Anda, kami membagikan informasi terbatas yang dapat diidentifikasi secara pribadi dengan mitra tersebut. Menghubungkan Apple Music dengan App Lainnya App iOS, iPadOS, dan visionOS serta app di platform non-Apple dapat meminta akses ke Apple Music dan perpustakaan awan Anda. Jika Anda memberi app izin tersebut, app akan dapat mengakses informasi seperti perpustakaan awan Anda di perangkat, apakah Anda pelanggan Apple Music atau bukan, aktivitas pemutaran musik dan video Anda, serta rekomendasi Anda di Apple Music. App yang diizinkan juga dapat mengubah data terkait akun Anda, seperti lagu yang disimpan di perpustakaan dan daftar putar Anda. Jika Anda memberikan izin ke app Foto untuk mengakses Apple Music, Foto akan menggunakan lagu dari Apple Music untuk diputar dengan film memori. Saat Anda membuat film memori khusus di Foto, informasi mengenai perintah yang Anda masukkan untuk membuat memori dapat dikirimkan ke Apple Music untuk memilih musik yang akan diputar dengan film. App Apple dengan konten yang didukung, seperti Remote, juga akan terhubung secara otomatis saat Anda mulai menggunakan app Apple Music dan konten yang didukung. Anda dapat menonaktifkan akses app di perangkat iOS, iPadOS, atau visionOS Anda dengan membuka Pengaturan > Privasi & Keamanan > Media & Apple Music. Di Mac, buka Pengaturan Sistem > Privasi & Keamanan > Privasi > Media & Apple Music. Jika Anda telah menghapus app atau memberikan akses kepada app menggunakan versi iOS yang lebih lama dari iOS 11 dan iPadOS, Anda dapat menonaktifkan aksesnya di pengaturan akun Apple Music Anda. Langganan Apple Music Melalui Penyedia Jaringan Ponsel Anda Jika penyedia jaringan ponsel Anda menawarkan langganan dan percobaan gratis Apple Music, Apple dapat memeriksa nomor telepon Anda untuk menentukan apakah Anda memenuhi syarat melalui penyedia jaringan ponsel. Jika Anda mendaftar langganan atau percobaan gratis Apple Music melalui penyedia jaringan ponsel atau mitra Apple lain, Apple akan menggunakan nomor telepon Anda atau pengenal akun unik yang dibagikan oleh mitra untuk mengidentifikasi akun Anda dan untuk memberi tahu penyedia jaringan ponsel atau mitra lainnya bahwa Anda telah mengaktifkan langganan Anda. Kami akan menggunakan nomor telepon atau pengenal unik yang terkait dengan langganan Anda untuk memverifikasi akun saat masuk dan menghubungkan aktivitas Apple Music dengan akun Anda. Kami juga menggunakan nomor telepon Anda untuk meminta pembatalan langganan dengan penyedia jaringan ponsel atas permintaan Anda. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi Anda di Apple Music secara umum untuk menjalankan kontrak Anda dengan Apple, sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses data pribadi untuk tujuan kepentingan kami yang sah atau pihak ketiga, agar dapat: • Memberi Anda akses ke konten di Apple Music dan Apple Music Classical yang Anda dengarkan, tambahkan ke perpustakaan Anda, atau unduh • Personalisasi pengalaman Anda di Apple Music dan Apple Music Classical • Mengidentifikasi dan membuka salinan lagu Anda yang juga tersedia melalui Apple Music • Menentukan ketersediaan konten di wilayah Anda serta apakah Anda memenuhi syarat untuk penawaran dan langganan • Membantu meningkatkan dan mengoptimalkan Apple Music serta Apple Music Classical bagi Anda dan orang lain, dan mengirimi Anda komunikasi mengenai app Apple Music serta Apple Music Classical, dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati • Membuat dan memelihara Profil dan daftar putar Apple Music Anda • Membayar royalti dan menyediakan pelaporan bagi penerbit, label, artis, dan penyusun tangga lagu • Mencegah penipuan dan aktivitas berbahaya lainnya Data yang digunakan meliputi: • Penggunaan app Apple Music dan Apple Music Classical Anda termasuk interaksi Anda dengan fitur, pemberitahuan dan pesan di app, serta konten yang Anda dengarkan, cari, lihat, tambahkan ke perpustakaan Anda, dan unduh di Apple Music serta Apple Music Classical • Detail mengenai perangkat dan akun Anda • Alamat IP Anda • Profil dan daftar putar Apple Music Anda • Skor kepercayaan perangkat Data Nonpribadi Kami dapat mengumpulkan, menggunakan, mentransfer, dan mengungkap data nonpribadi untuk tujuan apa pun. Misalnya, kami mungkin mengumpulkan data nonpribadi Anda dengan data milik pengguna Apple Music lain untuk meningkatkan layanan. Kami juga mengumpulkan metrik kinerja tertentu dari perangkat Anda saat Anda menggunakan Apple Music, termasuk kekuatan frekuensi radio, kode negara, kode jaringan, dan teknologi akses radio seluler. Pelajari Apple Music Lebih Lanjut Untuk informasi detail lainnya, termasuk fitur dan harga, kunjungi di www.apple.com/id/apple-music. Untuk informasi mengenai Pemutar Web Apple Music & Privasi, kunjungi www.apple.com/legal/privacy/data/id/apple-music-web. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di https://www.apple.com/id/privacy/.
it: Garantire la protezione della privacy e la sicurezza delle tue informazioni è una priorità per Apple. Quando vengono raccolte informazioni, Apple ritiene importante specificare quale tipo di dati viene raccolto e il motivo per il quale è necessario farlo, in modo da consentirti di compiere una scelta ponderata. Apple Music e Apple Music Classical, così come ogni altro prodotto e servizio Apple, sono stati progettati a partire da questi principi. Apple utilizza i tuoi dati personali per fornire i servizi e le funzionalità di Apple Music. Tali informazioni includono il tuo nome e la foto associata al tuo Apple Account, se l’hai impostata, che puoi visualizzare e modificare nelle impostazioni dell’app Musica per utilizzarla con le funzionalità di condivisione su Apple Music, nonché informazioni sull’account e sui pagamenti, che puoi consultare e modificare in Impostazioni o Impostazioni di Sistema. Quando ti abboni ad Apple Music, l’abbonamento include l’accesso completo sia ad Apple Music sia ad Apple Music Classical. Apple raccoglie informazioni relative alla modalità di utilizzo di Apple Music e Apple Music Classical per poter adattare le funzionalità ai tuoi gusti musicali. Queste funzionalità includono suggerimenti personalizzati, come album e playlist scelti in base ai tuoi gusti, e Radio, che riproduce selezioni di artisti e generi che preferisci. Inoltre, Apple utilizza queste informazioni per poterti contattare e avvisarti via email e tramite notifiche push delle prossime uscite, dei nuovi artisti e di altri eventi che potrebbero piacerti su Apple Music e Apple Music Classical. Alcune funzionalità di Apple Music, ad esempio la trasmissione di determinate stazioni radio, potrebbero non essere disponibili nella tua zona. Apple potrebbe utilizzare l’indirizzo IP della tua connessione a internet per stimare la tua posizione e determinarne la disponibilità. Apple Music Classical Gli abbonati ad Apple Music hanno accesso al servizio Apple Music Classical tramite Classica, un’applicazione pensata per consentirti di scoprire brani e album di musica classica e di salvare i tuoi preferiti in un unico posto. Puoi esplorare il catalogo di Apple Music Classical senza un abbonamento, ma per accedere a tutte le sue funzionalità devi abbonarti ad Apple Music. Se non hai un abbonamento attivo ad Apple Music, ti verrà offerta la possibilità di abbonarti per ottenere l’accesso completo ad Apple Music Classical. Libreria sul cloud La libreria Apple sul cloud, compresa nell’abbonamento ad Apple Music, ti permette di avere accesso ai brani e alle playlist nella libreria da qualsiasi dispositivo. Questa funzionalità invia ad Apple le informazioni dalla libreria sul tuo dispositivo, come i nomi dei brani e degli artisti, in modo da individuare e sbloccare i tuoi brani disponibili anche su Apple Music e Apple Music Classical. Tutti i brani che non sono presenti su Apple Music vengono caricati nella libreria personale sul cloud, così puoi avere accesso alla tua raccolta completa da qualsiasi dispositivo tramite Apple Music. Per interrompere la sincronizzazione della libreria sul cloud sul tuo dispositivo iOS, iPadOS o visionOS, vai in Impostazioni > App > Musica e disattiva “Sincronizza libreria”. Sul Mac, apri l’app Musica, vai in Impostazioni > Generali, quindi deseleziona “Sincronizza libreria”. Profilo di Apple Music Se vuoi connetterti o condividere contenuti con altre persone utilizzando Apple Music, puoi creare un profilo personale fornendo un nome utente (ad esempio, @francescomoretti), un nome visualizzato e, se vuoi, una foto del profilo e altre informazioni. Apple archivia queste informazioni con il tuo account, consentendoti di accedervi da qualsiasi dispositivo. Il nome utente, il nome visualizzato e la foto del profilo possono essere visualizzati accanto a eventuali post e attività che condividi su Apple Music. La condivisione e la pubblicazione di contenuti non sono attualmente previste o disponibili per gli Apple Account per bambini. Altri utenti possono essere in grado di trovare il tuo profilo Apple Music utilizzando le informazioni che hai fornito. È inoltre possibile rendere disponibili contenuti del tuo profilo come i brani che ascolti e le playlist solo a un gruppo di utenti che selezioni. Tuttavia, alcune informazioni del tuo profilo, come il nome utente che hai scelto, il nome che viene visualizzato, la foto, chi segui e i tuoi follower sono visibili per tutti di default. Per bloccare un utente e impedirgli di vedere il tuo profilo, seleziona il suo profilo, tocca Altro, quindi Blocca. Le persone che blocchi non vedranno i tuoi brani e non troveranno il tuo profilo su Apple Music. Quando crei un profilo su Apple Music, ti raccomanderemo altre persone iscritte al servizio con le quali potresti volerti connettere come amici. Apple non salva né archivia le informazioni dei tuoi contatti quando verifica la presenza di amici da raccomandare. Apple riceverà i numeri di telefono e gli indirizzi email dei tuoi contatti esclusivamente in forma abbreviata e crittografata; gli abbonati ad Apple Music corrispondenti da suggerire verranno determinati localmente sul tuo dispositivo. Apple Music può controllare periodicamente i tuoi contatti per raccomandarti nuovi amici in futuro. Puoi controllare questa operazione nelle impostazioni dell’account, disabilitando “Contatti su Apple Music”. Se vuoi che non sia possibile trovarti in base alle informazioni del tuo Apple Account che altri utenti potrebbero avere tra i propri contatti, puoi modificare questa opzione nelle impostazioni dell’account disabilitando “Consenti la ricerca in base ad Apple Account”. Puoi aggiornare o eliminare le informazioni che hai fornito in qualsiasi momento. Ogni volta che condividi informazioni online, dovresti riflettere attentamente su ciò che stai rendendo pubblico. Quando condividi contenuti da Apple Music su altri siti web o social network, qualsiasi contenuto condiviso è soggetto alle informative sulla privacy di tali servizi di terze parti. SharePlay Quando ti abboni ad Apple Music, puoi ospitare sessioni di SharePlay se ti connetti a un’Apple TV, a un HomePod, a CarPlay o quando utilizzi il Bluetooth. Con SharePlay, le altre persone abbonate ad Apple Music possono partecipare alle tue sessioni di SharePlay e controllare la musica riprodotta tramite Apple Music. SharePlay consente anche agli utenti senza un abbonamento ad Apple Music di partecipare alla tua sessione di SharePlay. Apple utilizza il Bluetooth, se è abilitato sul dispositivo, per consentire ai tuoi contatti nelle vicinanze di rilevare la sessione di Apple Music e di richiedere di partecipare. Se non vuoi che i contatti siano in grado di rilevare il tuo dispositivo e di richiedere di partecipare alla sessione di Apple Music, puoi disattivare la rilevabilità da parte dei contatti nelle vicinanze nelle impostazioni dell’app Musica. I contatti, nonché gli altri partecipanti, possono unirsi alla sessione anche scansionando il codice QR visualizzato nelle impostazioni dell’app Musica o sull’interfaccia del veicolo, se si tratta di una sessione di SharePlay in auto. Il nome e la foto del profilo dei partecipanti saranno visibili a tutte le persone connesse alla sessione. I contributi a una sessione di SharePlay vengono attribuiti alla persona che li ha effettuati e sono associati al nome e alla foto del profilo di tale utente (se forniti), che possono essere modificati in qualsiasi momento nelle impostazioni dell’app Musica. Puoi rimuovere i partecipanti da una sessione di SharePlay che ospiti toccando l’icona di SharePlay nell’app Musica, quindi selezionando la persona da rimuovere. Per abbandonare una sessione di SharePlay, tocca la relativa icona nell’app Musica, quindi Abbandona. Per terminare una sessione di SharePlay che ospiti, tocca Termina nell’app Musica. Apple non conserva informazioni sui tuoi contatti o sugli altri partecipanti a una sessione di SharePlay dopo che questa è terminata. Puoi anche abilitare sessioni di SharePlay in Messaggi o durante una chiamata FaceTime per condividere brani in tempo reale con altri utenti. Per avviare una sessione, seleziona la musica che vuoi ascoltare, quindi tocca SharePlay nelle opzioni relative ai brani, inserisci i contatti con cui vuoi condividerli, infine tocca Messaggi o FaceTime e Avvia. Collaborare alle playlist Gli abbonati ad Apple Music possono creare e collaborare alle playlist con altri abbonati. Se sei tu a creare la playlist, puoi scegliere di approvare ogni persona che partecipa o puoi consentire a chiunque abbia il link alla playlist di unirsi automaticamente. Tutti i partecipanti possono aggiungere e rimuovere brani dalla playlist, nonché aggiungere reazioni con le emoji. I contributi vengono attribuiti alla persona che li ha effettuati e sono associati al nome e alla foto del profilo di tale utente (se forniti), che possono essere modificati in qualsiasi momento nelle impostazioni dell’app Musica. Tutti i partecipanti alla playlist e chiunque abbia accesso possono visualizzare il nome e la foto degli altri partecipanti. Chi collabora alla playlist può inoltre visualizzare tutti i brani e le reazioni aggiunti dagli altri partecipanti. Per interrompere la collaborazione, puoi rimuoverti dalla playlist nelle relative impostazioni. In alternativa, se l’hai creata tu, puoi interromperla nelle impostazioni di gestione della collaborazione della playlist. Se la collaborazione viene terminata da chi ha creato la playlist, questa diventa una playlist condivisa e i collaboratori potranno accedervi dalla propria libreria di Apple Music. Personalizzare e migliorare Apple Music e Apple Music Classical Quando utilizzi l’abbonamento ad Apple Music o riproduci contenuti gratuiti al di fuori della libreria, Apple potrebbe raccogliere informazioni relative ai brani e ai video (ove applicabile) che riproduci o che aggiungi alla tua libreria musicale o alle playlist, agli artisti e ai contenuti che preferisci o che condividi. Informazioni quali l’account, l’indirizzo IP e il dispositivo, l’app o l’interfaccia per auto usati per riprodurre la musica, la sezione di Apple Music o Apple Music Classical in cui ti trovavi quando hai riprodotto il contenuto, l’orario e la durata della riproduzione vengono salvate e inviate ad Apple. Tali informazioni vengono usate per personalizzare la tua esperienza, per inviarti email e notifiche e per aiutarci a comprendere il modo in cui usi Apple Music e Apple Music Classical, così da poter migliorare tali servizi. Ad esempio, possono aiutarci a scegliere la musica, i video e i contenuti degli artisti che visualizzi su Apple Music e su Apple Music Classical. Ci consentono anche di offrirti consigli che rispecchiano i tuoi gusti, di creare classifiche che mostrano la musica in voga in una determinata città e di fornirti risultati di ricerca personalizzati su Apple Music, usando un mix di informazioni come la cronologia di ascolto e i tuoi generi preferiti. Queste informazioni vengono inoltre usate per versare le royalty e per impedire o adottare misure nei confronti di attività che violano, o potrebbero violare, i termini e le condizioni dei Servizi Multimediali Apple o la legge applicabile. Apple conserva tali informazioni per la durata del tuo abbonamento ad Apple Music e, in seguito, per un periodo massimo di due anni al fine di contattarti in merito a brani che potrebbero interessarti e a offerte a cui potresti avere diritto. Apple conserva inoltre tali informazioni ove necessario per i rendiconti finanziari, per il periodo specificato dalle normative vigenti in materia, che varia in base alla zona. Nella maggior parte dei casi, corrisponde a una finestra temporale di almeno 10 anni, ma in alcune zone, come la Cina, il periodo può essere di 30 anni. Se utilizzi SharePlay per ascoltare contenuti con altri utenti su Apple Music, l’app Musica raccoglierà informazioni sui contenuti che hai ascoltato durante la sessione di SharePlay e conteggerà il numero approssimativo degli utenti che hanno partecipato, ma non conserverà informazioni per identificare i partecipanti alla sessione. Inoltre, utilizziamo i dati delle ricerche in Apple Music per migliorare i modelli usati dal servizio. Ad esempio, i termini di ricerca aggregati vengono utilizzati per perfezionare il modello su cui si basa la ricerca su Apple Music. Comunicazione con l’utente Apple potrebbe utilizzare le informazioni sul tuo account, come i prodotti Apple che possiedi, le app di Apple che scarichi e i tuoi abbonamenti ai servizi Apple, per inviarti comunicazioni riguardanti Apple Music, altri prodotti e servizi Apple e offerte che potrebbero interessarti, tra cui Apple Music Classical e Apple One. Il numero di serie del dispositivo e altri identificativi hardware, o i dettagli dei tuoi abbonamenti su App Store pertinenti, potrebbero essere utilizzati per verificare l’idoneità a ricevere offerte di servizi Apple. Se fai parte di un gruppo “In famiglia”, Apple potrebbe inviarti comunicazioni su prodotti, servizi e offerte che ti vengono resi disponibili tramite “In famiglia”. Se acquisti un abbonamento ad Apple One, potremmo inviarti email e notifiche push sulle funzionalità di ciascuno dei servizi per i quali hai sottoscritto un abbonamento. Apple potrebbe anche utilizzare le informazioni sulla tua attività all’interno di Apple Music e Apple Music Classical e le tue interazioni con i servizi utilizzati per verificare la tua idoneità per abbonamenti scontati ad Apple Music (come Apple Music Student) per inviarti email e notifiche push riguardanti nuove funzionalità, nuovi contenuti e offerte disponibili su Apple Music e Apple Music Classical. Puoi modificare le preferenze relative alle email e disattivarne la ricezione andando su account.apple.com. Per aggiornare le preferenze sulle notifiche, sui dispositivi iOS, iPadOS o visionOS, vai in Impostazioni > Notifiche > Musica. Sul Mac, apri l’app Musica e vai in Impostazioni > Generali > Notifiche. Apple utilizza le informazioni sulle tue interazioni con le comunicazioni che ti invia, tra cui le notifiche, per migliorare i propri servizi. Prevenzione di frodi e attività sospette Quando tenti di eseguire un acquisto, Apple calcola un punteggio di affidabilità del tuo dispositivo utilizzando informazioni sul modo in cui lo usi, incluso il numero approssimativo di chiamate telefoniche o di email che invii e ricevi. I dati inviati sono raccolti in modo che Apple non possa venire a conoscenza dei valori effettivamente presenti sul tuo dispositivo. Il punteggio viene archiviato per un periodo di tempo determinato sui nostri server. Apple potrebbe inoltre utilizzare le informazioni storiche sui tuoi rapporti commerciali con Apple per elaborare i rinnovi dell’abbonamento ad Apple Music e per determinare se fornire l’accesso continuo all’abbonamento prima di ricevere l’autorizzazione da parte del partner di pagamento. Divulgazione a terze parti Stazioni radio Quando utilizzi Apple Music per ascoltare le trasmissioni radio, il tuo dispositivo si connette direttamente alla stazione radio per fornirti i contenuti richiesti. Una volta stabilita la connessione, l’indirizzo IP del dispositivo sarà visibile alla stazione radio. La gestione del tuo indirizzo IP da parte della stazione radio è regolata dalle informative sulla privacy della stazione radio stessa o del suo provider. Etichette discografiche, artisti ed enti che stilano le classifiche musicali Apple è obbligata a fornire alcuni dati sull’uso di Apple Music e Apple Music Classical che non consentono di identificarti personalmente, così come dati demografici aggregati sugli utenti, come la fascia d’età e il genere (che potrebbero essere dedotti da informazioni quali il tuo nome e la formula di saluto nel tuo Apple Account), a etichette discografiche, editori e artisti in modo che possano valutare la performance delle loro opere e soddisfare i requisiti relativi a royalty e contabilità. Inoltre, condividiamo dati aggregati sull’attività di ascolto con enti che si occupano di stilare le classifiche musicali in tutto il mondo, con etichette discografiche e con artisti per misurare il livello di coinvolgimento, anche in tempo reale, e con le piattaforme di marketing musicale per aiutare le etichette discografiche e gli artisti a raggiungere più ascoltatori. Se ti abboni ad Apple Music tramite un partner di terze parti (come un provider di rete mobile), per poter determinare la tua idoneità a un abbonamento oppure per completare un acquisto, condividiamo informazioni personali limitate con tale partner. Connettere Apple Music con altre app Le app per iOS, iPadOS e visionOS e quelle su piattaforme non di Apple possono richiedere l’accesso ad Apple Music e alla libreria sul cloud. Se concedi l’autorizzazione, l’app è in grado di accedere ad alcune informazioni quali la tua libreria sul dispositivo, il fatto che tu disponga di un abbonamento ad Apple Music, i brani e i video che riproduci e i consigli su Apple Music. Le app autorizzate possono inoltre modificare i dati associati al tuo account, come i brani presenti nella libreria e nelle playlist. Se autorizzi l’app Foto ad accedere ad Apple Music, Foto utilizzerà i brani da Apple Music come colonna sonora per i filmati dei ricordi. Quando crei un filmato ricordo personalizzato in Foto, le informazioni sui termini che inserisci per crearlo potrebbero essere inviate ad Apple Music per selezionare i brani da riprodurre con il filmato. Quando inizi a usare l’app Musica e i contenuti supportati, verranno automaticamente connesse anche le app di Apple con contenuti supportati, come Remote. Puoi disabilitare l’accesso delle app sul tuo dispositivo iOS, iPadOS o visionOS in Impostazioni > Privacy e sicurezza > Libreria e Apple Music. Sul Mac, vai in Impostazioni di Sistema > Privacy e sicurezza > Privacy > Libreria e Apple Music. Se hai rimosso l’app o se hai concesso l’accesso a un’app utilizzando una versione del software meno recente di iOS 11 o iPadOS, puoi disabilitare l’accesso nelle impostazioni del tuo account Apple Music. Abbonamenti ad Apple Music tramite il tuo provider di rete mobile Se il tuo provider di rete mobile offre abbonamenti ad Apple Music e prove gratuite, Apple potrebbe controllare il numero di telefono per determinare la tua idoneità attraverso un provider di rete mobile. Se hai effettuato la registrazione per un abbonamento o una prova gratuita di Apple Music tramite il provider della rete mobile o un altro partner di Apple, il numero di telefono o un identificativo univoco fornito dal partner vengono usati per identificare il tuo account e per informare il provider o un altro partner che l’abbonamento è stato attivato. Apple utilizza il numero di telefono o l’identificativo univoco associato all’abbonamento per verificare l’account all’accesso e per collegare la tua attività su Apple Music con il tuo account. Apple utilizza il tuo numero di telefono anche per richiedere l’annullamento dell’abbonamento attraverso il provider di rete mobile, qualora tu lo richieda. Basi giuridiche rilevanti per l’elaborazione dei dati personali In generale, i tuoi dati personali su Apple Music vengono elaborati per l’adempimento del tuo contratto con Apple, come necessario per fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora i dati personali come necessario ai fini dei propri legittimi interessi o di quelli di terze parti, allo scopo di: • Fornirti l’accesso ai contenuti su Apple Music e Apple Music Classical che ascolti, aggiungi alla libreria o scarichi. • Personalizzare la tua esperienza su Apple Music e Apple Music Classical. • Identificare e sbloccare copie dei tuoi brani che sono disponibili anche tramite Apple Music. • Determinare la disponibilità dei contenuti nella tua zona e la tua idoneità a offerte e abbonamenti. • Contribuire a ottimizzare Apple Music e Apple Music Classical per te e per gli altri utenti, oltre a inviarti comunicazioni sulle app Musica e Classica, nonché su altri prodotti, servizi e offerte di Apple che potrebbero interessarti. • Creare e mantenere il tuo profilo e le tue playlist su Apple Music. • Pagare le royalty e fornire resoconti a editori, etichette discografiche, artisti ed enti che stilano le classifiche musicali. • Prevenire le frodi e altre attività sospette. I dati utilizzati includono: • Il tuo utilizzo delle app Musica e Classica di Apple, incluse le interazioni con le funzionalità, le notifiche e i messaggi in‑app, e i contenuti che ascolti, cerchi, visualizzi, aggiungi alla libreria e scarichi su Apple Music e Apple Music Classical. • I dettagli sul tuo dispositivo e sul tuo account. • Il tuo indirizzo IP. • Il tuo profilo e le tue playlist su Apple Music. • Il punteggio di affidabilità del dispositivo. Dati non personali Apple può raccogliere, utilizzare, trasferire e divulgare dati non personali per qualsiasi finalità. Ad esempio, possiamo aggregare dati non personali a quelli di altri utenti di Apple Music al fine di migliorare il servizio. Potremmo raccogliere anche alcune misurazioni relative alle prestazioni del tuo dispositivo mentre usi Apple Music, tra cui la potenza del segnale radio, il codice paese, il codice di rete e la tecnologia utilizzata per accedere al segnale radio cellulare. Informazioni su Apple Music Per ulteriori informazioni, inclusi i dettagli sulle funzionalità o i costi, vai alla pagina www.apple.com/it/apple-music. Per informazioni sul lettore web di Apple Music e sulla privacy, vai alla pagina www.apple.com/legal/privacy/data/it/apple-music-web. Le informazioni raccolte da Apple verranno trattate secondo le politiche di tutela della privacy di Apple consultabili all'indirizzo www.apple.com/it/privacy/.
ja: お客様情報のプライバシーと安全の確保を最優先課題として、Appleでは全社一丸となって取り組んでいます。お客様によりお楽しみいただくために最低限必要なデータだけを収集するように努め、またデータを収集する際は、どのような情報をどのような理由で集めているのかをお客様にお知らせし、お客様ご自身によくご理解いただいた上で判断していただくことが大事だと考えています。Apple MusicおよびApple Music Classicalも、ほかのすべてのApple製品およびサービスと同様、この原則を念頭に設計されています。 Appleはあなたの個人データを使用して、Apple Musicのサービスと機能を提供します。この情報には名前とApple Accountの写真（設定している場合）が含まれ、Apple Musicの共有機能と共に使用するためにミュージックアプリの“設定”からアクセスして変更できます。そのほかにアカウントと支払い情報も含まれ、“設定”または“システム設定”からアクセスして変更できます。 Apple Musicのサブスクリプションに登録すると、お客様のサブスクリプションにはApple MusicとApple Music Classicalへのフルアクセスが含まれます。Appleは、Apple MusicおよびApple Music Classicalのご利用状況について情報収集し、その情報を基に各種機能をお客様の音楽の好みに合わせて調整します。こうした調整の対象となるのは、パーソナライズされたおすすめ（好みに合わせてピックアップされたアルバムやプレイリストなど）や“ラジオ”（お気に入りのアーティストやジャンルから厳選された曲を聴くことができます）などの機能です。こうして集めた情報をさらに活用し、新作リリース、新人アーティスト、Apple MusicおよびApple Music Classicalで起きているさまざまな出来事の中から、お客様の興味に合いそうなものをメールやプッシュ通知でお知らせします。 特定のラジオ配信ステーションなど、一部のApple Music機能は、お住まいの地域で使用できない場合があります。Appleは、インターネット接続のIPアドレスを使用して、お客様のおおよその位置を推定し、利用可能かどうか判断する場合があります。 Apple Music Classical Apple Musicのメンバーは、クラシック音楽専用のApple Music Classicalにアクセスできます。このアプリケーションを使用すると、クラシック音楽のトラックやアルバムを見つけたり、お気に入りのクラシック音楽のトラックを1つの場所にまとめて保存したりできます。Apple Music Classicalのカタログはサブスクリプションに登録しなくてもブラウズできますが、Apple Music Classicalのすべての機能にアクセスするには、Apple Musicへのサブスクリプション登録が必要です。有効なApple Musicのサブスクリプションがない場合は、Apple Music Classicalへのフルアクセスを利用できるApple Musicの登録オプションが表示されます。 クラウドライブラリ Apple Musicのサブスクリプション特典としてご利用になれるAppleクラウドライブラリでは、お使いのすべてのデバイスからライブラリ内の曲やプレイリストにアクセスできます。この機能は、お客様のデバイスのライブラリからAppleに、曲名やアーティスト名などの情報を送信します。お持ちの曲のコピーがApple MusicおよびApple Music Classicalにもあるか確認し、そのコピーのロックを解除するために、この情報が必要です。Apple Musicにない曲は、個人用のクラウドライブラリにアップロードされるので、どのデバイスからでも、Apple Musicを介して完全なコレクションにアクセスいただけます。iOS、iPadOS、またはvisionOSデバイスでクラウドライブラリの同期を停止するには、“設定”＞“アプリ”＞“ミュージック”に移動して、“ライブラリを同期”をオフにします。Macでは、“ミュージック”を開き、“設定”＞“一般”に移動して、“ライブラリを同期”の選択を解除します。 Apple Musicのプロファイル Apple Musicを使っているほかの人とつながり、情報共有したい場合は、ユーザハンドル（例: @johnappleseed）と表示名、および希望する場合はプロフィール写真やその他の情報を提供することにより、パーソナルプロフィールを作成することができます。Appleは、この情報をあなたのアカウントに保存し、どのデバイスからでもアクセスできるようにしています。ユーザハンドル、表示名、およびプロフィール写真は、ご自身が投稿したコンテンツや、Apple Musicで共有したアクティビティに添えて表示される場合があります。コンテンツの共有および投稿機能は現在、お子様向けには用意されていません。そのため、お子様用のApple Accountから利用することはできません。 また、提示いただいた情報は、Apple Musicを使っているほかの方が、お客様のApple Musicのプロフィールを検索する際にも使われます。 再生状況やプレイリストなどのプロフィールの内容は、あなたが選択した人たちだけに公開できます。ただし、あなたのプロフィール情報（ハンドル、表示名、写真、あなたのフォロワー、あなたがフォローしている人）はデフォルトですべての人が見ることができます。あなたのプロフィールを見ることができないようにユーザをブロックするには、そのユーザのプロフィールに移動し、“さらに表示”をタップしてから、“ブロック”をタップします。ブロックした人は、Apple Musicであなたのミュージックを見たり、あなたのプロフィールを検索したりできなくなります。 Apple Music上にプロフィールを作成するときは、あなたが友達としてつながりたいと思うようなほかのApple MusicメンバーをAppleから推奨します。Appleは推奨する友達を確認するとき、連絡先からの情報を調査したり保存したりしません。連絡先の電話番号とメールアドレスの短縮および暗号化されたハッシュ値のみがAppleに送信されます。推奨候補のApple Musicメンバーとのマッチングは、あなたのデバイス上でローカルに決定されます。Apple Musicでは、定期的に連絡先をチェックして今後の新しい友達を推奨してもらうことができます。この機能は“アカウント”の設定で“連絡先のApple Musicメンバー”を無効にすることで制御できます。ほかの人がその人の連絡先内にあるApple Accountの連絡先情報に基づいてあなたを見つけてほしくない場合は、“アカウント”の設定で“Apple Accountでの検索を許可”を無効にすることで、この動作を変更できます。 プロフィールに公開いただいた情報は、いつでもアップデートまたは削除していただけます。オンラインで情報を共有する際は、公開しても支障ないかどうか慎重に検討してください。Apple MusicからほかのWebサイトやソーシャルネットワークに共有する場合、共有した情報には、共有先のほかのサービスのプライバシーポリシーが適用されます。 SharePlay Apple Musicのサブスクリプションに登録している場合は、Apple TV、HomePod、CarPlayに接続しているとき、またはBluetoothを使用しているときにSharePlayセッションをホストできます。SharePlayを使うと、ほかのApple MusicのメンバーがSharePlayセッションに参加したり、Apple Musicで再生しているミュージックをコントロールしたりできます。SharePlayでは、Apple Musicに登録していないユーザもSharePlayセッションに参加できます。Appleでは、近くにいる連絡先に登録されている人があなたのApple Musicセッションを検出して参加をリクエストできるようにするためにBluetoothを使用します（お使いのデバイスで有効になっている場合）。連絡先に登録されている人があなたのデバイスを検出してApple Musicセッションへの参加をリクエストすることを希望しない場合は、ミュージックアプリの“設定”で、近くにいる連絡先に登録されている人による検出をオフにできます。車内でのSharePlayセッションに参加する場合、連絡先に登録されている人は、ほかの参加者と同様に、ミュージックアプリの“設定”または車両インターフェイスに表示されるQRコードをスキャンしてセッションに参加することもできます。 セッション参加者の名前とプロフィール写真は、セッション参加者全員に表示されます。SharePlayセッションに対する変更や反応はそれを行った人の成果になり、そのユーザの名前とプロファイル写真に関連付けられます（指定されている場合）。ユーザの名前とプロファイル写真は、いつでもミュージックアプリの設定で編集できます。ミュージックアプリでSharePlayアイコンをタップして削除する参加者を選択すると、ホストしているSharePlayセッションから参加者を削除できます。SharePlayセッションから退出するには、ミュージックアプリでSharePlayアイコンをタップして、“退出”をタップします。ホストしているSharePlayセッションを終了するには、ミュージックアプリで“終了”をタップします。Appleでは、SharePlayセッションに参加した、連絡先に登録されている人やその他の参加者の情報をセッション終了後は保持しません。 “メッセージ”またはFaceTime通話でSharePlayセッションを有効にして、ミュージックをほかの人と同時に共有することもできます。セッションを開始するには、聴きたいミュージックを選択し、そのミュージックのオプションで“SharePlay”をタップしてから、共有相手の連絡先を入力し、“メッセージ”または“FaceTime”をタップして開始します。 プレイリストでの共同作業 Apple Musicのメンバーは、ほかのApple Musicメンバーと一緒にプレイリストを作成したり共同作業したりできます。あなたがプレイリストの作成者である場合は、プレイリストに参加する人を1人ずつ承認することを選択することも、プレイリストのリンクを知っている人はだれでも自動的に参加できるようにすることもできます。すべての参加者がプレイリストの曲の追加や削除を行ったり、絵文字のリアクションを追加したりできます。プレイリストに対する変更や反応はそれを行った人の成果になり、そのユーザの名前とプロファイル写真に関連付けられます（指定されている場合）。ユーザの名前とプロファイル写真は、いつでもミュージックアプリの設定で編集できます。プレイリストのすべての参加者、およびプレイリストにアクセスできる人は誰でも、ほかの参加者の名前と写真を見ることができます。プレイリストの参加者は、ほかの参加者が追加した曲やリアクションをすべて見ることができます。共同作業を停止するには、プレイリストの設定から自分を削除するか、自分が作成者である場合はプレイリストの共同作業管理設定で共同作業を停止します。プレイリストの作成者が共同作業を停止すると、プレイリストは、共同作業者が自分のApple Musicライブラリからアクセスできる共有プレイリストになります。 Apple MusicとApple Music Classicalのパーソナライズおよび機能改善 Apple Musicのサブスクリプションを利用する場合、またはライブラリにない無料のコンテンツを再生する場合、Appleは、お客様が再生したりご自身のミュージックライブラリやプレイリストに追加したりした曲やビデオ（該当する場合）、およびお気に入りに追加したり共有したりしたアーティストやコンテンツに関する情報を収集する可能性があります。再生時に使ったアカウント、IPアドレス、デバイス、アプリ、車載インターフェイス、再生時にApple MusicまたはApple Music Classicalで表示していた画面、再生時刻、再生時間などの情報が、Appleに通知および送信されます。Appleはこの情報を使って、お客様の好みに合わせてユーザ体験をカスタマイズし、メールや通知を送信し、さらに、Apple MusicとApple Music Classicalの利用傾向を把握して今後のサービス改善に役立たせていただきます。例えば、この情報を参考にして、Apple MusicとApple Music Classicalに表示するミュージック、ビデオ、アーティストのコンテンツを厳選します。また、あなたの好みに合わせてその他さまざまな情報をおすすめする、都市別の音楽トレンドを表示するために都市別ランキングを作成する、および視聴履歴やお気に入りのジャンルなどの複合情報を使用してパーソナライズされたApple Musicの検索結果を提供する上でも役立てます。さらに、ロイヤルティを支払ったり、Appleメディアサービスの利用規約または適用法に違反する活動、または違反が疑われる活動を阻止したり対策を講じたりするためにもこの情報を使用します。 この情報は、Apple Musicのサブスクリプションの期間中、またそのあとも最長2年間、あなたが関心を持つ可能性のあるミュージックや使用資格を得られるオファーについて連絡を取るために保持されます。また、この情報は財務報告の必要に応じて、財務報告関連の適用法によって指定された期間も保持されます（期間は地域によって異なります）。多くの場合、保持期間は最低10年ですが、中国などの地域では30年になる場合があります。 Apple MusicでSharePlayを使用してほかのユーザと一緒にコンテンツを聴くと、SharePlayセッション中に聴いたコンテンツ、およびそのセッションのおおよその参加者数に関する情報がミュージックアプリによって収集されますが、SharePlayセッションの参加者が特定される情報は保持されません。 Apple Musicを強化するモデルを改善するために、Apple Musicの検索データも使用されます。例えば、Apple Musicの検索モデルを微調整するために、集約されたApple Musicの検索クエリーが使用されます。 情報の送信 Appleは、Apple Music ClassicalやApple Oneを含む、あなたが関心を持つ可能性のあるApple Musicやその他のApple製品、サービス、およびオファーに関する情報をあなたに送信するために、所有しているApple製品、ダウンロードしたAppleのアプリ、Appleサービスへのサブスクリプション登録などのあなたのアカウントに関する情報を使用する場合があります。デバイスのシリアル番号やその他のハードウェア識別子、または関連するApp Storeのサブスクリプションに関する詳細がAppleサービス提供の資格を確認するために使用される場合があります。ファミリー共有グループのメンバーである場合は、Appleからファミリー共有で利用できる製品、サービス、オファーに関する情報が送信されることがあります。Apple Oneサブスクリプションを購入すると、サブスクリプションに登録した各サービスの機能に関するメールとプッシュ通知が送信される場合があります。Appleはまた、Apple MusicとApple Music Classical内でのアクティビティに関する情報、および利用可能なApple Musicの割引サブスクリプション（Apple Musicの学生プランなど）が適用可能かどうかを確認するためのサービスに対する操作を使用して、Apple MusicとApple Music Classicalで利用可能な新機能、コンテンツ、およびオファーに関するメールおよびプッシュ通知を送信する場合があります。account.apple.com にアクセスして、メール設定を変更し、これらのメールの受信を解除することができます。iOS、iPadOS、またはvisionOSデバイスで通知設定を更新するには、“設定”＞“通知”＞“ミュージック”に移動してください。Macでは、“ミュージック”を開き、“設定”＞“一般”＞“通知”に移動します。Appleは、サービスの品質向上のために、通知を含む、当社とあなたとのやり取りに関する情報を使用します。 不正行為およびその他の悪意のある活動の防止 Appleは、あなたが購入を試みたときに、デバイスの使用方法に関する情報を使用して、お使いのデバイスでデバイスのトラストスコアを計算します。この情報には、通話またはメール送受信のおおよその回数が含まれます。送信データは、Appleがデバイスのこれらの基になる情報を把握できないように設計されています。デバイスのトラストスコアはAppleのサーバ上で一定期間保管されます。Appleは、Appleとの過去のビジネス関係に関する情報を使用して、Apple Musicのサブスクリプションの更新を処理し、支払いパートナーによる承認に先立ってサブスクリプションへの継続的なアクセスを提供するかどうかを決定します。 第三者への開示 ラジオステーション Apple Musicを使ってラジオ配信を再生すると、デバイスがラジオ配信ステーションに直接接続して、要求されたコンテンツを再生します。接続したときにデバイスのIPアドレスがラジオ配信ステーションによって把握されます。IPアドレスは、ラジオ配信ステーションまたはそのプロバイダのプライバシーポリシーに従って取り扱われます。 レコードレーベル、アーティスト、およびチャート編集者 Appleは、Apple MusicおよびApple Music Classicalの利用状況に関する個人を特定しない一部の集約データおよびユーザ層に関する集約統計（Apple Accountの名前や挨拶で使用される呼びかけなどの情報から推測されうる年齢層や性別など）をレコードレーベル、出版社、およびアーティストに提供する義務を負っています。レコードレーベル、出版社、およびアーティストはその情報を基に、自社の創作活動の成果を自己評価し、ロイヤルティや会計上の要件を満たします。さらに、再生状況に関する集約情報を世界中の音楽ランキングを作成するためにチャート編集者と共有したり、エンゲージメントを測定するためにレーベルやアーティストと共有したり（リアルタイムを含みます）、レーベルやアーティストと視聴者とをつなぐ音楽マーケティングプラットフォームと共有したりします。お客様が携帯電話会社などの他社パートナーを通じてApple Musicのサブスクリプションに登録している場合にサブスクリプションの資格を判断するため、または購入を完了するために、Appleは個人を特定できる一部の情報を当該パートナーと共有します。 Apple Musicとほかのアプリの接続 iOSアプリ、iPadOSアプリ、visionOSアプリ、およびAppleプラットフォーム以外のアプリからApple Musicおよびクラウドライブラリへのアクセスを要求される場合があります。アプリにそのようなアクセスを許可すると、そのアプリはあなたのデバイス上のクラウドライブラリ、あなたがApple Musicメンバーかどうか、ミュージックおよびビデオの再生状況、Apple Musicで推奨されるものなどの情報にアクセスできます。許可されたアプリは、どの曲がライブラリやプレイリスト内にあるかなど、あなたのアカウントに関連付けられたデータを変更することもできます。写真アプリにApple Musicへのアクセスを許可すると、“写真”で、Apple Musicの曲がメモリームービーの再生に使用されます。“写真”でカスタムのメモリームービーを作成すると、ムービーで再生するミュージックを選択する目的で、メモリーを作成するために入力したプロンプトに関する情報がApple Musicに送信される場合があります。また、対応コンテンツを含む“リモート”などのAppleのアプリは、ミュージックアプリや対応コンテンツの使用を開始すると、自動的に連携されます。アプリによるiOS、iPadOS、またはvisionOSデバイスへのアクセスは、“設定”＞“プライバシーとセキュリティ”＞“メディアとApple Music”で無効にできます。Macでは、“システム設定”＞“プライバシーとセキュリティ”＞“プライバシー”＞“メディアとApple Music”に移動してください。iOS 11より前またはiPadOSより前のバージョンのiOSを使って、そのアプリを削除してしまった場合、またはアプリにアクセスを許可してしまった場合には、Apple Musicアカウント設定でそのアクセスを無効にできます。 ご契約の携帯電話会社を介したApple Musicのサブスクリプション ご契約の携帯電話会社がApple Musicのサブスクリプションや無料トライアルをご案内した場合、Appleでは、携帯電話会社を通じてお客様が条件を満たしているかどうかを判断するため、お客様の電話番号を調べることがあります。Apple Musicのサブスクリプションや無料トライアルを携帯電話会社またはAppleの別のパートナーを通じて登録いただいた場合、Appleでは、お使いの電話番号またはパートナーによって共有される一意のアカウント識別子を使用して、アカウントを確認し、お客様がサブスクリプションをアクティベートしたことを携帯電話会社またはその他のパートナーに通知します。サブスクリプションに関連付けられている電話番号または一意の識別子は、サインイン時のアカウント確認と、Apple Musicのアクティビティをアカウントに対応付ける目的で使われます。また、あなたの電話番号を使用して、ご要望に応じて携帯電話会社のサブスクリプションのキャンセルを要請します。 個人データを処理する際に適用される法的根拠 Appleは通常、お客様との契約を履行するため、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、Apple Music内の個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、以下の目的で個人データを処理します: • あなたが再生したり、ライブラリに追加したり、ダウンロードしたりするApple MusicおよびApple Music Classicalのコンテンツへのアクセスの提供 • Apple MusicおよびApple Music Classicalでのユーザ体験のパーソナライズ • Apple Musicでも利用可能な曲のコピーの特定およびロック解除 • お住まいの地域で利用できるコンテンツ、およびオファーとサブスクリプションの資格の判断 • あなたとその他のユーザへのApple MusicとApple Music Classicalの向上および最適化に役立てると共に、Apple MusicとApple Music Classicalを含め、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報を送信すること • Apple Musicのプロフィールとプレイリストの作成および管理 • 出版社、レーベル、アーティスト、チャート編集者へのロイヤルティの支払いとレポートの提供 • 不正行為およびその他の悪意のある活動の防止 使用するデータには以下が含まれます: • Apple MusicアプリとApple Music Classicalアプリの使用状況（機能の操作、アプリ内の通知とメッセージ、Apple MusicおよびApple Music Classicalでのコンテンツの再生、検索、表示、ライブラリへの追加、ダウンロードなど） • デバイスとアカウントに関する詳細 • IPアドレス • Apple Musicのプロフィールとプレイリスト • デバイスのトラストスコア 個人を特定しないデータ Appleは、個人を特定しないデータを、目的を問わず収集、使用、転送、および開示する場合があります。例えば、お客様から収集した個人を特定しないデータを、Apple Musicをお使いのほかのお客様からの情報と合わせて集計し、サービスの向上に役立てます。Appleは、お客様がApple Musicを利用する際に使用するデバイスから、無線周波数の強度、国番号、通信番号、セルラー方式無線のアクセス技術を含むパフォーマンス指標を収集する場合もあります。 Apple Musicに関する詳しい情報 機能や価格体系など、詳しくは、www.apple.com/jp/apple-music を参照してください。 Apple Music Web プレイヤーとプライバシーについて詳しくは、www.apple.com/jp/legal/privacy/data/ja/apple-music-web を参照してください。 いかなる場合においても、Appleが収集する情報はAppleのプライバシーポリシー（https://www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Жеке деректердің құпиялылығы мен қауіпсіздігін қамтамасыз ету Apple компаниясының барлық қызметкері үшін басымдық болып табылады. Біз ұсынатын сервистерді жақсарту үшін тек қажетті деректерді жинауға бар күшімізді саламыз. Саналы шешім қабылдауыңыз үшін, деректерді жинаған кезде оларды жинау туралы, сондай-ақ жинау себебі туралы хабардар етеміз. Apple Music және Apple Music Classical сервисі басқа да Apple өнімдері мен сервистері сияқты осы қағидаларға негізделіп жасалған. Apple Music қолданбасындағы сервистер мен функцияларды қамтамасыз ету үшін жеке деректеріңізді пайдаланамыз. Бұл ақпарат Apple Music сервисінде бөлісу функцияларымен пайдаланылатын Apple Music қолданбасының «Реттеулер» бөлімінде қол жеткізуге және өзгертуге болатын аты-жөніңізді және Apple аккаунтыңыздың фотосын (оны орнатқан болсаңыз), сондай-ақ «Реттеулер» немесе System Settings (Жүйе реттеулері) бөлімінде қол жеткізуге және өзгертуге болатын аккаунт пен төлем ақпаратын қамтиды. Apple Music сервисіне жазылғанда, жазылымыңыз Apple Music және Apple Music Classical қолданбаларына толық қолжетімділікті қамтиды. Apple компаниясы функцияларды музыкалық талғамдарыңызға сай жекелендіру үшін Apple Music және Apple Music Classic сервистерін қалай пайдаланатыныңыз туралы ақпарат жинайды. Мұндай функцияларға альбомдар мен плейлистер топтамасы берілген «Қазір тыңдау» және таңдаулы орындаушылар мен жанрларды тыңдауға болатын «Радио» бөлімі сияқты жекелендірілген ұсыныстар жатады. Эл. пошта мен push хабарландыруын сізге ұнауы мүмкін алдағы шығарылымдар, жаңа орындаушылар және Apple Music пен Apple Music Classical сервистеріндегі басқа да оқиғалар туралы хабарлау үшін пайдаланамыз. Белгілі бір радиостанцияларды тыңдау сияқты кейбір Apple Music функциялары сіз орналасқан аймақта қолжетімді болмауы мүмкін. Apple компаниясы болжалды геолокацияңызды анықтау үшін интернет қосылымыңыздың IP мекенжайын пайдалануы және функцияның қолжетімділігін тексеруі мүмкін. Apple Music Classical Apple Music жазылушылары Apple Music Classical сервисін пайдалана алады, бұл — классикалық тректер мен альбомдарды табуға және таңдаулы классикалық тректеріңізді бір орталықтандырылған жерде сақтауға мүмкіндік беретін классикалық музыка қолданбасы. Apple Music Classical каталогін жазылымсыз қарап шығуға болады, бірақ оның барлық мүмкіндігіне қол жеткізу үшін Apple Music жазылымы болуы қажет. Белсенді Apple Music жазылымыңыз болмаса, Apple Music Classical сервисіне толық қол жеткізу үшін Apple Music сервисіне жазылу опциясы беріледі. Бұлттық медиатека Apple Music жазылымымен бірге берілетін Apple бұлттық медиатекасы кез келген құрылғыңыздың медиатекасындағы әндер мен плейлистерге қол жеткізуге мүмкіндік береді. Бұл функция құрылғыңыздағы музыка жинағынан Apple компаниясына әндер мен орындаушылардың аттары сияқты ақпаратты жібереді. Бұл, сондай-ақ Apple Music сервисінде қолжетімді қандай да бір әндердің көшірмелерін анықтау және құлпын ашу үшін қажет. Барлық жинаққа кез келген құрылғыңыздан қол жеткізу үшін Apple Music сервисінде жоқ әндер жеке бұлттық медиатекаңызға жүктеп салынады. iOS, iPadOS немесе visionOS құрылғыңыздағы бұлттық медиатеканы синхрондау әрекетін тоқтату үшін «Реттеулер» > «Қолданбалар» > «Музыка» тармағына өтіп, «Медиатеканы синхрондау» опциясын түртіп өшіріңіз. Mac компьютерінде Apple Music сервисін ашып, Settings (Реттеулер) > General (Жалпы) тармағына өтіп, Sync Library (Медиатеканы синхрондау) опциясын таңдаудан алыңыз. Apple Music профилі Басқа Apple Music пайдаланушыларымен байланысу немесе контентпен бөлісу үшін пайдаланушы идентификаторы (мысалы, @johnappleseed) мен көрсетілетін атын, сондай-ақ, қажет болса, профиль фотосы мен басқа ақпаратты енгізіп, жеке профиль жасауға болады. Бұл ақпаратқа кез келген құрылғыдан қол жеткізу үшін Apple компаниясы оны аккаунтыңызда сақтайды. Пайдаланушы идентификаторы, көрсетілетін аты мен профильдегі фотосы жариялайтын контентпен және Apple Music сервисіндегі белсенділігіңізбен бірге көрсетілуі мүмкін. Балаларға арналған Apple аккаунттарында контентті бөлісу және жариялау әрекеті ағымдағы уақытта қолжетімді емес және ондай мүмкіндік қарастырылмайды. Сондай-ақ басқа адамдар сіз ұсынған ақпарат бойынша Apple Music профиліңізді таба алады. Тек таңдаулы адамдарға профиліңізге, тыңдау белсенділігіңіз бен плейлисттеріңізге қол жеткізуге рұқсат беруге болады. Алайда пайдаланушы идентификаторы, көрсетілетін атыңыз, фотоңыз, жазылушылар мен жазылымдар сияқты профиліңіздің ақпараты әдепкі бойынша бәріне көрінеді. Пайдаланушының профиліңізді көруіне тыйым салу үшін пайдаланушы профиліне өтіп, «Қосымша», содан кейін «Блоктау» опциясын түртіңіз. Сіз блоктаған адамдар Apple Music сервисіндегі музыкаңызды көре алмайды және профиліңізді таба алмайды. Apple Music сервисінде профиль жасаған кезде, дос ретінде араласу қызық болуы мүмкін басқа Apple Music жазылушылары туралы ақпарат беріледі. Apple компаниясы ұсынатын достарды іздеген кезде контактілеріңіз туралы ақпаратты алмайды немесе сақтамайды. Apple компаниясына контактілеріңіздегі телефон нөмірлері мен эл. пошта мекенжайларының тек қысқартылған және шифрланған хэштері жіберіледі, содан кейін ұсынылатын сәйкес Apple Music жазылушылары құрылғыңызда жергілікті түрде анықталады. Apple Music жаңа достар ұсыну үшін контактілеріңізді мезгіл-мезгіл тексеріп тұруы мүмкін; бұл функцияны Apple Music сервисінің «Аккаунт реттеулері» бөлімінен өшіруге болады. Басқалар сізді Apple аккаунтыңызда көрсеткен және олардың контактілеріндегі байланыс ақпараты бойынша тапқанын қаламасаңыз, аккаунт реттеулеріндегі «Apple аккаунты арқылы табуға рұқсат беру» опциясын өшіруге болады. Профильде көрсетілген ақпаратты кез келген уақытта жаңартуға немесе жоюға болады. Қандай да бір нәрсені интернетке жариялау алдында қайсысын жалпыға қолжетімді ету немесе етпеу жөнінде мұқият ойланған жөн. Басқа веб-сайттарда немесе әлеуметтік желілерде Apple Music материалдарын бөліскен кезде, олар басқа сервистердің құпиялылық саясатына сәйкес өңделеді. SharePlay Apple Music сервисіне жазылған кезде, Apple TV, HomePod, CarPlay желісіне қосылу немесе Bluetooth функциясын пайдалану арқылы SharePlay сеанстарында тыңдармандарды қабылдауға болады. SharePlay көмегімен басқа Apple Music жазылушылары SharePlay сеансыңызға қосыла алады және Apple Music арқылы ойнатылып жатқан музыканы басқара алады. Сондай-ақ SharePlay функциясы пайдаланушыларға Apple Music сервисіне жазылмай-ақ SharePlay сеансына қосылуға мүмкіндік береді. Құрылғыда Bluetooth қосылған болса, Apple жақын жердегі контактілерге Apple Music сеансын тауып, оған қосылуға мүмкіндік беру үшін Bluetooth желісін пайдаланады. Контактілердің құрылғыңызды табуын қаламасаңыз және Apple Music сеансына қосылғыңыз келсе, Apple Music қолданбасының «Реттеулер» бөлімінде маңайдағы контактілердің анықталуын өшіруге болады. Контактілер, сондай-ақ басқа да қатысушылар автомобильде SharePlay сеансына қатысып отырса, Apple Music қолданбасының «Реттеулер» бөлімінде немесе көлік интерфейсінде QR кодты сканерлеу арқылы да сеансқа қосыла алады. Сеансқа қатысушылардың аты-жөні мен профиль фотосы сеанстағы барлық адамға көрінетін болады. SharePlay сеансындағы плейлист жазбалары оларды енгізген пайдаланушыға қатысты болады және сол пайдаланушының аты мен профиль фотосымен (көрсетілген болса) байланыстырылады. Аты мен профиль фотосын кез келген уақытта Apple Music қолданбасының реттеулерінде өңдеуге болады. Тыңдармандарды қабылдап отырған SharePlay сеансыңыздан қатысушыларды алып тастауға болады, ол үшін Apple Music қолданбасындағы SharePlay белгішесін түртіңіз, содан кейін алып тастайтын қатысушыны таңдаңыз. SharePlay сеансынан шығу үшін Apple Music қолданбасындағы SharePlay белгішесін, содан кейін «Шығу» түймесін түртіңіз. Қабылдаған SharePlay сеансын аяқтау үшін Apple Music қолданбасында «Аяқтау» түймесін түртіңіз. Сеанс аяқталғаннан кейін, Apple компаниясы SharePlay сеансына қосылған контактілеріңіз немесе басқа қатысушылар туралы ақпаратты сақтамайды. Сондай-ақ SharePlay сеанстарын «Хабарлар» қолданбасында немесе FaceTime қоңырауы кезінде басқалармен синхрондалған музыканы бөлісу үшін қосуға болады. Сеансты бастау үшін тыңдағыңыз келген музыканы таңдап, музыка опцияларында SharePlay функциясын түртіңіз, содан кейін бөлісетін контактілерді енгізіп, «Хабарлар» немесе FaceTime қолданбасын және «Бастау» түймесін түртіңіз. Плейлисттер бойынша бірлесіп жұмыс істеу Apple Music жазылушылары басқа жазылушылармен бірге плейлисттер жасай алады және солар бойынша бірлесіп жұмыс істей алады. Плейлистті жасаған адам болсаңыз, плейлистке қосылатын әрбір адамды мақұлдай аласыз немесе плейлист сілтемесі бар кез келген адамға автоматты түрде қосылуға рұқсат бере аласыз. Барлық қатысушы плейлисттен әндерді қосып, жоя алады және эмоджи реакцияларын қоса алады. Плейлист жазбалары оларды енгізген пайдаланушыға қатысты болады және сол пайдаланушының аты мен профиль фотосымен (көрсетілген болса) байланыстырылады. Аты мен профиль фотосын кез келген уақытта Apple Music қолданбасының реттеулерінде өңдеуге болады. Плейлисттің барлық қатысушысы және плейлистке қол жеткізе алатын кез келген адам басқа қатысушылардың аты мен фотосын көре алады. Плейлист қатысушылары басқа қатысушылар қосқан барлық әнді және реакцияны көре алады. Бірлесіп жұмыс істеуді тоқтату үшін плейлист реттеулерінде өзіңізді плейлисттен жойыңыз. Ал егер сіз жасаушы болсаңыз, плейлистті басқарудағы бірлесіп жұмыс істеу реттеулеріне өтіп, бірлесіп жұмыс істеуді тоқтатыңыз. Плейлистті жасаушы бірлесіп жұмыс істеуді аяқтаса, плейлист қатысушылар өздерінің Apple Music медиатекаларында қол жеткізе алатын ортақ плейлистке айналады. Apple Music және Apple Music Classical сервистерін жекелендіру және жақсарту Apple Music жазылымын пайдаланған кезде немесе медиатекаңыздан тыс тегін контентті ойнатқанда, біз сіз ойнататын немесе медиатекаңызға, болмаса плейлисттерге қосатын әндер мен видеолар (қолданылатын болса) туралы ақпаратты, сондай-ақ өзіңізге ұнайтын орындаушылар мен ұнататын немесе бөлісетін контент туралы ақпаратты жинауымыз мүмкін. Мысалы, ойнату үшін пайдаланылған аккаунт, IP мекенжайы, құрылғы, қолданба немесе автомобиль интерфейсі туралы деректер, сондай-ақ музыканы ойнатқан кезде, Apple Music сервисінің қай бөлігінде болғаныңыз, қай уақытта және қаншалықты ұзақ ойнатқаныңыз туралы деректер тіркеліп, Apple компаниясына жіберіледі. Бұл ақпаратты тәжірибеңізді бейімдеу, эл. хаттар мен хабарландырулар жіберу, сондай-ақ Apple Music және Apple Music Classical сервистерін жақсарту мақсатында сервистердегі пайдаланушы әрекетін талдау үшін пайдаланамыз. Мысалы, бұл ақпарат Apple Music және Apple Music Classical сервистерінде көрсетілетін музыканы, видеоларды және орындаушы контентін таңдауға көмектесе алады. Сондай-ақ бұл ақпарат сізге арналған ұсыныстар, әр қалада қай музыканың танымал екенін көрсету үшін қалалық чарттар жасауға және жекелендірілген Apple Music іздеу нәтижелерін ұсыну үшін тыңдау тарихы мен таңдаулы жанрлар сияқты құрама ақпаратты пайдалануға мүмкіндік береді. Сондай-ақ біз бұл ақпаратты авторлық қаламақылар төлеу үшін және Apple медиа сервистерінің ережелері мен шарттарын немесе қолданыстағы заңнаманы бұзатын немесе бұзуға әкелуі мүмкін әрекеттердің алдын алу немесе оларға қарсы шара қабылдау үшін пайдаланамыз. Бұл ақпаратты, сіз Apple Music жазылымынан шықпағанша және кейін сізге ұнауы мүмкін музыка және сізге берілуі мүмкін ұсыныстар бойынша бізбен байланысу үшін екі жылға дейін сақтаймыз. Сондай-ақ біз бұл ақпаратты қаржылық есептілік үшін қажет болған жағдайда қолданыстағы заңнамада белгіленген мерзім ішінде сақтаймыз. Бұл мерзім аймаққа байланысты әртүрлі болуы мүмкін. Тұтынушылардың көбісі үшін деректерді сақтау мерзімі кем дегенде 10 жыл құрауы қажет, ал Қытай сияқты аймақтарда бұл мерзім 30 жыл құрауы мүмкін. Apple Music сервисіндегі басқа пайдаланушылармен контентті тыңдау үшін SharePlay функциясын пайдалансаңыз, Apple Music қолданбасы SharePlay сеансы кезінде тыңдалған контент туралы ақпарат пен болжалды қатысушылар саны туралы деректер жинайды, бірақ SharePlay сеансына қатысушылардың жеке басын анықтайтын қандай да бір ақпаратты сақтамайды. Apple Music сервисін қолдайтын модельдерді жақсарту мақсатында Apple Music іздеу деректерін де пайдаланамыз. Мысалы, жиынтық Apple Music іздеу сұраулары Apple Music іздеу моделін дәлдеп реттеу үшін пайдаланылады. Кері байланыс Apple компаниясы Apple Music және сізге ұнауы мүмкін басқа Apple өнімдері, сіз жүктеп алатын Apple қолданбалары, сервистері мен ұсыныстары, сондай-ақ Apple Music Classical және Apple One жөнінде ақпарат жіберу үшін Apple өнімдеріңіз бен сіз жазылған Apple сервистері сияқты аккаунтыңыз туралы ақпаратты пайдалануы мүмкін. Құрылғының сериялық нөмірі мен басқа аппараттық идентификаторлар немесе өзекті App Store жазылымдарыңыз туралы мәліметтер сізге жарамды Apple сервистік ұсыныстарын беру үшін пайдаланылуы мүмкін. «Отбасылық қол жеткізу» функциясын пайдалансаңыз, Apple компаниясы «Отбасылық қол жеткізу» аясында өнімдер, сервистер және ұсыныстар туралы ақпарат жіберуі мүмкін. Apple One жазылымын алсаңыз, сіз жазылған сервистерде қолжетімді функциялар туралы эл. хаттар мен push хабарландыруларын жіберуіміз мүмкін. Сонымен қатар Apple компаниясы Apple Music және Apple Music Classical сервистерінде қолжетімді жаңа функциялар, контент пен ұсыныстар жөнінде эл. хаттар мен push хабарландыруларын жіберу үшін Apple Music және Apple Music Classical сервисіндегі белсенділігіңіз, сондай-ақ қолжетімді жеңілдікті Apple Music жазылымдарына (мысалы, Apple Music Student) жарамдылықты растау үшін пайдаланылатын сервистермен өзара әрекеттестігіңіз туралы ақпаратты пайдалануы мүмкін. Эл. пошта параметрлерін өзгерту және осы эл. хаттарды алудан бас тарту үшін мына сайтқа өтіңіз: account.apple.com. iOS, iPadOS немесе visionOS құрылғыңызда хабарландыру параметрлерін жаңарту үшін «Реттеулер» > «Хабарландырулар» > «Музыка» тармағына өтіңіз. Mac компьютерінде Apple Music қолданбасын ашып, Settings (Реттеулер) > General (Жалпы) > Notifications (Хабарландырулар) тармағына өтіңіз. Apple компаниясы сервистерімізді жақсарту үшін байланыстарымызбен, соның ішінде хабарландырулармен өзара әрекеттесуіңіз туралы ақпаратты пайдаланады. Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Сатып алу кезінде, құрылғыны қалай пайдаланатыныңыз туралы ақпаратты, оның ішінде кіріс және шығыс телефон қоңырауларының немесе эл. хаттардың болжалды санын пайдалана отырып, құрылғыңыздағы құрылғының сенімділік индексін есептейміз. Индексті жіберген кезде, Apple компаниясына осы индексті есептеуге негіз болған мәндер берілмейді. Сенімділік индексі серверлерімізде белгілі бір уақыт ішінде сақталады. Сондай-ақ Apple компаниясы Apple Music жазылымын ұзарту сұрауларын өңдеу және жазылымыңызға үздіксіз қол жеткізу мүмкіндігін қамтамасыз ету қажеттігін төлем жасау бойынша серіктестің рұқсатын күтпей анықтау үшін Apple компаниясымен іскерлік өзара әрекеттестігіңіздің тарихы туралы ақпаратты да пайдалануы мүмкін. Ақпаратты үшінші тараптарға жариялау Радиостанциялар Apple Music сервисінен радио тыңдаған кезде, қажетті контентпен қамтамасыз ету үшін құрылғыңыз тікелей радиостанцияға қосылады. Қосылғаннан кейін құрылғыңыздың IP мекенжайы радиостанцияға көрінеді. Радиостанция арқылы алынған IP мекенжайын пайдалану радиостанцияның немесе провайдерінің құпиялылық саясатымен реттеледі. Дыбыс жазатын компаниялар, орындаушылар және чарт құрастырушылар Дыбыс жазатын компаниялар, баспагерлер мен орындаушылар өз шығармашылық жұмысын бағалауы және қаламақы мен бухгалтерлік есеп бойынша талаптарды орындауы үшін, Apple Music және Apple Music Classical сервисін пайдалану туралы жеке басыңызға қатысы жоқ деректерді, сондай-ақ жас тобы мен жынысы (атыңыз бен Apple аккаунтындағы сәлемдесу негізінде анықталуы мүмкін ақпарат) сияқты пайдаланушылардың жалпы демографиялық деректерін беруге міндеттіміз. Сонымен қатар жинақталған тыңдау белсенділігін әлемдегі музыкалық чарт жасаушылармен, дыбыс жазатын компаниялармен және орындаушылармен, соның ішінде нақты уақыттағы қызығушылықты анықтау үшін және музыка жазатын компаниялар мен орындаушылардың тыңдаушылар құлағына жетуге көмектесетін музыканы жарнамалау платформаларымен бөлісеміз. Мобильді желі провайдері сияқты үшінші тараптық серіктес арқылы Apple Music сервисіне жазылатын болсаңыз, жазылым жарамдылығын анықтау немесе сатып алуды аяқтау үшін бұл серіктеспен жеке басыңызды анықтайтын шектеулі ақпаратты бөлісеміз. Apple Music қолданбасын басқа қолданбалармен байланыстыру iOS, iPadOS және visionOS қолданбалары және Apple компаниясына тиесілі емес платформалардағы қолданбалар Apple Music және бұлттық медиатекаға қол жеткізуді сұрауы мүмкін. Қолданбаға мұндай рұқсат берсеңіз, ол келесі ақпаратқа қол жеткізеді: құрылғыдағы бұлттық медиатека, Apple Music жазылымының бар-жоғы, музыка және видео ойнату әрекетіңіз және Apple Music сервисіндегі ұсыныстар. Сондай-ақ рұқсаты бар қолданба аккаунтыңызбен байланысты деректерді (мысалы, медиатекаңызда қандай әндер бар екені туралы деректер) өзгерте алады. «Фотолар» қолданбасына Apple Music сервисіне қол жеткізуге рұқсат берсеңіз, «Фотолар» қолданбасы естеліктерді ойнату үшін Apple Music сервисіндегі әндерді пайдаланады. «Фотолар» қолданбасында арнаулы естелік фильмін жасаған кезде, естелік жасау үшін енгізетін дерек туралы ақпарат фильмде ойнатылатын музыканы таңдау мақсатында Apple Music сервисіне жіберілуі мүмкін. Apple Music қолданбасын және қолдау көрсетілетін контентті пайдалана бастаған кезде, «Пульт» сияқты қолдау көрсетілетін контенті бар Apple қолданбалары да автоматты түрде қосылады. Қолданбаға қол жеткізу мүмкіндігін iOS, iPadOS немесе visionOS құрылғыңыздағы «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Медиа және Apple Music» тармағынан өшіруге болады. Mac компьютерінде System Settings (Жүйе реттеулері) > Privacy & Security (Құпиялылық және қауіпсіздік) > Privacy (Құпиялылық) > Media & Apple Music (Медиа және Apple Music) тармағына өтіңіз. Қолданбаны жойған немесе iOS 11 нұсқасына дейінгі iOS нұсқасы немесе не iPadOS жүйесі арқылы қолданбаға қол жеткізу рұқсатын берген болсаңыз, оған қол жеткізу рұқсатын Apple Music аккаунтының реттеулерінен өшіруге болады. Мобильді желі провайдері арқылы Apple Music жазылымдары Мобильді желі провайдері Apple Music жазылымдары мен тегін сынақ нұсқаларын ұсынса, Apple компаниясы мобильді желі провайдерінің серіктестік ұсынысын пайдалана алатыныңызды анықтау үшін телефон нөміріңізді тексеруі мүмкін. Ақылы немесе сынақ нұсқасындағы Apple Music жазылымын мобильді желі провайдері немесе басқа Apple серіктесі арқылы алсаңыз, Apple компаниясы телефон нөміріңізді немесе серіктес бөліскен бірегей аккаунт идентификаторын аккаунтыңызды растау және мобильді желі провайдеріне немесе басқа серіктеске жазылымды белсендіргеніңізді хабарлау үшін пайдаланады. Жазылымыңызбен байланыстырылған телефон нөмірін немесе бірегей идентификаторды жүйеге кіру кезінде аккаунтты растау және Apple Music сервисіндегі белсенділігіңізді аккаунтыңызбен байланыстыру үшін пайдаланамыз. Сондай-ақ жазылымнан бас тарту туралы сұрау жіберсеңіз, біз мобильді желі провайдерінен сұрауды орындау үшін телефон нөміріңізді де пайдаланамыз. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз Apple Music қолданбасында жеке деректеріңізді әдетте Apple компаниясымен келісімшартты орындау, қызмет көрсету үшін қажет болған жағдайда және заңды міндеттемелерімізді орындау үшін өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректерді келесі мақсатпен өңдейміз: • Apple Music және Apple Music Classical сервистерінде сіз тыңдайтын, медиатекаңызға қосатын немесе жүктеп алатын контентке қол жеткізу • Apple Music және Apple Music Classical сервистеріндегі тәжірибеңізді жекелендіру • Apple Music арқылы да қолжетімді әндердің көшірмелерін анықтау және құлпын ашу • Аймағыңыздағы контенттің қолжетімділігін және ұсыныстар мен жазылымдарға құқылы екеніңізді анықтау • Сізге және басқаларға арналған Apple Music және Apple Music Classical сервистерін жақсартуға және оңтайландыруға көмектесу, сондай-ақ Apple Music және Apple Music Classical қолданбалары және сізге қызықты болуы мүмкін басқа да Apple өнімдері, сервистері мен ұсыныстары туралы хабарламалар жіберу • Apple Music профиліңіз бен плейлисттеріңізді жасау және қолдау • Баспагерлерге, дыбыс жазатын компанияларға, орындаушыларға және чарт құрастырушыларға қаламақылар төлеу және есеп беруді қамтамасыз ету • Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Пайдаланылған деректер мыналарды қамтиды: • Apple Music және Apple Music Classical сервистерін пайдалануыңыз, соның ішінде функциялармен өзара әрекеттесуіңіз, қолданба хабарландырулары мен хабарларыңыз, сондай-ақ Apple Music және Apple Music Classical сервистерінде тыңдайтын, іздейтін, көретін, медиатекаңызға қосатын және жүктеп алатын контент • Құрылғыңыз бен аккаунтыңыз туралы мәліметтер • IP мекенжайыңыз • Apple Music профиліңіз және плейлисттеріңіз • Құрылғының сенім көрсеткіші Жеке емес деректер Жеке басыңызға қатысы жоқ деректерді кез келген мақсатта жинауымыз, пайдалануымыз, жіберуіміз және жариялауымыз мүмкін. Мысалы, сервисті жақсарту мақсатында жеке басыңызға қатысы жоқ деректерді басқа Apple Music пайдаланушыларының ұқсас деректерімен біріктіруіміз мүмкін. Apple Music сервисін пайдаланған кезде, біз, сондай-ақ құрылғыңыздың өнімділігі туралы белгілі бір ақпарат (оның ішінде радиосигналдың қуаты, ел коды, желі коды және ұялы радио байланыс технологиясы) жинауымыз мүмкін. Apple Music туралы толығырақ ақпарат алу Толық мәлімет, соның ішінде функциялар мен бағалар туралы ақпарат алу үшін www.apple.com/apple-music сайтына кіріңіз. Apple Music Web Player және құпиялылық туралы ақпарат алу үшін мына сілтемеге өтіңіз: www.apple.com/legal/privacy/data/kz/apple-music-web. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді.
ko: Apple의 전 직원은 개인정보 보호 및 보안을 최우선으로 생각합니다. Apple은 사용자에게 더 나은 경험을 제공하기 위해 꼭 필요한 데이터만을 수집하도록 최선을 다하고 있습니다. 또한, 데이터를 수집할 때에는 왜 수집하는지, 어떤 데이터를 수집하는지를 사용자에게 알리는 것을 중요하게 생각하며 사용자가 이러한 사항을 잘 알고 선택할 수 있도록 합니다. Apple의 모든 제품 및 서비스와 마찬가지로 Apple Music 및 Apple Music Classical은 이 원칙을 기반으로 설계되었습니다. Apple은 Apple Music의 서비스 및 기능을 제공하기 위해 사용자의 개인 데이터를 사용합니다. 이 정보에는 Apple Music의 공유 기능과 함께 사용할 Apple Music 앱의 설정에서 접근하여 변경할 수 있는 사용자의 이름 및 Apple 계정의 사진(설정한 경우)을 비롯하여, 설정 또는 시스템 설정에서 접근하여 변경할 수 있는 사용자의 계정 및 결제 정보가 포함됩니다. Apple Music을 구독하면 Apple Music 및 Apple Music Classical의 전체 접근 권한을 갖게 됩니다. Apple은 사용자의 음악 취향에 부합하는 기능을 제공하기 위해 사용자의 Apple Music 및 Apple Music Classical 사용 방식에 관한 정보를 수집합니다. 해당 기능에는 사용자를 위해 엄선된 앨범 및 플레이리스트와 같은 개인 맞춤형 추천이나, 사용자가 선호하는 아티스트 및 장르에서 선정한 항목을 재생하는 라디오가 포함됩니다. Apple은 또한 이러한 정보를 사용하여 사용자가 좋아할 만한 발매 예정 음악, 새로운 아티스트 및 Apple Music 및 Apple Music Classical의 기타 소식에 대한 이메일 및 푸시 알림을 사용자에게 보냅니다. 특정 방송 라디오 스테이션과 같은 일부 Apple Music 기능은 사용자의 지역에서 사용 가능하지 않을 수 있습니다. Apple은 사용자의 인터넷 연결 IP 주소를 사용하여 사용자의 대략적인 위치를 추정하고 사용 가능 여부를 확인합니다. Apple Music Classical Apple Music 구독자는 클래식 음악 응용 프로그램인 Apple Music Classical에 접근할 수 있습니다. 이 앱을 사용하면 클래식 음악 트랙과 앨범을 찾아보고, 마음에 드는 클래식 음악 트랙을 한 곳에 저장할 수 있습니다. Apple Music Classical 카탈로그는 구독하지 않고도 검색할 수 있지만 Apple Music Classical의 모든 기능에 접근하려면 Apple Music 구독이 필요합니다. 활성화된 Apple Music 구독이 없는 경우 Apple Music Classical의 전체 접근을 이용할 수 있는 Apple Music 구독 옵션이 표시됩니다. 클라우드 보관함 Apple Music 구독의 혜택 중 하나인 Apple 클라우드 보관함은 사용자의 모든 기기에서 보관함에 있는 노래 및 플레이리스트에 접근할 수 있도록 합니다. 이 기능은 노래 및 아티스트 이름과 같은 정보를 사용자 기기의 보관함에서 Apple로 전송하여 Apple Music 및 Apple Music Classical에 있는지 확인하고 해당 노래에 접근할 수 있도록 합니다. Apple Music에 없는 노래는 사용자의 개인 클라우드 보관함에 업로드하여 Apple Music을 통해 모든 기기에서 사용자의 모음 전체에 접근할 수 있도록 합니다. iOS, iPadOS 또는 visionOS 기기에서 클라우드 보관함 동기화를 중단하려면 설정 > 앱 > 음악으로 이동하여 ‘보관함 동기화’를 탭하여 끄십시오. Mac에서는 Apple Music을 열고 설정 > 일반으로 이동한 다음 ‘보관함 동기화’를 선택 해제하십시오. Apple Music 프로필 사용자 핸들(예: @서진원), 표시 이름 및 원하는 경우, 프로필 사진, 기타 정보 등을 제공하여 개인 프로필을 생성하면 Apple Music을 통해 다른 사람들과 연결되거나 공유할 수 있습니다. Apple은 이 정보를 사용자의 계정과 함께 저장하여 사용자가 다른 모든 기기에서 이 정보에 접근할 수 있도록 합니다. 사용자가 Apple Music에서 게시한 콘텐츠 및 공유한 활동과 함께 사용자 핸들, 표시 이름, 프로필 사진이 표시됩니다. 콘텐츠 공유 및 게시 기능은 현재 자녀를 위한 Apple 계정에서 사용하도록 의도되지 않았거나 사용할 수 없습니다. 또한 다른 사람들이 사용자가 제공한 정보로 사용자의 Apple Music 프로필을 찾아볼 수 있습니다. 사용자가 선택한 사람만 사용자의 청취 활동 및 플레이리스트와 같은 프로필 콘텐츠를 사용하도록 할 수 있습니다. 그러나 핸들, 표시 이름, 사진, 사용자를 팔로우하는 사람 및 사용자가 팔로우하는 사람 등 프로필 정보는 기본적으로 모든 사람이 볼 수 있도록 설정되어 있습니다. 특정 사람이 사용자의 프로필을 보지 못하도록 하려면 해당 사용자의 프로필로 이동하여 ‘더 보기’를 탭한 다음 ‘차단’을 탭하십시오. 사용자가 차단한 사람은 Apple Music에서 사용자가 듣는 음악을 보거나 프로필을 찾을 수 없습니다. Apple Music에서 프로필을 생성하면 사용자가 친구로 연결하고 싶어 할만한 다른 Apple Music 구독자를 추천합니다. Apple은 추천할 친구를 확인하는 데 사용자의 연락처에 있는 정보를 학습하거나 저장하지 않습니다. 연락처의 전화번호 및 이메일 주소의 짧고 암호화된 해시만 Apple로 전송되어 추천할 만한 Apple Music 구독자가 사용자의 기기에 있는지 확인합니다. Apple Music은 사용자의 연락처를 주기적으로 확인하여 새로운 친구를 추천합니다. 이 설정은 계정 설정에서 ‘연락처 상의 Apple Music 사용자’를 비활성화하여 제어할 수 있습니다. 다른 사람의 주소록에 있는 사용자의 Apple 계정 연락처 정보를 기반으로 다른 사람이 사용자를 찾는 것을 원하지 않는 경우 계정 설정에서 ‘Apple 계정으로 찾기 허용’을 비활성화하십시오. 사용자가 제공한 프로필 정보는 언제든지 업데이트하거나 삭제할 수 있습니다. 온라인으로 공유할 때는 공개하는 내용에 대해 주의하시기 바랍니다. Apple Music에서 다른 웹사이트 또는 소셜 네트워크에 공유하는 모든 내용은 해당 서비스의 개인정보 처리방침의 적용을 받습니다. SharePlay Apple Music을 구독하고 있는 경우, Apple TV, HomePod 또는 CarPlay에 연결되어 있거나 Bluetooth를 사용할 때 SharePlay 세션을 호스트할 수 있습니다. SharePlay를 사용하면 다른 Apple Music 구독자가 사용자의 SharePlay 세션에 참여하여 Apple Music으로 재생되는 음악을 제어할 수 있습니다. SharePlay의 경우 Apple Music을 구독하지 않는 사람도 사용자의 SharePlay 세션에 참여할 수 있습니다. 사용자의 기기에 Bluetooth가 활성화되어 있는 경우, Apple은 이를 이용하여 연락처에 저장된 사람이 근처에 있을 때 사용자의 Apple Music 세션을 인식하고 여기에 참여를 요청할 수 있도록 합니다. 연락처에 저장된 사람이 사용자의 기기를 인식하지 못하고 Apple Music 세션 참여를 요청하지 못하게 하려면 Apple Music 앱 설정에서 ‘근처에 있는 연락처 인식 가능’을 끄면 됩니다. 다른 참여자뿐만 아니라 연락처에 저장된 사람도 Apple Music 앱의 설정 또는 차량 인터페이스에 표시된 QR 코드를 스캔하여 차량 내 SharePlay 세션에 참여할 수 있습니다. 세션 참여자의 이름 및 프로필 사진은 세션에 있는 모든 사용자가 볼 수 있습니다. SharePlay 세션에 기여한 부분은 그 개인의 크레딧으로 인정되며, 해당 사용자의 이름 및 프로필 사진이 제공된 경우 이와 연계됩니다. 이름 및 프로필 사진은 Apple Music 앱 설정에서 언제든지 편집 가능합니다. 호스트 중인 SharePlay 세션에서 참여자를 삭제하려면 Apple Music 앱에서 SharePlay 아이콘을 탭한 다음 삭제할 참여자를 선택하십시오. SharePlay 세션에서 나가려면 Apple Music 앱에서 SharePlay 아이콘을 탭한 다음 ‘나가기’를 탭하십시오. 호스트 중인 SharePlay 세션을 종료하려면 Apple Music 앱에서 ‘종료’를 탭하십시오. Apple은 세션이 종료된 후 사용자의 연락처 또는 SharePlay 세션에 참여한 다른 참여자에 관한 정보를 보관하지 않습니다. 또한 메시지 앱 또는 FaceTime 통화 중에 다른 사람과 동기화된 음악을 공유하도록 SharePlay 세션을 활성화할 수 있습니다. 세션을 시작하려면, 청취할 음악을 선택한 다음 음악 옵션에서 SharePlay를 탭하고 공유할 연락처를 입력한 다음 ‘메시지’ 또는 ‘FaceTime’을 탭하여 시작하십시오. 플레이리스트에서 공동 작업 Apple Music 구독자는 다른 Apple Music 구독자와 함께 플레이리스트를 생성하거나 공동 작업할 수 있습니다. 사용자가 플레이리스트를 생성한 경우, 플레이리스트에 참여하려는 다른 사용자를 각각 승인하거나, 플레이리스트로 연결되는 링크를 가진 모든 사용자가 자동으로 참여하도록 허용할 수 있습니다. 모든 참여자는 노래를 플레이리스트에 추가하거나 플레이리스트에서 제거할 수 있으며, 이모티콘 반응을 추가할 수 있습니다. 공동 작업에 기여한 부분은 그 개인의 크레딧으로 인정되며, 해당 사용자의 이름 및 프로필 사진이 제공된 경우 이와 연계됩니다. 이름 및 프로필 사진은 Apple Music 앱에서 언제든지 편집 가능합니다. 플레이리스트의 모든 참여자 및 플레이리스트에 접근할 수 있는 모든 사용자는 다른 참여자의 이름 및 사진을 볼 수 있습니다. 플레이리스트 참여자는 다른 참여자가 추가한 모든 노래 및 반응을 볼 수 있습니다. 공동 작업을 중단하려면 플레이리스트 설정으로 이동하여 본인을 해당 플레이리스트에서 제거하십시오. 본인이 플레이리스트 생성자인 경우에는 플레이리스트 관리 공동 작업 설정에서 공동 작업을 중단하십시오. 플레이리스트 생성자가 공동 작업을 종료하면, 해당 플레이리스트는 공유 플레이리스트로 전환되며 공동 작업자는 Apple Music 보관함에서 해당 플레이리스트에 접근할 수 있게 됩니다. Apple Music 및 Apple Music Classical 향상 및 개인 맞춤형 경험 제공하기 Apple Music 구독을 사용하거나 사용자의 보관함에 없는 무료 콘텐츠를 재생하는 경우, Apple은 사용자가 재생하거나 음악 보관함 또는 플레이리스트에 추가한 노래 및 비디오(해당하는 경우), 사용자가 즐겨찾거나 공유한 아티스트 및 콘텐츠에 관한 정보를 수집합니다. 재생하는 데 사용된 계정, IP 주소, 기기, 앱 또는 음악을 재생하는 데 사용한 차량용 인터페이스, Apple Music 또는 Apple Music Classical의 어느 항목에서 재생했는지, 언제 얼마나 재생했는지 등에 대한 정보가 인식되어 Apple로 전송됩니다. Apple은 이러한 정보를 사용하여 사용자의 취향에 부합하는 서비스를 제공하고, 사용자에게 이메일 및 알림을 보내고, Apple에서 Apple Music 및 Apple Music Classical이 어떻게 사용되는지 이해하고 서비스를 향상할 수 있습니다. 예를 들어, 이 정보를 사용하여 Apple Music 및 Apple Music Classical에서 제공할 음악, 비디오 및 아티스트 콘텐츠를 선별합니다. 또한 사용자의 관심에 부합하는 추천 음악을 제공하고, 도시별로 유행하는 음악을 도시 차트로 생성하여 보여주고, 사용자의 청취 기록 및 즐겨찾는 장르 등의 정보를 조합하여 개인 맞춤화된 Apple Music 검색 결과를 제공합니다. 또한 이 정보는 저작권료를 지불하고, Apple 미디어 서비스의 이용 약관 또는 준거법을 위반하거나 위반할 수 있는 행위를 방지하거나 그러한 행위에 대한 조치를 취하기 위해 사용됩니다. 이 정보는 사용자가 Apple Music 구독을 이용하는 기간 동안 유지되며, 이후에는 최장 2년 동안 사용자가 관심을 가질 만한 음악 및 사용자에게 적합한 제안에 관해 사용자와 커뮤니케이션하기 위해 유지됩니다. 또한 이 정보는 재무 보고를 위해 필요한 경우 그에 관련된 해당 법률(각 지역에 따라 다름)에 의해 지정된 기간 동안 유지됩니다. 대부분의 고객에게는 최소 10년 동안의 유지 기간이 요구되나, 중국 등의 일부 국가/지역에서는 30년의 유지 기간이 요구될 수 있습니다. SharePlay를 사용하여 다른 사람과 함께 Apple Music 콘텐츠를 듣는 경우 Apple Music 앱이 SharePlay 세션 중에 사용자가 청취한 콘텐츠 및 SharePlay 세션에 참여한 대략적인 참여자 수에 관한 정보를 수집하지만, SharePlay 세션의 참여자를 식별하는 어떠한 정보도 보관하지 않습니다. 또한 Apple Music 검색 데이터를 사용하여 Apple Music을 구동하는 모델을 향상할 수도 있습니다. 예를 들어, 집계된 Apple Music 검색 쿼리는 Apple Music 검색 모델을 미세 조정하는 데 사용됩니다. 사용자와 커뮤니케이션하기 Apple은 사용자가 소유한 Apple 제품, 다운로드한 Apple 앱, Apple 서비스 구독과 같은 사용자의 계정에 관한 정보를 이용하여, Apple Music 및 사용자가 관심을 가질 만한 기타 Apple 제품, 서비스 및 특별 혜택(Apple Music Classical 및 Apple One 등)에 관한 안내를 전송할 수 있습니다. 사용자의 기기 일련 번호 및 기타 하드웨어 식별자 또는 관련된 App Store 구독에 관한 세부사항은 Apple 서비스 제안의 대상 여부를 확인하는 데 사용될 수 있습니다. 사용자가 가족 공유 그룹의 구성원인 경우 Apple은 사용자가 가족 공유를 통해 이용할 수 있는 제품, 서비스 및 특별 혜택에 관한 안내를 전송할 수 있습니다. Apple One 구독을 구입하는 경우, Apple은 사용자가 구독하는 각 서비스의 기능에 대한 이메일과 푸시 알림을 보낼 수 있습니다. Apple은 또한 Apple Music 및 Apple Music Classical 내의 사용자 활동에 관한 정보, 이용 가능한 Apple Music 할인 구독(Apple Music 학생 등) 적격성을 확인하는 데 사용된 서비스의 상호 작용을 바탕으로 Apple Music 및 Apple Music Classical에서 이용할 수 있는 새로운 기능, 콘텐츠 및 특별 혜택에 관한 이메일 및 푸시 알림을 보낼 수 있습니다. account.apple.com 사이트로 이동하여 이메일 환경설정을 변경하고 이러한 이메일을 받지 않을 수도 있습니다. iOS, iPadOS 또는 visionOS 기기에서 알림 환경설정을 업데이트하려면 설정 > 알림 > 음악으로 이동하십시오. Mac에서는 Apple Music을 열고 설정 > 일반 > 알림으로 이동하십시오. Apple은 서비스를 향상하기 위해, 알림을 포함하여 Apple이 전송한 안내에 대한 사용자의 상호작용에 관한 정보를 사용할 수 있습니다. 사기 및 기타 악의적인 활동 방지 사용자가 구입을 시도할 때, 주고받은 통화나 이메일의 대략적인 횟수와 같이 사용자가 기기를 사용하는 방법에 관한 정보를 이용하여 기기에서 기기 신뢰도를 확인합니다. 제공된 정보는 Apple이 기기의 실제 정보를 학습할 수 없도록 디자인되었습니다. 신뢰도는 지정된 기간 동안 서버에 저장됩니다. Apple은 사용자와 Apple간의 과거 비즈니스 관계에 대한 정보를 사용하여 Apple Music 구독 갱신을 처리하고 결제 파트너의 승인에 앞서 구독에 대한 접근 권한을 계속 제공할지 여부를 결정할 수도 있습니다. 타사를 대상으로 한 공개 라디오 스테이션 Apple Music을 사용하여 방송 라디오를 청취하면 사용자의 기기는 방송 라디오 스테이션에 바로 연결되어 요청된 콘텐츠를 제공합니다. 연결되면, 해당 방송 라디오 스테이션은 연결된 사용자 기기의 IP 주소를 볼 수 있습니다. 방송 라디오 스테이션의 사용자의 IP 주소 취급은 해당 방송 라디오 스테이션 또는 제공업체의 개인정보 처리방침을 따릅니다. 레코드 레이블, 아티스트 및 차트 제공업체 Apple은 레코드 레이블, 발행인 및 아티스트가 자신의 창작물에 대한 성과를 측정하고 저작권 및 회계 기준에 부합할 수 있도록, Apple Music 및 Apple Music Classical의 사용과 관련되어 집계된 비개인적인 데이터와 사용자의 연령대, 성별(Apple 계정의 이름 및 인사말 등에서 추정할 수 있음) 등의 집계된 사용자 인구통계 정보를 이들에게 제공할 의무를 갖습니다. 또한 집계된 음악 청취 활동 정보를 세계 곳곳에서 음악 차트를 제공하는 차트 제공업체는 물론 레이블 및 아티스트가 청취자와 연결되도록 지원하는 음악 마케팅 플랫폼과 공유하며, 실시간을 포함하여 반응을 측정하기 위한 목적으로 레이블 및 아티스트와도 이 정보를 공유합니다. 사용자가 모바일 네트워크 제공업체와 같은 타사 파트너를 통해 Apple Music을 구독하는 경우 사용자의 구독이 적합한지 알아보기 위해 또는 구입을 완료하기 위해 Apple은 제한된 개인 식별 정보를 파트너와 공유합니다. Apple Music을 다른 앱과 연결하기 iOS 앱, iPadOS 앱, visionOS 앱 및 Apple이 아닌 플랫폼의 앱이 Apple Music 및 클라우드 보관함에 접근을 요청할 수 있습니다. 이러한 접근 권한을 허용하면 앱이 기기에 있는 사용자의 클라우드 보관함, Apple Music 구독 여부, 음악 및 비디오 재생 활동, Apple Music 추천 항목 등과 같은 정보에 접근할 수 있습니다. 권한이 허용된 앱은 사용자의 보관함 및 플레이리스트에 포함된 노래 등 사용자의 계정과 연계된 데이터를 변경할 수도 있습니다. 사진 앱에 Apple Music에 접근할 수 있는 권한을 부여하면 사진 앱에서 Apple Music의 노래를 사용하여 추억 동영상을 재생할 수 있습니다. 사진 앱에서 사용자 설정 추억 동영상을 생성할 때 동영상과 함께 재생할 음악을 선택할 목적으로, 추억을 만들기 위해 사용자가 입력한 프롬프트에 관한 정보가 Apple Music에 전송될 수 있습니다. Remote와 같이 지원되는 콘텐츠가 있는 Apple 앱은 Apple Music 앱 및 지원되는 콘텐츠 사용을 시작하면 자동으로 연결됩니다. 앱의 접근을 비활성화하려면 iOS, iPadOS 또는 visionOS 기기의 설정 > 개인정보 보호 및 보안 > 미디어 및 Apple Music으로 이동하면 됩니다. Mac에서는 시스템 설정 > 개인정보 보호 및 보안 > 개인정보 보호 > 미디어 및 Apple Music으로 이동하십시오. iOS 11 또는 iPadOS 이전 버전의 iOS를 사용하여 앱을 제거하거나 앱의 접근 권한을 허용했다면 Apple Music 계정 설정에서 앱의 접근 권한을 비활성화할 수 있습니다. 사용자의 무선 네트워크 제공업체를 통한 Apple Music 구독 사용자의 무선 네트워크 제공업체에서 Apple Music 구독 및 무료 체험을 제공하는 경우, 무선 네트워크 제공업체를 통해 이러한 서비스를 이용할 수 있는지 알아보기 위해 Apple이 사용자의 전화번호를 확인할 수 있습니다. 무선 네트워크 제공업체 또는 다른 Apple 파트너사를 통해 Apple Music 구독 또는 무료 체험에 가입한 경우, Apple은 사용자의 계정을 식별하고 해당 무선 네트워크 제공업체 또는 파트너사에게 사용자가 구독을 활성화했음을 알리기 위해 사용자의 전화번호 또는 파트너사가 공유한 고유 계정 식별자를 사용합니다. 구독과 연관된 전화번호 또는 고유 식별자는 로그인 도중 사용자의 계정을 확인하고 사용자의 Apple Music 활동을 계정에 연결하기 위해 사용됩니다. 또한 사용자가 요청하는 경우 사용자의 전화번호를 사용하여 무선 네트워크 제공업체에 사용자의 구독 취소를 요청합니다. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 일반적으로 사용자와 Apple간의 계약을 이행하고, 필요에 따라 서비스를 제공하며, Apple의 법적 의무를 준수할 목적으로 Apple Music의 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 개인 데이터를 처리하여 다음을 수행합니다. • Apple Music 및 Apple Music Classical에서 사용자가 듣거나, 보관함에 추가하거나, 다운로드한 콘텐츠에 대한 접근 제공 • Apple Music 및 Apple Music Classical에서 개인 맞춤형 경험 제공 • Apple Music에서도 이용 가능한 곡의 사본 식별 및 접근 허용 • 거주 지역에서 이용 가능한 콘텐츠, 특별 혜택 및 구독 적합성 판별 • 모든 사용자를 위한 Apple Music 및 Apple Music Classical 향상 및 최적화에 기여하고, Apple Music 및 Apple Music Classical 앱을 비롯하여 사용자가 관심을 가질 만한 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내를 전송할 수 있습니다. • Apple Music 프로필 및 플레이리스트 생성 및 관리 • 발행인, 레이블, 아티스트 및 차트 제공업체에 로열티 지불 및 리포트 제공 • 사기 및 기타 악의적인 활동 방지 사용된 데이터에 포함되는 내용: • 사용자의 Apple Music 및 Apple Music Classical 앱 사용 현황(기능과의 상호작용, 앱 내 알림 및 메시지, Apple Music 및 Apple Music Classical에서 듣고, 검색하고, 보고, 보관함에 추가하고, 다운로드한 콘텐츠 등) • 사용자의 기기 및 계정에 관한 세부사항 • 사용자의 IP 주소 • 사용자의 Apple Music 프로필 및 플레이리스트 • 기기 신뢰도 비개인적인 데이터 Apple은 어떤 목적으로든 비개인적인 데이터를 수집, 이용, 전송 및 공개할 수 있습니다. 예를 들어 서비스를 개선하기 위해 다른 Apple Music 사용자의 비개인적인 데이터와 함께 사용자의 비개인적인 데이터를 수집할 수 있습니다. Apple은 또한 사용자가 Apple Music을 사용할 때 기기에서 라디오 주파수 강도, 국가 코드, 네트워크 코드 및 셀룰러 무선 접근 기술 등의 특정 성능 지표를 수집할 수 있습니다. Apple Music에 관하여 더 알⁠아⁠보⁠기 기능 및 요금과 관련된 더 자세한 사항을 알아보려면 www.apple.com/kr/apple-music 사이트를 참조하십시오. Apple Music 웹 플레이어 및 개인정보 보호에 관한 자세한 내용을 보려면 www.apple.com/kr/legal/privacy/data/ko/apple-music-web 사이트를 참조하십시오. Apple에서 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Jūsų informacijos privatumas ir saugumas yra kiekvieno „Apple“ darbuotojo prioritetas. Stengiamės rinkti tik tuos duomenis, kurių mums reikia, kad jūsų patirtis būtų geresnė. Taip pat svarbu, kad žinotumėte, kokius duomenis renkame, ir kodėl mums to reikia. Taip galite priimti pagrįstus sprendimus. „Apple Music“ ir „Apple Music Classical“, kaip ir kiekvienas „Apple“ produktas ir paslauga, sukurta atsižvelgiant į šiuos principus. Naudojame asmens duomenis „Apple Music“ paslaugoms ir funkcijoms teikti. Ši informacija apima jūsų vardą, pavardę ir „Apple“ paskyros nuotrauką, jei tokia yra. Ją galite pasiekti ir keisti programos „Apple Music“ nustatymuose, kurie yra naudojami su „Apple Music“ bendrinimo funkcija. Ji taip pat apima paskyros ir mokėjimo informaciją, kurią galite pasiekti ir keisti nustatymuose arba sistemos nustatymuose. Kai užsiprenumeruojate „Apple Music“, jūsų prenumerata apima visišką prieigą prie „Apple Music“ ir „Apple Music Classical“. „Apple“ renka informaciją apie tai, kaip naudojate „Apple Music“ ir „Apple Music Classical“, kad pritaikytų funkcijas pagal jūsų muzikinį skonį. Šios funkcijos apima suasmenintas rekomendacijas, pvz., jums parinktus albumus ir grojaraščius, bei „Radiją“, kur leidžiami jūsų mėgstamų atlikėjų ir žanrų kūriniai. Taip pat naudojame šią informaciją, kad galėtume su jumis susisiekti el. paštu ir tiesioginiais pranešimais apie galbūt jums patiksiančius būsimus kūrinius, naujus atlikėjus ir kitus įvykius „Apple Music“ ir „Apple Music Classical“. Kai kurios „Apple Music“ funkcijos, pvz., tam tikros transliuojamos radijo stotys, jūsų regione gali būti nepasiekiamos. „Apple“ gali naudoti jūsų interneto ryšio IP adresą, kad apytiksliai nustatytų jūsų buvimo vietą ir prieinamumą. Apple Music Classical „Apple Music“ prenumeratoriai turi prieigą prie „Apple Music Classical“ – klasikinės muzikos programos, kurioje galite atrasti klasikinių kūrinių ir albumų bei išsaugoti mėgstamus klasikinius kūrinius vienoje centralizuotoje vietoje. „Apple Music Classical“ katalogą galite naršyti be prenumeratos, tačiau turite turėti „Apple Music“ prenumeratą, kad galėtumėte naudoti visas „Apple Music Classical“ funkcijas. Jei neturite aktyvios „Apple Music“ prenumeratos, jums bus suteikta galimybė prenumeruoti „Apple Music“, kad turėtumėte visišką prieigą prie „Apple Music Classical“. Debesies biblioteka Jūsų „Apple“ debesies biblioteka, kuria galima naudotis turint „Apple Music“ prenumeratą, suteikia prieigą prie bibliotekos dainų ir grojaraščių bet kuriame įrenginyje. Ši funkcija siunčia „Apple“ informaciją iš bibliotekos įrenginyje, pvz., dainos ir atlikėjo pavadinimus, kad galėtų nustatyti ir atrakinti visų jūsų dainų kopijas, kurios yra prieinamos ir „Apple Music“ bei „Apple Music Classical“. Visos dainos, kurių negalima rasti „Apple Music“, įkeliamos į jūsų asmeninę debesies biblioteką, kad turėtumėte prieigą prie visos kolekcijos bet kuriame įrenginyje naudodami „Apple Music“. Norėdami sustabdyti debesies bibliotekos sinchronizavimą „iOS“, „iPadOS“ arba „visionOS“ įrenginyje, eikite į „Nustatymai“ > „Programos“ > „Muzika“ ir bakstelėdami išjunkite bibliotekos sinchronizavimą. „Mac“ įrenginyje atidarykite „Apple Music“ ir eikite į „Nustatymai“ > „Bendrieji“, tada panaikinkite bibliotekos sinchronizavimo parinkties žymėjimą. „Apple Music“ profilis Jei norite prisijungti arba dalytis su kitais žmonėmis per „Apple Music“, galite sukurti asmeninį profilį pateikdami naudotojo internetinį vardą (pvz., @johnappleseed), rodomą vardą, ir, jei norite, profilio nuotrauką bei kitą informaciją. „Apple“ saugo šią informaciją jūsų paskyroje, kad galėtumėte ją pasiekti iš bet kurio savo įrenginio. Jūsų naudotojo internetinis vardas, rodomas vardas ir profilio nuotrauka gali būti rodomi kartu su bet kokiu jūsų skelbiamu turiniu ir veikla, kuria dalijatės „Apple Music“ platformoje. Turinio bendrinimo ir skelbimo funkcijos šiuo metu neskirtos vaikams ir neprieinamos vaikų „Apple“ paskyrose. Kiti žmonės taip pat gali rasti jūsų „Apple Music“ profilį, naudodami jūsų pateiktą informaciją. Prieigą prie savo profilio turinio, pvz., klausymo veiklos ir grojaraščių, galite suteikti tik pasirinktiems asmenims. Tačiau profilio informacija, pvz., naudotojo internetinis vardas, rodomas vardas, nuotrauka, sekėjai ir jūsų sekami asmenys, yra matoma kitiems. Norėdami užblokuoti naudotoją, kad jis nematytų jūsų profilio, eikite į naudotojo profilį, bakstelėkite „Daugiau“ ir „Blokuoti“. Užblokuoti asmenys nematys jūsų muzikos ir neras jūsų profilio programoje „Apple Music“. Jums sukūrus profilį „Apple Music“, rekomenduosime kitus „Apple Music“ prenumeratorius, kuriuos galbūt norėsite prijungti kaip draugus. „Apple“ nesužino ir nesaugo iš jūsų adresatų gautos informacijos, kai tikrinamos rekomendacijos draugauti. „Apple“ siunčiami tik sutrumpinti ir užšifruoti adresatų telefonų numerių ir el. pašto adresų maišos kodai. Tada derantys rekomenduotini „Apple Music“ prenumeratoriai nustatomi lokaliai įrenginyje. „Apple Music“ gali periodiškai tikrinti jūsų adresatus, kad galėtų ateityje rekomenduoti naujų draugų. Galite tai valdyti paskyros nustatymuose, išjungdami „Apple Music“ parinktį „Adresatai“. Jei nenorite, kad kiti asmenys jus rastų pagal „Apple“ paskyros kontaktinę informaciją, kurią jie gali turėti savo adresatuose, galite tai pakeisti paskyros nustatymuose išjungdami parinktį „Leisti rasti pagal „Apple“ paskyrą“. Informaciją, kurią teikiate savo profilyje, galite bet kada atnaujinti arba pašalinti. Dalydamiesi turiniu internete turėtumėte gerai pagalvoti, ką skelbiate viešai. Kai bendrinate „Apple Music“ turinį kitose svetainėse ar socialiniuose tinkluose, bet kokia pasidalyta informacija yra tvarkoma remiantis tų kitų paslaugų privatumo politikomis. SharePlay Užsiprenumeravę „Apple Music“, galite vesti „SharePlay“ seansus būdami prisijungę prie „Apple TV“, „HomePod“, „CarPlay“ ar naudodami „Bluetooth“ ryšį. Naudodami „SharePlay“, kiti „Apple Music“ prenumeratoriai gali prisijungti prie jūsų „SharePlay“ seanso ir valdyti leidžiamą muziką „Apple Music“. „SharePlay“ taip pat leidžia naudotojams, neturintiems „Apple Music“ prenumeratos, prisijungti prie „SharePlay“ seanso. „Apple“ naudoja „Bluetooth“ ryšį, jei jis įjungtas įrenginyje, kad netoliese esantys adresatai galėtų rasti jūsų „Apple Music“ seansą ir paprašyti prie jo prisijungti. Jei nenorite, kad adresatai galėtų atrasti jūsų įrenginį ir prašyti prisijungti prie „Apple Music“ seanso, galite išjungti netoliese esantiems adresatams galimybę rasti įrenginį „Apple Music“ programos nustatymuose. Adresatai, kaip ir kiti dalyviai, taip pat gali prisijungti prie seanso nuskaitydami QR kodą, rodomą „Apple Music“ programos nustatymuose arba transporto priemonės sąsajoje, jei „SharePlay“ seansas vyksta automobilyje. Seanso dalyvių vardai ir profilių nuotraukos bus matomi visiems seanso dalyviams. „SharePlay“ seanso papildymai priskiriami atskiriems, juos sukūrusiems asmenims ir susiejami su to naudotojo vardu bei profilio nuotrauka (jei ji teikiama), kuriuos galima bet kada redaguoti „Apple Music“ programos nustatymuose. Pašalinti dalyvius iš vedamo „SharePlay“ seanso galite bakstelėdami „SharePlay“ piktogramą programoje „Apple Music“ ir pasirinkdami norimą pašalinti dalyvį. Norėdami išeiti iš „SharePlay“ seanso, bakstelėkite „SharePlay“ piktogramą programoje „Apple Music“, tada bakstelėkite „Išeiti“. Norėdami baigti savo vedamą „SharePlay“ seansą, bakstelėkite „Baigti“ programoje „Apple Music“. Seansui pasibaigus, „Apple“ nesaugo informacijos apie adresatus ar kitus dalyvius, kurie prisijungė prie „SharePlay“ seanso. Be to, „SharePlay“ sesijas galite įjungti žinutėse arba „FaceTime“ skambučio metu, kad galėtumėte sinchronizuodami bendrinti muziką su kitais. Norėdami pradėti seansą, pasirinkite norimą klausytis muziką, tada bakstelėkite „SharePlay“ muzikos parinktyse, įveskite adresatus, su kuriais bendrinsite, bakstelėkite „Žinutės“ arba „FaceTime“ ir paleiskite. Bendradarbiauti grojaraščiuose „Apple Music“ prenumeratoriai gali kurti grojaraščius ir bendradarbiauti su kitais „Apple Music“ prenumeratoriais. Jei esate grojaraščio kūrėjas, galite pasirinkti patvirtinti kiekvieną asmenį, kuris prisijungia prie grojaraščio, arba galite leisti bet kuriam nuorodą turinčiam asmeniui prisijungti automatiškai. Visi dalyviai gali įtraukti dainų į grojaraštį ir pašalinti iš jo bei įtraukti emocinių jaustukų reakcijų. Papildymai priskiriami atskiriems, juos sukūrusiems asmenims, ir susiejami su to naudotojo vardu bei profilio nuotrauka, jei ji teikiama, kuriuos galima bet kada redaguoti „Apple Music“ programos nustatymuose. Visi grojaraščio dalyviai ir bet kas, turintis prieigą prie grojaraščio, gali matyti ir peržiūrėti kitų dalyvių vardus ir nuotraukas. Grojaraščio dalyviai gali peržiūrėti visas kitų dalyvių įtrauktas dainas ir reakcijas. Norėdami nutraukti bendradarbiavimą, pašalinkite save iš grojaraščio grojaraščių nustatymuose arba, jei esate kūrėjas, sustabdykite bendradarbiavimą grojaraščio tvarkymo bendradarbiavimo nustatymuose. Jei grojaraščio kūrėjas sustabdo bendradarbiavimą, grojaraštis tampa bendrinamu grojaraščiu, kurį bendradarbiai galės pasiekti savo „Apple Music“ bibliotekoje. „Apple Music“ ir „Apple Music Classical“ individualizavimas bei tobulinimas Kai naudojate „Apple Music“ prenumeratą arba leidžiate nemokamą turinį ne iš savo bibliotekos, mes galime rinkti informaciją apie dainas ir vaizdo įrašus (jei tokių yra), kuriuos leidžiate ar įtraukiate į savo muzikos biblioteką arba grojaraščius, jūsų mėgstamus atlikėjus ir mėgstamą bei bendrinamą turinį. Informacija, pvz., paskyra, IP adresas ir įrenginys, programa arba automobilio sąsaja, kurią leisdavote, kurioje „Apple Music“ arba „Apple Music Classical“ vietoje buvote, kai ją leidote, leidimo laikas ir trukmė, yra pažymima ir siunčiama „Apple“. Naudojame šią informaciją jūsų naudojimui individualiai pritaikyti, el. laiškams ir pranešimams siųsti, siekdami lengviau suprasti, kaip naudojate „Apple Music“ ir „Apple Music Classical“, kad galėtume tobulinti savo paslaugas. Pvz., ši informacija gali mums padėti parinkti programose „Apple Music“ ir „Apple Music Classical“ rodomą muzikos, vaizdo įrašų ir atlikėjų turinį. Be to, mes galime jums teikti kitų rekomendacijų pagal jūsų skonį, kurti miestų populiariausių įrašų sąrašus, kad parodytume populiarią muziką pagal miestą, ir teikti individualiai pritaikytus „Apple Music“ paieškos rezultatus, naudodami informacijos, pvz., jūsų klausymo istorijos, ir mėgstamų žanrų derinį. Taip pat naudojame šią informaciją mokėdami honorarus ir užkirsdami kelią arba imdamiesi veiksmų prieš veiklas, kurios pažeidžia ar gali pažeisti „Apple“ medijos paslaugų sąlygas ar galiojančius įstatymus. Saugome šią informaciją jūsų „Apple Music“ prenumeratos galiojimo laikotarpiu ir iki dvejų metų po to, kad galėtume su jumis susisiekti dėl muzikos, kuri jums gali būti įdomi, ir teikti galbūt jums tinkamus pasiūlymus. Taip pat saugome šią informaciją, jei reikia, dėl finansinių ataskaitų galiojančiuose įstatymuose nurodytą laikotarpį, susijusį su tokiomis ataskaitomis, kuris skirtingiuose regionuose gali skirtis. Daugumos klientų duomenis privaloma saugoti ne mažiau nei 10 metų, tačiau tokiuose regionuose kaip Kinija šis laikotarpis gali būti 30 metų. Jei naudojate „SharePlay“ norėdami klausytis turinio su kitais naudotojais programoje „Apple Music“, programa „Apple Music“ rinks informaciją apie jūsų „SharePlay“ seanso metu klausytą turinį ir apytikrį seanso dalyvių skaičių, tačiau nesaugos jokios informacijos, siekdama identifikuoti „SharePlay“ seanso dalyvius. „Apple Music“ paieškos duomenis taip pat naudojame tobulindami „Apple Music“ modelius. Pavyzdžiui, apibendrintos „Apple Music“ paieškos užklausos naudojamos „Apple Music“ paieškos modeliui tobulinti. Bendravimas su jumis „Apple“ gali naudoti informaciją apie jūsų paskyrą, pvz., apie jūsų turimus „Apple“ gaminius, atsisiųstas „Apple“ programas ir „Apple“ paslaugų prenumeratas, siekdama siųsti pranešimus apie „Apple Music“ ir kitus „Apple“ gaminius, paslaugas ir pasiūlymus, kurie gali būti jums įdomūs, įskaitant „Apple Music Classical“ ir „Apple One“. Įrenginio serijos numerį ir kitus aparatinės įrangos identifikatorius arba informaciją apie aktualias „App Store“ prenumeratas galima panaudoti siekiant patikrinti galimybę naudotis „Apple“ paslaugomis. Jei esate prisijungę prie bendrinimo su šeima grupės, „Apple“ gali siųsti pranešimus apie gaminius, paslaugas ir pasiūlymus, kuriuos galima įsigyti per bendrinimo su šeima funkciją. Jei įsigyjate „Apple One“ prenumeratą, galime siųsti el. laiškus ir tiesioginius pranešimus apie kiekvienos paslaugos, kurią užsiprenumeravote, funkcijas. Be to, „Apple“ gali naudoti informaciją apie veiklą „Apple Music“ ir „Apple Music Classical“ bei jūsų sąveiką su paslaugomis, naudojamomis norint patikrinti, ar turite teisę į „Apple Music“ prenumeratas su nuolaida (pvz., „Apple Music Student“), siekiant siųsti el. laiškus ir tiesioginius pranešimus apie naujas funkcijas, turinį ir pasiūlymus, teikiamus „Apple Music“ ir „Apple Music Classical“. El. pašto nuostatas keisti ir atsisakyti gauti šiuos el. laiškus galite apsilankę adresu account.apple.com. Norėdami atnaujinti pranešimų nuostatas „iOS“, „iPadOS“ arba „visionOS“ įrenginyje, eikite į sritį „Nustatymai“ > „Pranešimai“ > „Muzika“. „Mac“ įrenginyje atidarykite „Apple Music“ ir eikite į „Nustatymai“ > „Bendrieji“ > „Pranešimai“. „Apple“ naudoja informaciją apie jūsų sąveiką su mūsų siunčiama informacija, įskaitant pranešimus, kad patobulintų savo paslaugas. Apgavysčių ir kitų piktavališkų veiklų užkardymas Kai bandysite įsigyti pirkinį, apskaičiuosime jūsų įrenginio patikimumo balą panaudodami informaciją apie tai, kaip jūs naudojate įrenginį, įskaitant apytikslį telefono skambučių ar siunčiamų ir gaunamų el. laiškų skaičių. Ši informacija pateikiama taip, kad „Apple“ negalėtų sužinoti tikrų reikšmių jūsų įrenginyje. Balas saugomas numatytą laikotarpį mūsų serveriuose. „Apple“ pat gali naudoti informaciją apie jūsų istorinius verslo santykius su „Apple“, kad galėtų apdoroti „Apple Music“ prenumeratos atnaujinimus ir nuspręsti, ar suteikti prieigą prie prenumeratos prieš gaunant mokėjimo partnerio leidimą. Atskleidimas trečiosioms šalims Radijo stotys Kai naudojate „Apple Music“ radijo transliacijoms klausytis, jūsų įrenginys prisijungia tiesiai prie transliuojamos radijo stoties, kad būtų teikiamas prašomas turinys. Įrenginiui prisijungus, transliuojamai radijo stočiai bus rodomas jo IP adresas. Transliuojama radijo stotis jūsų IP adresą tvarko pagal tos transliuojamos radijo stoties ar jos teikėjo privatumo politiką. Įrašų studijos, atlikėjai ir populiariausių įrašų sąrašų sudarinėtojai Esame įpareigoti įrašų studijoms, leidėjams ir atlikėjams teikti bendrus nuasmenintus duomenis apie „Apple Music“ ir „Apple Music Classical“ naudojimą, taip pat rinkti naudotojų demografinius duomenis, pvz., amžiaus grupę ir lytį (apie kuriuos galime daryti išvadą iš tokios informacijos kaip vardas ir kreipinys „Apple“ paskyroje), kad jie galėtų įvertinti savo kūrybinio darbo našumą ir galėtume vykdyti honorarinius bei apskaitos reikalavimus. Be to, mes bendriname surinktą informaciją apie klausymosi veiklą su populiariausių muzikos įrašų sąrašų sudarytojais visame pasaulyje, įrašų studijomis, atlikėjais, kad galėtume įvertinti įsitraukimą ir realiuoju laiku, taip pat su muzikos rinkodaros platformomis, kad įrašų studijoms ir atlikėjams būtų lengviau pasiekti klausytojus. Kad galėtumėte nustatyti savo prenumeratos tinkamumą, jei prenumeruojate „Apple Music“ per trečiosios šalies partnerį, pvz., mobiliojo tinklo teikėją, arba baigtumėte pirkimą, mes dalijamės su partneriu ribota, asmenį identifikuojančia informacija. „Apple Music“ prijungimas prie kitų programų „iOS“ ir „iPadOS“ ir „visionOS“ programose bei ne „Apple“ platformų programose gali būti prašoma prieigos prie „Apple Music“ ir jūsų debesies bibliotekos. Jei programai suteiksite tokį leidimą, ji galės pasiekti informaciją, pvz., įrenginio debesies biblioteką, informaciją apie tai, ar prenumeruojate „Apple Music“, apie muzikos ir vaizdo įrašų leidimo veiklą bei jūsų „Apple Music“ rekomendacijas. Programa, kuriai suteiktas leidimas, taip pat gali modifikuoti su jūsų paskyra susietus duomenis, pvz., jūsų bibliotekoje esančias dainas ir grojaraščius. Jei programai „Nuotraukos“ suteiksite prieigą prie „Apple Music“, „Nuotraukos“ naudos „Apple Music“ dainas kuriant prisiminimų filmus. Kai programoje „Nuotraukos“ kuriate prisiminimų filmą, informacija apie užklausą, kurią įvesite kurdami prisiminimą, gali būti siunčiama į „Apple Music“, kad būtų parinkta muzika, kuri bus grojama filme. „Apple“ programos su palaikomu turiniu, pvz., „Nuotolinio valdymo pultu“, bus taip pat automatiškai prijungtos, kai pradėsite naudoti programą „Apple Music“ ir palaikomą turinį. Programos prieigą „iOS“, „iPadOS“ arba „visionOS“ įrenginyje galite išjungti nuėję į sritį „Nustatymai“ > „Privatumas ir sauga“ > „Medija ir „Apple Music“. „Mac“ įrenginyje eikite į skiltį „Sistemos nustatymai“ > „Privatumas ir sauga“ > „Privatumas“ > „Medija ir „Apple Music“. Jei pašalinote programą arba suteikėte programai prieigą naudodamiesi senesne „iOS“ versija nei „iOS 11“ arba „iPadOS“, galite išjungti jos prieigą „Apple Music“ paskyros nustatymuose. Mobiliojo tinklo teikėjo teikiamos „Apple Music“ prenumeratos Jei jūsų mobiliojo tinklo teikėjas siūlo „Apple Music“ prenumeratas ir nemokamas bandomąsias versijas, „Apple“ gali patikrinti jūsų telefono numerį, kad per mobiliojo tinklo teikėją nustatytų, ar turite teisę jomis naudotis. Jei „Apple Music“ prenumeratą arba nemokamą bandomąją versiją užsisakote per mobiliojo ryšio paslaugų teikėją arba kitą „Apple“ partnerį, „Apple“ naudos jūsų telefono numerį arba unikalų paskyros identifikatorių, kurį bendrina partneris, kad identifikuotų jūsų paskyrą ir praneštų mobiliojo ryšio paslaugų teikėjui arba kitam partneriui, kad suaktyvinote prenumeratą. Naudosime su prenumerata susietą telefono numerį arba unikalų identifikatorių, kad patvirtintume jūsų paskyrą prisijungimo metu ir susietume jūsų „Apple Music“ veiklą su jūsų paskyra. Taip pat naudosime jūsų telefono numerį, jūsų prašymu prašydami nutraukti per mobiliojo tinklo teikėją teikiamą prenumeratą. Taikomas asmens duomenų tvarkymo teisinis pagrindas Iš esmės programoje „Apple Music“ jūsų asmens duomenis tvarkome jūsų sutarties su „Apple“ vykdymo tikslais, kai toks tvarkymas būtinas paslaugai teikti, ir kad vykdytume savo teisinius įsipareigojimus. Jei tinkamas teisinis pagrindas yra sutikimas, siekiame jį gauti pagal galiojančius vietinius įstatymus. Kai tai numatoma galiojančiuose vietiniuose įstatymuose, asmens duomenis tvarkome, jei tai būtina mūsų arba trečiosios šalies teisėtų interesų tikslais, siekdami toliau nurodytų tikslų. • Teikti jums prieigą prie „Apple Music“ ir „Apple Music Classical“ turinio, kurio klausote, įtraukti į jūsų biblioteką arba atsisiųsti • Suasmeninti jūsų patirtį „Apple Music“ ir „Apple Music Classical“ platformose • Nustatyti ir atrakinti jūsų dainų kopijas, kurias taip pat galima pasiekti „Apple Music“ • Nustatyti turinio jūsų regione prienamumą ir jūsų tinkamumą pasinaudoti pasiūlymais ir prenumeratomis • Padėti tobulinti ir optimizuoti „Apple Music“ ir „Apple Music Classical“ jums ir kitiems, siųsti pranešimus apie „Apple Music“ ir „Apple Music Classical“ programas bei kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali būti jums įdomūs • Kurti ir prižiūrėti „Apple Music“ profilį ir grojaraščius • Mokėti honorarus leidėjams, įrašų studijoms, atlikėjams ir populiariausių įrašų sąrašų sudarytojams bei teikti jiems ataskaitas • Užkardyti apgavystes ir kitas piktavališkas veiklas Šie duomenys gali būti: • jūsų „Apple Music“ ir „Apple Music Classical“ programų naudojimą, įskaitant jūsų sąveiką su funkcijomis, programoje teikiamais pranešimais ir žinutėmis, jūsų „Apple Music“ ir „Apple Music Classical“ programose klausomą, ieškomą, į biblioteką įtraukiamą ir atsisiunčiamą turinį • informacija apie jūsų įrenginį ir paskyrą; • jūsų IP adresas; • jūsų „Apple Music“ profilį ir grojaraščius; • įrenginio patikimumo balas. Nuasmeninti duomenys Galime rinkti, naudoti, perduoti ir atskleisti nuasmenintus duomenis bet kokiu tikslu. Pvz., galime rinkti jūsų bei kitų „Apple Music“ naudotojų nuasmenintus duomenis, kad patobulintume paslaugą. Taip pat galime rinkti tam tikrą jūsų įrenginio veiklos metriką, kai naudojate „Apple Music“, įskaitant radijo dažnio stiprumą, šalies kodą, tinklo kodą ir mobiliojo radijo prieigos technologiją. Sužinokite daugiau apie „Apple Music“ Norėdami sužinoti daugiau išsamios informacijos, įskaitant funkcijas ir kainas, apsilankykite adresu www.apple.com/lt/apple-music. Norėdami sužinoti informacijos apie „Apple Music“ internetinį leistuvą ir privatumą, apsilankykite adresu www.apple.com/lt/legal/privacy/data/en/apple-music-web. „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: Melindungi privasi dan keselamatan maklumat anda ialah keutamaan semua orang di Apple. Kami berusaha keras untuk hanya mengumpulkan data yang kami perlukan untuk menjadikan pengalaman anda lebih baik. Apabila kami mengumpulkan data, kami percaya penting untuk anda mengetahui perkara yang kami kumpulkan dan sebab kami memerlukannya, supaya anda boleh membuat pilihan termaklum. Apple Music dan Apple Music Classical, seperti setiap produk dan perkhidmatan Apple, direka bentuk berpandukan prinsip ini. Kami menggunakan data peribadi anda untuk menyediakan perkhidmatan dan ciri dalam Apple Music. Maklumat ini termasuk nama dan foto Akaun Apple anda jika anda telah mengesetkannya, yang boleh anda akses dan tukar dalam Seting app Apple Music untuk digunakan dengan ciri perkongsian dalam Apple Music, serta maklumat akaun dan bayaran, yang boleh anda akses serta tukar dalam Seting atau Seting Sistem. Apabila anda melanggan Apple Music, langganan anda termasuk akses penuh kepada Apple Music dan Apple Music Classical. Apple mengumpulkan maklumat tentang cara anda menggunakan Apple Music dan Apple Music Classical untuk menyesuaikan ciri mengikut cita rasa muzik anda. Ciri ini termasuk pengesyoran diperibadikan seperti album dan senarai main yang dipilih untuk anda, serta Radio, yang memainkan pilihan daripada artis dan genre kegemaran anda. Kami juga menggunakan maklumat ini supaya kami boleh menghubungi anda melalui e-mel dan pemberitahuan push tentang keluaran akan datang, artis baharu dan peristiwa lain pada Apple Music dan Apple Music Classical yang mungkin anda suka. Sesetengah ciri Apple Music, seperti stesen radio siaran tertentu, mungkin tidak tersedia di rantau anda. Apple mungkin menggunakan alamat IP sambungan internet anda untuk menganggarkan lokasi anda dan menentukan ketersediaan. Apple Music Classical Pelanggan Apple Music mempunyai akses kepada Apple Music Classical, aplikasi muzik klasik yang direka bentuk untuk membolehkan anda menemui trek dan album klasik serta menyimpan trek klasik kegemaran anda di satu tempat pusat. Anda boleh melayari katalog Apple Music Classical tanpa langganan, tetapi anda mesti mempunyai langganan Apple Music untuk mengakses semua ciri Apple Music Classical. Jika anda tidak mempunyai langganan Apple Music aktif, anda akan diberikan pilihan untuk melanggan Apple Music untuk mendapatkan akses penuh kepada Apple Music Classical. Pustaka Awan Pustaka awan Apple anda, yang merupakan faedah daripada langganan Apple Music anda, membenarkan anda mempunyai akses kepada lagu dan senarai main dalam pustaka anda daripada sebarang peranti anda. Ciri ini menghantar maklumat daripada pustaka anda pada peranti anda kepada Apple, seperti nama lagu dan artis, untuk mengenal pasti dan membuka kunci salinan sebarang lagu anda yang turut tersedia dalam Apple Music dan Apple Music Classical. Sebarang lagu yang tidak ditemui dalam Apple Music dimuat naik ke pustaka awan peribadi anda, supaya anda boleh mengakses koleksi lengkap anda daripada mana-mana peranti anda menerusi Apple Music. Untuk berhenti menyelaraskan pustaka awan anda pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > App > Muzik dan ketik untuk menyahaktifkan Selaraskan Pustaka. Pada Mac, buka Apple Music dan pergi ke Seting > Umum, kemudian nyahpilih Selaraskan Pustaka. Profil Apple Music Jika anda mahu berhubung atau berkongsi dengan orang lain menggunakan Apple Music, anda boleh mencipta profil peribadi dengan memberikan nama pengguna (contohnya, @johnappleseed), nama paparan dan jika diperlukan, foto profil serta maklumat lain. Apple menyimpan maklumat ini dengan akaun anda supaya anda boleh mengaksesnya daripada mana-mana peranti anda. Nama pengguna, nama paparan dan foto profil anda boleh kelihatan bersama-sama sebarang kandungan yang anda siarkan serta aktiviti yang anda kongsi pada Apple Music. Perkongsian dan siaran kandungan tidak ditujukan atau tersedia untuk Akaun Apple kanak-kanak pada masa ini. Orang lain juga mungkin dapat mencari profil Apple Music anda menggunakan maklumat yang anda berikan. Anda boleh menjadikan kandungan profil anda, seperti aktiviti pendengaran dan senarai main, tersedia hanya kepada orang yang anda pilih. Walau bagaimanapun, maklumat profil anda, seperti nama pengguna, nama paparan, foto, pengikut anda dan orang yang anda ikuti, kelihatan kepada semua orang secara lalai. Untuk menyekat pengguna daripada melihat profil anda, pergi ke profil pengguna, ketik Lagi, kemudian ketik Sekat. Orang yang anda sekat tidak akan dapat melihat muzik anda atau mencari profil anda dalam Apple Music. Apabila anda mencipta profil di Apple Music, kami akan mengesyorkan pelanggan Apple Music lain yang mungkin anda mahu berhubung sebagai rakan. Apple tidak mengetahui atau menyimpan maklumat daripada kenalan anda apabila menyemak rakan untuk disyorkan. Hanya cincangan yang dipendekkan dan disulitkan daripada nombor telefon serta alamat e‑mel dalam kenalan anda dihantar kepada Apple, kemudian pelanggan Apple Music sepadan yang ingin disyorkan akan ditentukan pada peranti anda secara setempat. Apple Music boleh menyemak kenalan anda secara berkala untuk mengesyorkan rakan baharu pada masa depan; anda boleh mengawal ini dalam Seting Akaun dengan menyahdayakan Kenalan pada Apple Music. Jika anda tidak mahu ditemui oleh orang lain berdasarkan maklumat hubungan Akaun Apple yang mungkin mereka miliki tentang anda dalam kenalan mereka, anda boleh menukarnya dalam Seting Akaun dengan menyahdayakan Pencarian Akaun Apple. Maklumat yang anda berikan dalam profil anda boleh dikemas kini atau dikeluarkan oleh anda pada bila-bila masa. Pada bila-bila masa anda berkongsi dalam talian, anda patut berfikir dengan cermat tentang perkara yang anda siarkan kepada orang awam. Apabila anda berkongsi daripada Apple Music ke tapak web atau rangkaian sosial lain, sebarang perkara yang anda kongsi ditadbir oleh dasar privasi perkhidmatan lain tersebut. SharePlay Apabila anda melanggan Apple Music, anda boleh mengehoskan sesi SharePlay apabila disambungkan ke Apple TV, HomePod, CarPlay, atau apabila menggunakan Bluetooth. Dengan SharePlay, pelanggan Apple Music lain boleh menyertai sesi SharePlay anda dan boleh mengawal muzik yang dimainkan menerusi Apple Music. SharePlay juga membenarkan pengguna tanpa langganan Apple Music untuk menyertai sesi SharePlay anda. Apple menggunakan Bluetooth, jika didayakan pada peranti anda, untuk membolehkan kenalan berdekatan anda menemui sesi Apple Music anda dan meminta untuk menyertainya. Jika anda tidak mahu kenalan berupaya menemui peranti anda dan meminta untuk menyertai sesi Apple Music, anda boleh menyahaktifkan kebolehtemuan oleh kenalan berdekatan dalam Seting app Apple Music. Kenalan, serta peserta lain, juga boleh menyertai sesi dengan mengimbas kod QR yang dipaparkan dalam Seting app Apple Music atau antara muka kenderaan jika menyertai sesi SharePlay di dalam kereta. Nama dan foto profil peserta dalam sesi akan kelihatan kepada semua orang dalam sesi. Sumbangan kepada sesi SharePlay diatributkan kepada individu yang melakukannya dan dikaitkan dengan nama serta foto profil pengguna tersebut, jika diberikan, yang boleh diedit pada bila-bila masa dalam seting app Apple Music. Anda boleh mengeluarkan peserta daripada sesi SharePlay yang anda hoskan dengan mengetik ikon SharePlay dalam app Apple Music, kemudian memilih peserta untuk dikeluarkan. Untuk keluar daripada sesi SharePlay, ketik ikon SharePlay dalam app Apple Music, kemudian ketik Keluar. Untuk menamatkan sesi SharePlay yang anda anjurkan, ketik Tamat dalam app Apple Music. Apple tidak mengekalkan maklumat tentang kenalan anda atau peserta lain yang telah menyertai sesi SharePlay selepas sesi tamat. Anda juga boleh mendayakan sesi SharePlay dalam Mesej atau semasa panggilan FaceTime untuk berkongsi muzik serentak dengan orang lain. Untuk memulakan sesi, pilih muzik yang anda mahu dengar, kemudian ketik SharePlay dalam pilihan muzik, masukkan kenalan untuk dikongsi, kemudian ketik “Mesej” atau “FaceTime” dan Mula. Bekerjasama pada Senarai Main Pelanggan Apple Music boleh mencipta dan bekerjasama pada senarai main dengan pelanggan Apple Music lain. Jika anda pencipta senarai main, anda boleh memilih untuk meluluskan setiap orang yang menyertai senarai main atau anda boleh membenarkan sesiapa dengan pautan ke senarai main untuk menyertai secara automatik. Semua peserta boleh menambahkan dan mengeluarkan lagu daripada senarai main serta menambah reaksi emoji. Sumbangan diatributkan kepada individu yang melakukannya dan dikaitkan dengan nama serta foto profil pengguna tersebut, jika diberikan, yang boleh diedit pada bila-bila masa dalam seting app Apple Music. Semua peserta dalam senarai main dan sesiapa dengan akses kepada senarai main, boleh melihat nama serta foto peserta lain. Peserta senarai main boleh melihat semua lagu dan reaksi yang ditambah oleh peserta lain. Untuk berhenti bekerjasama, keluarkan diri anda daripada senarai main dalam seting senarai main, atau jika anda pencipta, hentikan kerjasama dalam seting urus kerjasama senarai main. Jika pencipta senarai main menamatkan kerjasama, senarai main menjadi senarai main dikongsi yang boleh diakses kolaborator dalam pustaka Apple Music mereka. Memperibadikan dan Meningkatkan Apple Music dan Apple Music Classical Apabila anda menggunakan langganan Apple Music anda atau memainkan kandungan percuma di luar pustaka anda, kami mungkin mengumpulkan maklumat tentang lagu dan video (jika berkenaan) yang anda mainkan atau tambahkan ke pustaka muzik atau senarai main anda serta artis dan kandungan yang anda gemari atau kongsi. Maklumat seperti akaun, alamat IP dan peranti, app, atau antara muka kereta yang anda gunakan untuk bermain, tempat yang anda berada dalam Apple Music atau Apple Music Classical semasa memainkannya, masa serta tempoh anda memainkannya, direkodkan dan dihantar kepada Apple. Kami menggunakan maklumat ini untuk menyesuaikan pengalaman anda, untuk menghantar e-mel dan pemberitahuan kepada anda dan membantu kami memahami cara Apple Music dan Apple Music Classical digunakan supaya kami dapat meningkatkan perkhidmatan kami. Contohnya, maklumat ini boleh membantu kami memilih muzik, video dan kandungan artis yang kami tunjukkan kepada anda dalam Apple Music dan Apple Music Classical. Ia turut membolehkan kami membuat pengesyoran lain kepada anda, yang menggambarkan cita rasa anda, mencipta carta bandar untuk menunjukkan kepada anda muzik semakin popular mengikut bandar dan memberikan hasil carian Apple Music diperibadikan menggunakan campuran maklumat seperti sejarah pendengaran anda dan genre kegemaran anda. Kami turut menggunakan maklumat ini untuk membayar royalti dan menghalang atau mengambil tindakan terhadap aktiviti yang, atau mungkin, melanggar Terma dan Syarat Perkhidmatan Media Apple atau undang-undang berkenaan. Kami mengekalkan maklumat ini untuk tempoh masa langganan Apple Music anda dan seterusnya untuk tempoh sehingga dua tahun bagi berkomunikasi dengan anda tentang muzik yang mungkin diminati oleh anda dan tawaran yang mungkin anda layak dapatkan. Kami juga mengekalkan maklumat ini apabila perlu untuk pelaporan kewangan bagi tempoh yang ditentukan oleh undang-undang berkenaan yang berkaitan dengan pelaporan sedemikian, yang berbeza-beza mengikut rantau. Untuk kebanyakan pelanggan, ini memerlukan tempoh pengekalan sekurang-kurangnya selama 10 tahun, tetapi di rantau seperti China, tempoh tersebut boleh menjadi 30 tahun. Jika anda menggunakan SharePlay untuk mendengar kandungan bersama pengguna lain pada Apple Music, app Apple Music akan mengumpulkan maklumat tentang kandungan yang anda dengar semasa sesi SharePlay dan anggaran bilangan peserta dalam sesi, tetapi tidak mengekalkan sebarang maklumat untuk mengenal pasti peserta sesi SharePlay. Kami juga menggunakan data carian Apple Music untuk meningkatkan model yang menguasakan Apple Music. Sebagai contoh, pertanyaan carian Apple Music diagregatkan digunakan untuk memperhalus model carian Apple Music. Berkomunikasi dengan Anda Apple mungkin menggunakan maklumat tentang akaun anda, seperti produk Apple yang anda miliki, app Apple yang anda muat turun dan langganan perkhidmatan Apple anda, untuk menghantar komunikasi kepada anda tentang Apple Music dan produk, perkhidmatan, serta tawaran Apple lain yang mungkin menarik minat anda, termasuk Apple Music Classical dan Apple One. Nombor siri peranti anda dan pengecam perkakasan lain atau butiran tentang langganan App Store anda yang berkaitan mungkin digunakan untuk menyemak kelayakan bagi tawaran perkhidmatan Apple. Jika anda berada dalam kumpulan Perkongsian Keluarga, Apple mungkin menghantar anda komunikasi tentang produk, perkhidmatan dan tawaran yang tersedia kepada anda menerusi Perkongsian Keluarga. Jika anda membeli langganan Apple One, kami mungkin menghantar e‑mel dan pemberitahuan push kepada anda tentang ciri setiap perkhidmatan yang telah anda langgan. Apple juga mungkin menggunakan maklumat tentang aktiviti anda dalam Apple Music dan Apple Music Classical, serta interaksi anda dengan perkhidmatan yang digunakan untuk mengesahkan kelayakan bagi penjimatan langganan Apple Music yang tersedia (seperti Apple Music Student) untuk menghantar e‑mel dan pemberitahuan push kepada anda tentang ciri, kandungan dan tawaran baharu yang tersedia dalam Apple Music serta Apple Music Classical. Anda boleh menukar keutamaan e‑mel anda dan menarik diri daripada menerima e‑mel ini dengan pergi ke account.apple.com. Untuk mengemas kini keutamaan pemberitahuan anda pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > Pemberitahuan > Muzik. Pada Mac, buka Apple Music dan pergi ke Seting > Umum > Pemberitahuan. Apple menggunakan maklumat tentang interaksi anda dengan komunikasi kami, termasuk pemberitahuan, untuk meningkatkan perkhidmatan kami. Mencegah Penipuan dan Aktiviti Berniat Jahat Lain Kami mengira skor kepercayaan peranti pada peranti anda apabila anda cuba membeli menggunakan maklumat tentang cara anda menggunakan peranti anda, termasuk anggaran bilangan panggilan telefon atau e-mel yang anda hantar dan terima. Penghantaran direka bentuk supaya Apple tidak boleh mengetahui nilai dasar pada peranti anda. Skor disimpan untuk masa yang ditetapkan pada pelayan kami. Apple juga mungkin menggunakan maklumat tentang sejarah hubungan perniagaan anda dengan Apple untuk memproses pembaharuan langganan Apple Music dan menentukan sama ada untuk menyediakan akses berterusan kepada langganan anda sebelum pengesahan oleh rakan kongsi bayaran. Pendedahan kepada Pihak Ketiga Stesen Radio Apabila anda menggunakan Apple Music untuk mendengar radio siaran, peranti anda bersambung terus ke stesen radio siaran untuk menyediakan anda kandungan yang diminta. Apabila ia bersambung, alamat IP peranti anda akan kelihatan kepada stesen radio siaran. Pengendalian alamat IP anda oleh stesen radio siaran ditadbir oleh dasar privasi stesen radio siaran atau penyedianya. Syarikat Muzik, Artis dan Pengkompil Carta Kami berkewajipan untuk memberikan sesetengah data bukan peribadi yang diagregatkan tentang penggunaan Apple Music dan Apple Music Classical, serta demografi pengguna diagregatkan seperti kumpulan umur dan jantina (yang mungkin ditafsirkan daripada maklumat seperti nama dan gelaran anda dalam Akaun Apple anda), kepada syarikat muzik, penerbit serta artis supaya mereka boleh mengukur prestasi karya kreatif mereka dan memenuhi keperluan royalti serta perakaunan. Selain itu, kami berkongsi aktiviti pendengaran diagregatkan dengan pengkompil carta untuk carta muzik di seluruh dunia, dengan syarikat muzik dan artis bagi mengukur penglibatan, termasuk dalam masa nyata dan dengan platform pemasaran muzik yang membantu syarikat muzik serta artis mencapai pendengar. Untuk menentukan kelayakan langganan anda jika anda melanggan Apple Music menerusi rakan kongsi pihak ketiga seperti penyedia rangkaian mudah alih atau untuk melengkapkan pembelian anda, kami berkongsi maklumat pengenalpastian peribadi yang terhad bersama rakan kongsi tersebut. Menyambungkan Apple Music dengan App Lain App iOS, iPadOS dan visionOS serta app pada platform bukan Apple mungkin meminta akses kepada Apple Music dan pustaka awan anda. Jika anda mengizinkan app sedemikian, ia boleh mengakses maklumat seperti pustaka awan anda pada peranti, sama ada anda pelanggan Apple Music, aktiviti main muzik dan video anda, serta pengesyoran anda dalam Apple Music. App yang diizinkan juga boleh mengubah suai data yang dikaitkan dengan akaun anda, seperti lagu yang berada dalam pustaka dan senarai main anda. Jika anda memberikan keizinan kepada app Foto untuk mengakses Apple Music, Foto akan menggunakan lagu daripada Apple Music untuk dimainkan dengan filem memori. Apabila anda mencipta filem memori tersuai dalam Foto, maklumat tentang gesaan yang anda masukkan untuk mencipta memori mungkin dihantar ke Apple Music bagi memilih muzik untuk dimainkan dengan filem. App Apple dengan kandungan disokong, seperti Remote, juga akan disambungkan secara automatik apabila anda mula menggunakan app Apple Music dan kandungan disokong. Anda boleh menyahdayakan akses app pada peranti iOS, iPadOS atau visionOS anda dengan pergi ke Seting > Privasi & Keselamatan > Media & Apple Music. Pada Mac, pergi ke Seting Sistem > Privasi & Keselamatan > Privasi > Media & Apple Music. Jika anda telah mengeluarkan app atau memberikan akses kepada app menggunakan versi iOS yang lebih awal daripada iOS 11 atau iPadOS, anda boleh menyahdayakan aksesnya dalam seting akaun Apple Music anda. Langganan Apple Music Menerusi Penyedia Rangkaian Mudah Alih Anda Jika penyedia rangkaian mudah alih anda menawarkan langganan dan percubaan percuma Apple Music, Apple mungkin menyemak nombor telefon anda untuk menentukan sama ada anda layak menerusi penyedia rangkaian mudah alih. Jika anda mendaftar untuk langganan atau percubaan percuma Apple Music menerusi penyedia rangkaian mudah alih anda atau rakan kongsi Apple lain, Apple akan menggunakan nombor telefon anda atau pengecam akaun unik yang dikongsi oleh rakan kongsi untuk mengenal pasti akaun anda dan memberitahu penyedia rangkaian mudah alih atau rakan kongsi lain bahawa anda telah mengaktifkan langganan anda. Kami akan menggunakan nombor telefon atau pengecam unik yang dikaitkan dengan langganan anda untuk mengesahkan akaun anda semasa daftar masuk dan untuk menghubungkan aktiviti Apple Music anda dengan akaun anda. Kami juga menggunakan nombor telefon anda untuk meminta pembatalan langganan anda dengan penyedia rangkaian mudah alih anda atas permintaan anda. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi anda dalam Apple Music umumnya untuk pelaksanaan kontrak anda dengan Apple, seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses data peribadi mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga, untuk: • Memberikan anda akses kepada kandungan dalam Apple Music dan Apple Music Classical yang anda dengar, tambahkan ke pustaka anda atau muat turun • Peribadikan pengalaman anda dalam Apple Music dan Apple Music Classical • Mengenal pasti dan membuka kunci salinan lagu anda yang turut tersedia menerusi Apple Music • Menentukan ketersediaan kandungan di rantau anda dan kelayakan anda untuk tawaran serta langganan • Membantu meningkatkan dan mengoptimumkan Apple Music serta Apple Music Classical untuk anda dan orang lain, serta menghantar komunikasi kepada anda tentang app Apple Music dan Apple Music Classical, serta produk, perkhidmatan dan tawaran Apple lain yang mungkin menarik minat anda • Mencipta dan menyelenggarakan Profil serta senarai main Apple Music anda • Membayar royalti dan memberikan pelaporan untuk penerbit, syarikat muzik, artis dan pengkompil carta • Mencegah penipuan dan aktiviti berniat jahat lain Data yang digunakan termasuk: • Penggunaan app Apple Music dan Apple Music Classical anda termasuk interaksi anda dengan ciri, pemberitahuan dan mesej dalam app, serta kandungan yang anda dengar, cari, lihat, tambahkan pada pustaka anda dan muat turun pada Apple Music serta Apple Music Classical • Butiran tentang peranti dan akaun anda • Alamat IP anda • Profil dan senarai main Apple Music anda • Skor kepercayaan peranti Data Bukan Peribadi Kami mungkin mengumpulkan, menggunakan, memindahkan dan mendedahkan data bukan peribadi atas sebarang tujuan. Contohnya, kami mungkin mengagregatkan data bukan peribadi anda bersama-sama maklumat pengguna Apple Music lain untuk meningkatkan perkhidmatan. Kami juga boleh mengumpulkan metrik prestasi tertentu daripada peranti anda apabila anda menggunakan Apple Music, termasuk kekuatan frekuensi radio, kod negara, kod rangkaian dan teknologi akses radio selular. Ketahui Lebih Lanjut Tentang Apple Music Untuk mendapatkan maklumat yang lebih terperinci, termasuk ciri dan harga, lawati www.apple.com/my/apple-music. Untuk mendapatkan maklumat tentang Pemain Web Apple Music & Privasi, lawati www.apple.com/legal/privacy/data/en/apple-music-web. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Bescherming van je privacy en beveiliging van je gegevens is een prioriteit van iedereen bij Apple. We werken er hard aan om alleen die gegevens te verzamelen die we nodig hebben om je ervaring te verbeteren. Als we gegevens verzamelen vinden we het belangrijk dat je weet wat we verzamelen en waarom, zodat je een bewuste keuze kunt maken. Net als alle andere Apple producten en voorzieningen zijn ook Apple Music en Apple Music Classical ontworpen met deze principes in gedachten. We gebruiken je persoonlijke gegevens om de voorzieningen en functies in Apple Music aan te bieden. Deze gegevens bevatten je naam en de foto van je Apple Account (als je er een hebt geconfigureerd). Je kunt deze terugvinden en wijzigen in de instellingen voor de Muziek-app en gebruiken met de delingsfuncties in Apple Music. Deze gegevens bevatten verder account- en betalingsgegevens, die je in Instellingen of Systeeminstellingen kunt terugvinden en wijzigen. Wanneer je je abonneert op Apple Music, is volledige toegang tot Apple Music en Apple Music Classical inbegrepen in je abonnement. Apple verzamelt informatie over hoe je Apple Music en Apple Music Classical gebruikt om zo de functies op je muzikale smaak af te stemmen. Tot deze functies behoren gepersonaliseerde aanbevelingen zoals albums en afspeellijsten die voor jou zijn geselecteerd en 'Radio' met selecties van je favoriete artiesten en genres. We gebruiken deze gegevens ook om via e‑mail en push­meldingen contact met je te kunnen opnemen over aanstaande releases, nieuwe artiesten en andere gebeurtenissen op Apple Music en Apple Music Classical die je leuk zou kunnen vinden. Bepaalde Apple Music-voorzieningen, zoals bepaalde radiostations, zijn mogelijk niet beschikbaar in je regio. Apple maakt mogelijk gebruik van het IP-adres van je internet­verbinding om je locatie bij benadering en de beschik­bare voor­zieningen te bepalen. Apple Music Classical Apple Music-abonnees hebben toegang tot Apple Music Classical, een app voor klassieke muziek die ontworpen is zodat je klassieke nummers en albums kunt ontdekken en je favoriete klassieke nummers op één centrale plek kunt bewaren. Je kunt de Apple Music Classical-catalogus zonder abonnement bekijken, maar je moet een abonnement op Apple Music hebben voor toegang tot alle functies in Apple Music Classical. Als je geen actief abonnement op Apple Music hebt, krijg je de optie om je te abonneren op Apple Music voor volledige toegang tot Apple Music Classical. Cloudbibliotheek Je cloud­bibliotheek van Apple, die deel uitmaakt van je Apple Music-abonnement, biedt je vanaf elk van je apparaten toegang tot de nummers en afspeel­lijsten in je bibliotheek. Deze functie verstuurt informatie uit je muziek­bibliotheek op je apparaat, zoals de titels van nummers en namen van de artiesten, naar Apple om zo exemplaren van je nummers die ook beschik­baar zijn in Apple Music en Apple Music Classical te identificeren en te ontgrendelen. Alle nummers die niet worden gevonden in Apple Music, worden naar je persoonlijke cloudbibliotheek geüpload, zodat je via Apple Music vanaf al je apparaten toegang hebt tot je complete verzameling. Als je de synchronisatie van je cloudbibliotheek op je iOS-, iPadOS- of visionOS-apparaat wilt stoppen, ga je in Instellingen naar 'Apps' > Muziek' en tik je om 'Synchroniseer bibliotheek' uit te schakelen. Op de Mac open je Apple Music en ga je in Instellingen naar 'Algemeen' en deselecteer je 'Synchroniseer bibliotheek'. Apple Music-profiel Als je met anderen in contact wilt komen of informatie wilt delen via Apple Music, kun je een persoon­lijk profiel aanmaken door een gebruikers­naam (bijvoorbeeld @johnappleseed) en scherm­naam aan te maken, desgewenst aangevuld met een profiel­foto en andere informatie. Apple bewaart deze informatie in je account zodat je er toegang toe hebt vanaf al je apparaten. Je bijnaam, schermnaam en profielfoto kunnen zichtbaar zijn naast alle reacties die je plaatst en activiteiten die je op Apple Music deelt. Het delen en plaatsen van materiaal is momenteel niet bedoeld of beschikbaar voor Apple Accounts van kinderen. Andere personen kunnen je Apple Music-profiel ook vinden met behulp van de informatie die je hebt verstrekt. Je kunt de inhoud van je profiel, inclusief luisteractiviteit en afspeellijsten, beschikbaar maken voor alleen door jou geselecteerde personen. Je profielgegevens daarentegen, zoals bijnaam, schermnaam, foto, je volgers en wie jij volgt, zijn standaard zichtbaar voor iedereen. Om een gebruiker te blokkeren, zodat deze je profiel niet ziet, ga je naar het profiel van de gebruiker, tik je op 'Meer' en vervolgens op 'Blokkeer'. Personen die je blokkeert, kunnen je muziek niet zien en je profiel niet vinden in Apple Music. Wanneer je een profiel aanmaakt op Apple Music, geven wij suggesties voor andere Apple Music-abonnees met wie je wellicht vrienden wilt worden. Apple onthoudt of bewaart geen informatie uit je contacten bij het zoeken naar vrienden om aan te bevelen. Alleen ingekorte en versleutelde hashes van de telefoonnummers en e‑mailadressen in je contacten worden naar Apple verstuurd, waarna lokaal op je apparaat wordt vastgesteld welke Apple Music-abonnees in aanmerking komen om te worden aanbevolen. Apple Music kan je contacten periodiek controleren om in de toekomst nieuwe vrienden aan te bevelen. Je kunt dit wijzigen in de accountinstellingen door 'Contacten op Apple Music' uit te schakelen. Als je niet door anderen gevonden wilt worden op basis van Apple Account-contactgegevens die zij over jou hebben in hun contacten, kun je dit in de accountinstellingen wijzigen door de optie uit te schakelen waarmee je op basis van je Apple Account kan worden gevonden. Je kunt de informatie die je in je profiel verstrekt te allen tijde bijwerken of verwijderen. Denk altijd goed na over wat je open­baar maakt wanneer je iets online deelt. Als je materiaal van Apple Music deelt met andere web­sites of sociale net­werken, valt alles wat je deelt onder het privacy­beleid van die andere diensten. SharePlay Als je je abonneert op Apple Music, kun je SharePlay-sessies organiseren wanneer je bent verbonden met een Apple TV, HomePod, CarPlay of wanneer je Bluetooth gebruikt. Met SharePlay kunnen andere abonnees van Apple Music deelnemen aan je SharePlay-sessie en de muziek bedienen die wordt afgespeeld via Apple Music. Met SharePlay kunnen bovendien gebruikers zonder abonnement op Apple Music deelnemen aan je SharePlay-sessie. Als Bluetooth is ingeschakeld op je apparaat, gebruikt Apple dit om contacten bij jou in de buurt je Apple Music-sessie te laten ontdekken en ze te laten vragen eraan deel te nemen. Als je niet wilt dat contacten je apparaat kunnen ontdekken en kunnen vragen om zich aan te melden bij je Apple Music-sessie, kun je 'Detecteerbaar door contacten in de buurt' uitschakelen in de instellingen van de Muziek-app. Contacten, evenals andere deelnemers, kunnen zich ook aanmelden voor de sessie door de QR-code te scannen die wordt weergegeven in de instellingen van de Muziek-app of in het voertuig als ze deelnemen aan een SharePlay-sessie in de auto. De naam en profielfoto van de deelnemers in de sessie zijn zichtbaar voor iedereen in de sessie. Bijdragen aan een SharePlay-sessie worden toegekend aan de persoon die ze heeft gedaan en zijn gekoppeld aan de naam en profielfoto van die persoon, indien opgegeven. Deze kunnen op elk gewenst moment worden gewijzigd in de instellingen van de Muziek-app. Je kunt deelnemers verwijderen uit een SharePlay-sessie die je organiseert door te tikken op het SharePlay-symbool in de Muziek-app en vervolgens de deelnemer te selecteren die je wilt verwijderen. Om een SharePlay-sessie te verlaten, tik je op het SharePlay-symbool in de Muziek-app en vervolgens op 'Verlaat'. Om een SharePlay-sessie die je organiseert te beëindigen, tik je op 'Stop' in de Muziek-app. Apple bewaart geen informatie over je contacten of andere deelnemers die zich hebben aangemeld bij een SharePlay-sessie nadat de sessie is afgelopen. Je kunt ook SharePlay-sessies inschakelen in Berichten of tijdens een FaceTime-gesprek om muziek synchroon met anderen te delen. Om een sessie te starten, selecteer je de muziek waarnaar je wilt luisteren. Vervolgens tik je op 'SharePlay' in de muziekopties, voer je de contacten in met wie je wilt delen en tik je op 'Berichten' of 'FaceTime' om te beginnen. Samenwerken aan afspeellijsten Apple Music-abonnees kunnen afspeellijsten aanmaken en hieraan samenwerken met andere Apple Music-abonnees. Als jij de maker van de afspeellijst bent, kun je ervoor kiezen om personen die aan de afspeellijst willen deelnemen afzonderlijk goed te keuren. Je kunt ook toestaan dat iedereen met de link naar de afspeellijst automatisch kan deelnemen. Alle deelnemers kunnen nummers aan de afspeellijst toevoegen en uit de afspeellijst verwijderen. Ze kunnen ook emojireacties toevoegen. Bijdragen worden toegekend aan de persoon die ze heeft gedaan en zijn gekoppeld aan de naam en profielfoto van die persoon, indien opgegeven. Deze kunnen op elk gewenst moment worden gewijzigd in de instellingen van de Muziek-app. Alle deelnemers aan de afspeellijst en iedereen met toegang tot de afspeellijst kunnen de naam en foto van andere deelnemers zien. Deelnemers aan afspeellijsten kunnen alle nummers en reacties bekijken die door andere deelnemers zijn toegevoegd. Als je niet meer wilt samenwerken, verwijder je jezelf uit de afspeellijst in de instellingen voor de afspeellijst. Als je de maker van de afspeellijst bent, stop je de samenwerking in de instellingen voor het beheren van de samenwerking. Als de maker van de afspeellijst de samenwerking beëindigt, wordt de afspeellijst een gedeelde afspeellijst waartoe de deelnemers toegang hebben in hun Apple Music-bibliotheek. Apple Music en Apple Music Classical personaliseren en verbeteren Als je je Apple Music-abonnement gebruikt om gratis materiaal buiten je bibliotheek af te spelen, verzamelen we mogelijk informatie over de nummers en video's (indien van toepassing) die je afspeelt of toevoegt aan je muziekbibliotheek of afspeellijsten. We verzamelen mogelijk ook informatie over de artiesten die en het materiaal dat je leuk vindt of deelt. Informatie, zoals de account, het IP‑adres en het apparaat, de app of de auto-interface waarmee je muziek hebt afgespeeld, waar je je in Apple Music of Apple Music Classical bevond toen je muziek afspeelde, het tijdstip waarop je de muziek afspeelde en hoelang wordt bijgehouden en verstuurd naar Apple. We gebruiken deze informatie om je Apple Music-ervaring op maat te maken, om je e‑mails en meldingen te sturen, en om ons te helpen begrijpen hoe Apple Music en Apple Music Classical worden gebruikt zodat we onze voorzieningen kunnen verbeteren. Deze informatie kan ons bijvoorbeeld helpen om muziek, video's en materiaal van artiesten te kiezen die we je tonen in Apple Music en Apple Music Classical. Deze informatie stelt ons ook in staat om je andere aanbevelingen te doen die je smaak weer­spiegelen, hitlijsten per plaats aan te maken om je populaire muziek per plaats te laten zien. Ook kunnen we met deze informatie gepersonaliseerde Apple Music-zoekresultaten bieden op basis van diverse informatie, zoals je luistergeschiedenis en je favoriete genres. We gebruiken deze informatie ook om royalty's te betalen en activiteiten die in strijd zijn met de algemene voorwaarden van de Apple mediavoorzieningen of toepasselijke wetgeving te voorkomen of hiertegen in actie te komen. We bewaren deze gegevens gedurende je lidmaatschap voor Apple Music en daarna voor een periode van maximaal twee jaar om met je te communiceren over muziek waarin je mogelijk interesse hebt en aanbiedingen waarvoor je mogelijk in aanmerking komt. We bewaren deze gegevens ook waar ze nodig zijn voor financiële rapportage voor de perioden die door toepasselijke wetgeving met betrekking tot dergelijke rapportage worden vastgesteld en die per regio kunnen verschillen. Voor de meeste klanten is een bewaar­periode van ten minste 10 jaar vereist, maar in regio's zoals China kan die periode 30 jaar zijn. Als je SharePlay gebruikt om naar materiaal te luisteren met andere gebruikers op Apple Music, verzamelt de Muziek-app informatie over het materiaal dat je hebt beluisterd tijdens de SharePlay-sessie en het geschatte aantal deel­nemers aan de sessie, maar bewaart deze geen gegevens waaruit de identiteit van de deel­nemers aan een SharePlay-sessie kan worden achter­haald. We gebruiken de zoekgegevens van Apple Music ook om modellen te verbeteren die voor Apple Music worden gebruikt. Er worden bijvoorbeeld verzamelde Apple Music-zoekopdrachten gebruikt om het Apple Music-zoekmodel te verfijnen. Communicatie met jou Apple gebruikt mogelijk informatie over je account, zoals de Apple producten die je bezit, de Apple apps die je downloadt en je abonne­menten op diensten van Apple, om je kennis­gevingen te sturen over Apple Music en andere Apple producten, diensten en aanbiedingen die voor jou interessant kunnen zijn, waar­onder Apple Music Classical en Apple One. Het serie­nummer van je apparaat en andere hardware-ID's, of informatie over je relevante App Store-abonnementen, kunnen worden gebruikt om na te gaan of je in aanmerking komt voor aanbiedingen van voorzieningen van Apple. Als je deel uit­maakt van een 'Delen met gezin'-groep, kan Apple je berichten sturen over producten, diensten en aan­biedingen die beschik­baar voor je zijn via 'Delen met gezin'. Als je een abonne­ment neemt op Apple One, kunnen we je e‑mails en push­meldingen sturen over de functies van elk van de diensten waarop je je hebt geabonneerd. Apple gebruikt mogelijk ook informatie over je activiteiten binnen Apple Music en Apple Music Classical en je interactie met voorzieningen die worden gebruikt om te controleren of je in aanmerking komt voor beschikbare Apple Music-abonnementen met korting (zoals Apple Music Student) om je e‑mails en push­meldingen te sturen over nieuwe functies, materiaal en aanbiedingen die beschik­baar zijn in Apple Music en Apple Music Classical. Je kunt je e‑mailvoorkeuren wijzigen en je afmelden voor het ontvangen van dergelijke e‑mails door naar account.apple.com te gaan. Als je je meldings­voorkeuren op je iOS-, iPadOS- of visionOS-apparaat wilt bijwerken, ga je in Instellingen naar 'Meldingen' > 'Muziek'. Op de Mac open je Apple Music en ga je in Instellingen naar 'Algemeen' > 'Meldingen'. Apple gebruikt informatie over je interacties met onze communicatie, waaronder meldingen, om onze diensten te verbeteren. Fraude en andere kwaad­aardige activiteiten voor­komen Wanneer je iets probeert te kopen, wordt informatie over je gebruik van het apparaat, waaronder het geschatte aantal telefoon­gesprekken dat je hebt gevoerd of het geschatte aantal e‑mails dat je hebt verzonden en ontvangen, gebruikt om een vertrouwens­score voor je apparaat te berekenen. De berekening is zo ontworpen dat Apple de onder­liggende waarden op je apparaat niet kan achter­halen. De score wordt gedurende een vaste tijds­duur op onze servers bewaard. Apple gebruikt mogelijk ook informatie over je histo­rische zakelijke relatie met Apple om verlengingen van abonnementen op Apple Music te verwerken en te bepalen of voortdurende toegang tot je abonnement moet worden geleverd voordat de betalings­partner toestemming geeft. Openbaar­making aan derden Radiostations Wanneer je Apple Music gebruikt om naar radio te luisteren, maakt je apparaat recht­streeks verbinding met het radio­station om je van het gevraagde materiaal te voorzien. Wanneer je apparaat verbinding maakt, is het IP-adres van het apparaat zicht­baar voor het radio­station. Hoe het radiostation omgaat met je IP-adres wordt bepaald door het privacybeleid van het radiostation of de aanbieder van het radiostation. Platenlabels, artiesten en samenstellers van hitlijsten Wij zijn verplicht om sommige samen­gevoegde, niet-persoon­lijke gegevens over het gebruik van Apple Music en Apple Music Classical, evenals samen­gevoegde demo­grafische gegevens over de gebruiker, zoals leeftijds­groep en gender (hetgeen kan worden afgeleid uit gegevens zoals je naam en begroeting in je Apple Account), te verstrekken aan platen­labels, uitgevers en artiesten, zodat zij het rende­ment van hun creatieve werk kunnen meten en kunnen voldoen aan royalty- en boek­houd­kundige vereisten. Daarnaast delen we samen­gevoegde luister­activiteit met samen­stellers van hit­lijsten voor hit­parades over de hele wereld, met labels en artiesten om engagement te meten, inclusief in real time, en met muziek­marketing­platforms die labels en artiesten helpen om luisteraars te bereiken. Om te bepalen of je in aanmerking komt voor een abonnement als je je op Apple Music abonneert via een externe partner, zoals een aanbieder van mobiele netwerken, of om je aankoop te voltooien, delen we met die partner beperkte gegevens waaruit je identiteit kan worden afgeleid. Apple Music verbinden met andere apps iOS-, iPadOS- en visionOS-apps, evenals apps op platforms die niet van Apple zijn, kunnen om toegang vragen tot Apple Music en je cloudbibliotheek. Als je een app dergelijke toe­stemming geeft, krijgt deze toegang tot informatie over je cloud­bibliotheek op je apparaat, de status van je Apple Music-abonne­ment, je muziek- en video­activiteit en je aanbevelingen in Apple Music. Een app met toestemming kan ook gegevens bewerken die zijn gerelateerd aan je account, zoals welke nummers er in je biblio­theek en afspeel­lijsten staan. Als je de app Foto's toegang geeft tot Apple Music, worden door Foto's nummers van Apple Music afgespeeld bij terugblikfilms. Wanneer je een aangepaste terugblikfilm aanmaakt in Foto's, wordt er mogelijk informatie over de ingevoerde instructie voor het aanmaken van de terugblik naar Apple Music verstuurd om muziek te selecteren die bij de film kan worden afgespeeld. Apple apps met materiaal dat wordt ondersteund, zoals Remote, worden ook automatisch gekoppeld wanneer je de Muziek-app en ondersteund materiaal voor het eerst gebruikt. Je kunt de toegang van een app op je iOS-, iPadOS- of visionOS-apparaat uitschakelen door in Instellingen naar 'Privacy en beveiliging' > 'Media en Apple Music' te gaan. Op de Mac ga je in Systeeminstellingen naar 'Privacy en beveiliging' > 'Privacy' > 'Media en Apple Music'. Als je de app hebt verwijderd of een app toestemming hebt gegeven met een versie van iOS ouder dan iOS 11 of iPadOS, kun je de toegang uitschakelen in de account­instellingen van Apple Music. Apple Music-abonnementen via je mobiele­netwerk­aanbieder Als je mobiele­netwerk­aanbieder Apple Music-abonnementen en gratis proef­periodes aanbiedt, kan Apple je telefoon­nummer controleren om te bepalen of je in aanmerking komt via een mobiele­netwerk­aanbieder. Als je je aanmeldt voor een abonnement of gratis proefperiode van Apple Music via je mobiele­netwerk­aanbieder of een andere partner van Apple, gebruikt Apple je telefoon­nummer of een unieke account-ID die door de partner is gedeeld om je account te identificeren en om je mobiele­netwerk­aanbieder of andere partner te laten weten dat je je abonne­ment hebt geactiveerd. We gebruiken het telefoon­nummer dat of de unieke ID die aan je abonne­ment is gekoppeld om je account te verifiëren als je inlogt en om je Apple Music‑activiteiten aan je account te koppelen. We gebruiken je telefoon­nummer ook om op jouw verzoek annulering van je abonnement bij je mobiele­netwerk­aanbieder aan te vragen. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken je persoonlijke gegevens in Apple Music over het algemeen voor het uitvoeren van je contract met Apple, zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen of die van een derde partij voor de volgende doeleinden: • Je toegang geven tot het materiaal in Apple Music en Apple Music Classical dat je beluistert, toevoegt aan je bibliotheek of downloadt • Personaliseer je ervaring in Apple Music en Apple Music Classical • Exemplaren van je nummers identificeren en ontgrendelen die ook beschikbaar zijn via Apple Music • De beschikbaarheid van materiaal in je regio en je bevoegdheid voor aanbiedingen en abonnementen bepalen • Helpen bij het verbeteren en optimaliseren van Apple Music en Apple Music Classical voor jou en anderen en je kennisgevingen te sturen over de Apple Music-app en de Apple Music Classical-app en andere producten, diensten en aanbiedingen van Apple die voor jou interessant kunnen zijn • Je Apple Music-profiel en -afspeellijsten aanmaken en onderhouden • Royalty's betalen aan en rapportage bieden aan uitgevers, labels, artiesten en samenstellers van hitlijsten • Fraude en andere kwaadaardige activiteiten voorkomen De gebruikte gegevens omvatten: • Je gebruik van de apps Muziek en Klassiek van Apple, waaronder je interacties met functies, in-app meldingen en berichten, en het materiaal dat je beluistert, zoekt, bekijkt, toevoegt aan je bibliotheek en downloadt op Apple Music en Apple Music Classical • Informatie over je apparaat en account • Je IP-adres • Je Apple Music-profiel en -afspeellijsten • De vertrouwensscore van je apparaat Niet-persoonlijke gegevens We kunnen niet-persoon­lijke gegevens voor wille­keurige doel­einden verzamelen, gebruiken, over­dragen en open­baar maken. We kunnen bijvoor­beeld je niet-persoon­lijke gegevens samen­voegen met die van andere Apple Music‑gebruikers om de voorziening zo te verbeteren. We kunnen ook bepaalde prestatie­metingen van je apparaat verzamelen wanneer je Apple Music gebruikt, waaronder radio­frequentie­sterkte, land­code, netwerk­code en mobiele radio­toegangs­technologie. Meer info over Apple Music Ga voor meer informatie, waaronder functies en prijzen, naar www.apple.com/nl/apple-music. Ga voor informatie over Apple Music-web­speler en privacy naar www.apple.com/nl/legal/privacy/data/nl/apple-music-web. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http://www.apple.com/nl/privacy.
no: Beskyttelse av personvernet og sikring av informasjonen din er en høy prioritet hos Apple. Vi er nøye på å kun samle inn data vi trenger for å gjøre opplevelsen din bedre. Når vi samler inn data, mener vi også at det er viktig at du er klar over hva vi samler inn og hvorfor vi trenger det, så du kan ta veloverveide beslutninger. Apple Music og Apple Music Classical er, i likhet med alle andre Apple-produkter og -tjenester, designet i henhold til disse prinsippene. Vi bruker de personlige dataene dine til å levere tjenestene og funksjonene i Apple Music. Denne informasjonen inkluderer navnet ditt og bildet som er knyttet til Apple-kontoen din, hvis det er angitt. Dette kan endres i Innstillinger under Musikk og brukes med delings­funksjoner i Apple Music. Informasjonen inkluderer også konto- og betalingsinformasjon, som du kan endre fra Innstillinger eller Systeminnstillinger. Når du abonnerer på Apple Music, vil abonnementet inkludere full tilgang til Apple Music og Apple Music Classical. Apple samler inn informasjon om hvordan du bruker Apple Music og Apple Music Classical, slik at vi kan skreddersy funksjoner til musikksmaken din. Dette inkluderer funksjoner som tilpassede anbefalinger, som albumer og spillelister valgt ut for deg, og Radio, som spiller musikk fra dine favorittartister og sjangere. Vi bruker også denne informasjonen til å kontakte deg via e‑post og push-varslinger for å informere deg om kommende lanseringer, nye artister eller annet nytt i Apple Music og Apple Music Classical som du kanskje vil like. Det er mulig at enkelte Apple Music-funksjoner, deriblant enkelte radiokanaler med direktesending, ikke er tilgjengelig i ditt område. Apple kan bruke IP-adressen til internettforbindelsen din for å finne din omtrentlige posisjon og vurdere tilgjengelighet. Apple Music Classical Apple Music-abonnementer har tilgang til Apple Music Classical, en app for klassisk musikk som er designet for å utforske klassiske albumer og lydspor, og arkivere alle klassiskfavorittene dine på ett sted. Du kan utforske musikkatalogen i Apple Music Classical uten et abonnement, men du må abonnere på Apple Music for å få tilgang til alle funksjonene i Apple Music Classical. Hvis du ikke har et aktivt Apple Music-abonnement, vil du få tilbud om å abonnere på Apple Music for å få full tilgang til Apple Music Classical. Skybasert bibliotek Nettskybiblioteket fra Apple, som er en tjeneste som følger med Apple Music-abonnementet, gir deg tilgang til sanger og spillelister i biblioteket ditt fra alle enhetene dine. Denne funksjonen sender informasjon til Apple fra musikkbiblioteket på enheten din, som sangtitler og artistnavn, for å identifisere og låse opp kopier av de sangene dine som også finnes i Apple Music og Apple Music Classical. Alle sanger som ikke finnes i Apple Music, lastes opp til ditt personlige nettskybibliotek, slik at du har tilgang til hele samlingen din fra alle enhetene dine via Apple Music. Hvis du vil avslutte synkronisering av nettskybiblioteket på en iOS-, iPadOS eller visionOS-enhet, går du til Innstillinger > Apper > Musikk og slår av Synkroniser bibliotek. På Mac åpner du Apple Music og går til Innstillinger > Generelt og fjerner markeringen for Synkroniser bibliotek. Apple Music-profil Hvis du vil komme i kontakt med eller dele med andre som bruker Apple Music, kan du opprette en personlig profil ved å oppgi et brukernavn (for eksempel @johnappleseed), visningsnavn og, om ønskelig, profilbilde og annen informasjon. Apple lagrer denne informasjonen sammen med kontoen din så du har tilgang til den fra alle enhetene dine. Brukernavnet, visningsnavnet og profilbildet ditt kan også vises ved siden av innhold du publiserer og aktiviteter du deler på Apple Music. Deling og publisering av innhold er ikke tiltenkt og støttes for øyeblikket ikke i Apple‑kontoer for barn. Andre personer kan også finne Apple Music-profilen din ved hjelp av informasjonen du oppgir. Du kan gjøre innholdet i profilen, som spillelister og musikk du har lyttet til, tilgjengelig for personene du selv velger. Profilinformasjonen din, som kallenavn, visningsnavn, bilde, følgere og hvem du selv følger, vil imidlertid som standard være synlig for alle. Du kan blokkere en bruker fra å se profilen din ved å gå til brukerens profil, trykke på Mer og velge Blokker. Blokkerte personer kan ikke se musikken din eller finne profilen din i Apple Music. Når du oppretter en profil på Apple Music, vil vi anbefale andre Apple Music-abonnenter som du kan komme i kontakt med. Apple vil ikke registrere eller oppbevare informasjon fra kontaktene dine når det søkes etter venner å anbefale. Kun forkortede og krypterte nøkler for telefonnumrene og e-postadressene i kontaktene dine sendes til Apple, og Apple Music-abonnenter med tilsvarende informasjon som anbefales, blir oppdaget lokalt på enheten din. Apple Music kan med jevne mellomrom sjekke kontaktene dine for å anbefale nye venner i framtiden. Du kan kontrollere dette i kontoinnstillingene ved å slå av Kontakter med Apple Music. Hvis du ikke vil at andre skal kunne finne deg basert på kontaktinformasjonen til Apple‑kontoen din som de har i adresseboken sin, kan du endre dette i kontoinnstillingene ved å slå av Tillat søk etter Apple‑konto. Du kan når som helst oppdatere eller fjerne informasjonen du oppgir i profilen din. Du bør tenke over hva du publiserer før du deler noe på internett. Når du deler fra Apple Music til andre nettsteder eller sosiale nettverk, vil det du deler bli regulert av retningslinjene for personvern på de aktuelle nettstedene. SharePlay Når du abonnerer på Apple Music, kan du arrangere SharePlay-økter når du er koblet til Apple TV, HomePod, CarPlay, eller når du bruker Bluetooth. Med SharePlay kan andre Apple Music-abonnenter bli med i SharePlay-økten din og styre musikken som spilles via Apple Music. SharePlay tillater også at andre brukere kan delta i en SharePlay-økt, selv om de ikke har et Apple Music-abonnement. Apple bruker Bluetooth, hvis aktivert på enheten, for å tillate at kontakter i nærheten kan finne Apple Music-økten din og be om å bli med. Hvis du ikke vil at kontaktene dine skal kunne finne enheten din og be om å bli med i Apple Music-økten, kan du slå av funksjonen som gjør deg søkbar for kontakter i nærheten, i innstillingene til Musikk-appen. Hvis SharePlay-økten foregår i bilen, kan kontakter og andre deltakere bli med ved å skanne QR-koden som vises i innstillingene til Musikk-appen eller i brukergrensesnittet til kjøretøyet. Navnet og profilbildet til deltakerne i økten vises for alle som deltar. SharePlay-bidrag krediteres personen som legger dem til, og knyttes til brukerens navn og profilbilde, hvis tilgjengelig. Du kan når som helst redigere dette i innstillingene til Musikk-appen. Du kan fjerne deltakere fra en SharePlay-økt du arrangerer, ved å trykke på SharePlay-symbolet i Apple Music-appen og velge deltakeren du vil fjerne. Du kan forlate en SharePlay-økt ved å trykke på SharePlay-symbolet i Apple Music-appen og velge Forlat. Avslutt SharePlay-økter du arrangerer ved å trykke på Avslutt i Musikk-appen. Apple beholder ikke informasjon om kontaktene dine eller andre deltakere som ble med i en SharePlay-økt, etter at økten er over. Du kan også aktivere SharePlay-økter i Meldinger eller under en FaceTime-samtale for å dele musikk sammen med andre. Start en økt ved å velge musikken du vil lytte til, trykke på SharePlay i musikkvalgene, oppgi hvilke kontakter du vil dele med, og trykke på Meldinger eller FaceTime og deretter på Start. Samarbeid om spillelister Apple Music-abonnenter kan sette sammen og samarbeide om spillelister med andre Apple Music-abonnenter. Hvis du er eieren av spillelisten, kan du velge å godkjenne hver enkelt person som blir med i spillelisten, eller du kan tillate at hvem som helst kan bli med automatisk hvis de har tilgang til lenken. Alle deltakere kan legge til eller fjerne sanger fra spillelisten og reagere med emojier. Bidrag krediteres personen som legger dem til, og knyttes til brukerens navn og profilbilde, hvis tilgjengelig. Du kan når som helst redigere dette i innstillingene til Musikk-appen. Alle deltakerne i spillelisten, og alle med tilgang til den, kan se navnet og bildet til de andre deltakerne. Deltakerne i spillelisten kan se alle sanger og reaksjoner som legges til av de andre deltakerne. Du kan avslutte samarbeidet ved å fjerne deg selv fra spillelisten i innstillingene for den, eller hvis du eier spillelisten, kan du stoppe samarbeidet fra innstillingene for administrasjon av samarbeid. Hvis eieren av spillelisten avslutter samarbeidet, blir spillelisten gjort om til en delt spilleliste som deltakerne vil ha tilgang til fra Apple Music-biblioteket sitt. Tilpassing og forbedring av Apple Music og Apple Music Classical Når du bruker Apple Music-abonnementet ditt eller spiller av gratis innhold utenfor biblioteket, kan vi samle inn informasjon om sanger og videoer (der det er aktuelt) du spiller eller legger til i musikkbiblioteket eller i spillelister, samt artister du favorittmerker og innlegg du liker eller deler. Informasjon, blant annet om konto, IP-adresse, enhet, app eller bilgrensesnitt som ble brukt ved avspilling, om hvor i Apple Music eller Apple Music Classical du spilte av fra, tidspunkt og varighet for avspillingen, registreres og sendes til Apple. Vi bruker denne informasjonen til å tilpasse opplevelsen din, til å sende deg e‑post og varslinger og for å lære hvordan Apple Music og Apple Music Classical brukes, slik at vi kan gjøre tjenestene bedre. Denne informasjonen kan for eksempel hjelpe oss med å velge musikk, videoer og artistinnhold å vise deg i Apple Music og Apple Music Classical. Det gjør også at vi kan gi deg andre anbefalinger tilpasset smaken din, lage spesifikke lister over musikk som trender for hver by, og levere personlig tilpassede søkeresultater i Apple Music ved hjelp av informasjon som avspillingslogg og favorittsjangre. Vi bruker også denne informasjonen til å betale godtgjørelser og forhindre eller reagere på handlinger som bryter med, eller kan være brudd på, vilkår og betingelser for Apple Media eller annen gjeldende lovgivning. Vi beholder denne informasjonen gjennom hele abonnementet ditt på Apple Music, og deretter i en periode på opptil to år for å informere deg om musikk du kan være interessert i og tilbud du kanskje kvalifiserer for. Vi beholder også denne informasjonen så lenge gjeldende lover krever det for finansrapportering. Lovgiving angående slik rapportering varierer fra område til område. For de fleste kunder betyr det at informasjonen beholdes i minst ti år, men i områder som for eksempel Kina kan denne perioden være 30 år. Hvis du bruker SharePlay til å lytte sammen med andre i Apple Music, vil Musikk-appen samle inn informasjon om innholdet du lyttet til under SharePlay-økten, samt omtrentlig antall deltakere i økten, men appen beholder ikke informasjon som kan identifisere deltakerne i SharePlay-økter. Vi bruker også søkedata fra Apple Music til å styrke søkemodellene Apple Music bygger på. For eksempel brukes samlede søk i Apple Music til å finjustere søkemodellen i Apple Music. Kommunikasjon med deg Apple kan bruke informasjon om kontoen din, som Apple-produktene du eier, Apple-apper du laster ned, og abonnementene dine på Apple-tjenester, til å sende deg informasjon om Apple Music og andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg, inkludert Apple Music Classical og Apple One. Serienummeret til enheten og andre maskinvareidentifikatorer, eller detaljer om relevante App Store-abonnementer, kan bli brukt til å kontrollere om du er kvalifisert for tjenestetilbud fra Apple. Hvis du er del av en familiedelingsgruppe, kan Apple sende deg kommunikasjon om produkter, tjenester og tilbud som er tilgjengelige for deg gjennom Familiedeling. Hvis du abonnerer på Apple One, kan det hende at vi sender deg e‑postmeldinger og pushvarslinger om funksjonene til hver av tjenestene du abonnerer på. Apple kan også bruke informasjon om aktiviteten din i Apple Music og Apple Music Classical, samt din interaksjon med tjenestene som brukes til å sjekke om du er kvalifisert for rabatt på Apple Music-abonnementer (f.eks. Apple Music Student), til å sende e‑postmeldinger og push-varslinger om nye funksjoner, innhold og tilbud i Apple Music og Apple Music Classical. Du kan endre e-postvalgene dine og velge om du vil motta disse e-postmeldingene, på account.apple.com. Du kan oppdatere varslingsvalgene på en iOS-, iPadOS- eller visionOS-enhet ved å gå til Innstillinger > Varslinger > Musikk. På Mac åpner du Musikk og går til Innstillinger > Generelt > Varslinger. Apple bruker informasjon om hvordan du responderer på kommunikasjon fra oss, inkludert varslinger, til å forbedre produkter og tjenester. Forhindring av svindel og annen ondsinnet aktivitet Vi lager en godkjenningsrangering for enheten din når du prøver å gjennomføre et kjøp ved hjelp av informasjon om hvordan du bruker enheten din, inkludert omtrentlig antall telefonanrop og e‑postmeldinger du sender og mottar. Innsendingen er utformet slik at Apple ikke kan lese de underliggende verdiene på enheten din. Rangeringen lagres i en bestemt tidsperiode på tjenerne våre. Apple kan også bruke informasjon om din forretnings­historikk med Apple for å kunne behandle abonnementsfornyelser for Apple Music og avgjøre om abonnementstilgangen skal fortsette fram til godkjenning er utført av betalingspartneren. Tilgjengeliggjøring for tredjeparter Radiostasjoner Når du bruker Apple Music til å høre på direktesendt radio, kobles enheten din direkte til radiostasjonen for å levere det forespurte innholdet til deg. Når den er tilkoblet, blir IP-adressen til enheten din synlig for radiostasjonen. Radiostasjonens håndtering av IP-adressen er underlagt radiostasjonens eller leverandørens retningslinjer for personvern. Plateselskaper, artister og ansvarlige for musikklister Vi er forpliktet til å gjøre noen innsamlede og ikke-personlige data om din bruk av Apple Music og Apple Music Classical, samt brukerdemografi som for eksempel aldersgruppe og kjønn (basert på informasjon som for eksempel navn og valgt tiltaleform i Apple‑kontoen din), tilgjengelige for plateselskaper, utgivere og artister, slik at de kan måle populariteten til katalogen sin og betale godtgjørelser og føre riktig regnskap. Vi deler også samlet lytteraktivitet med ansvarlige for musikklister verden rundt, med plateselskaper og artister for å måle engasjement, inkludert i sanntid, og med markedsføringsplattformer for musikk som hjelper artister og plateselskaper med å nå lyttere. For å avgjøre om du kvalifiserer for et abonnement hvis du abonnerer på Apple Music gjennom en tredjepart som en mobiloperatør, eller for å fullføre et kjøp, deler vi begrenset personlig identifiserbar informasjon med denne partneren. Knytte Apple Music til andre apper iOS-, iPadOS- og visionOS-apper og apper på andre plattformer kan be om tilgang til Apple Music og det nettskybiblioteket ditt. Hvis du gir slik tilgang, kan appen se informasjon som nettskybiblioteket ditt på enheten, om du abonnerer på Apple Music, musikk og videoer du har spilt av, og anbefalingene dine i Apple Music. En app med tilgang kan også tilpasse data som er knyttet til kontoen din, som å legge til eller fjerne sanger fra biblioteket ditt eller spillelistene dine. Hvis du gir Bilder-appen tilgang til Apple Music, vil Bilder spille sanger fra Apple Music i minnefilmer. Når du lager en tilpasset minnefilm i Bilder, sendes kanskje informasjon om kommandoen du ga for å opprette minnet, til Apple Music for å velge ut musikk for minnefilmen. Apple-apper med støttet innhold, som Fjernkontroll, kobles også til automatisk når du begynner å bruke Musikk-appen og støttet innhold. Du kan oppheve tilgangen til en app på iOS-, iPadOS- eller visionOS-enheten din ved å velge Innstillinger > Personvern og sikkerhet > Media og Apple Music. På Mac går du til Systeminnstillinger > Personvern og sikkerhet > Personvern > Media og Apple Music. Hvis du har fjernet appen fra enheten, eller gitt tilgang fra en iOS-versjon tidligere enn iOS 11 eller fra iPadOS, kan du oppheve tilgangen fra kontoinnstillingene dine i Apple Music. Apple Music-abonnementer via mobiloperatøren Hvis mobiloperatøren din tilbyr abonnementer på Apple Music og gratis prøveperioder, kan Apple kontrollere telefonnummeret ditt for å avgjøre om du er kvalifisert, via en mobiloperatør. Hvis du registrerer deg for fullt eller gratis prøveabonnement på Apple Music gjennom mobiloperatøren eller en annen Apple-partner, bruker Apple telefonnummeret ditt eller en unik kontoidentifikator delt av partneren til å identifisere kontoen din og informere mobiloperatøren eller den andre partneren om at du har aktivert abonnementet. Vi bruker telefonnummeret eller den unike identifikatoren assosiert med abonnementet ditt, for å verifisere kontoen din ved pålogging, og for å knytte Apple Music-aktiviteten din til riktig konto. Vi bruker også telefonnummeret til å sende forespørsel til mobiloperatøren din om å avslutte abonnementet hvis du ber om det. Juridisk grunnlag for behandling av personlige data Vi behandler dine personlige data i Apple Music for å oppfylle kontrakten din med Apple, etter behov for å levere tjenesten, og i henhold til juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der gjeldende lover tillater det, behandler vi personlige data i den grad det er nødvendig for å ivareta våre legitime interesser og interessene til tredjeparter, og for å sette oss i stand til å: • gi deg tilgang til innholdet i Apple Music og Apple Music Classical som du lytter til, legger til i biblioteket eller laster ned • tilpasse opplevelsen din i Apple Music og Apple Music Classical • identifisere og låse opp kopier av sangene dine som også er tilgjengelige i Apple Music • avgjøre om innhold er tilgjengelig i ditt område og om du kvalifiserer for tilbud og abonnementer • hjelpe til med å forbedre og optimalisere Apple Music og Apple Music Classical for deg og andre, og kommunisere informasjon til deg om appene Musikk og Klassisk, samt andre Apple-produkter, tjenester og tilbud som kan være av interesse • opprette og vedlikeholde Apple Music-profilen din og spillelistene dine • betale godtgjørelser og levere rapporter til utgivere, plateselskaper, artister og ansvarlige for musikklister • forhindre svindel og annen ondsinnet aktivitet Dataene som brukes inkluderer: • bruken din av appene Musikk og Klassisk, inkludert samhandling med funksjoner, varslinger i apper og meldinger, og innholdet du lytter til, søker etter, utforsker, legger til i biblioteket og laster ned fra Apple Music eller Apple Music Classical • informasjon om enheten og kontoen din • IP-adressen din • Apple Music-profilen og spillelistene dine • enhetens godkjennings­rangering Ikke-personlige data Vi kan samle inn, bruke, overføre og videreformidle ikke-personlige data til et hvilket som helst formål. Vi kan for eksempel samle inn ikke-personlige data fra deg og andre Apple Music-brukere for å forbedre tjenesten. Vi kan også samle inn visse ytelsesmålinger fra enheten når du bruker Apple Music, inkludert nettverksignalstyrke, landskode, operatørkode og hvilken mobilnettverksteknologi som brukes. Finn ut mer om Apple Music Du finner mer informasjon, inkludert funksjoner og priser, på www.apple.com/no/apple-music. Du kan lese mer om Apple Music-nettavspilleren og personvern på www.apple.com/no/legal/privacy/data/no/apple-music-web. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Ochrona prywatności i bezpieczeństwo danych użytkowników są priorytetem dla wszystkich w firmie Apple. Dokładamy wszelkich starań, aby gromadzić tylko te dane, które są absolutnie niezbędne, aby Twoje doświadczenia były jeszcze lepsze, i dbamy o to, aby użytkownicy wiedzieli, jakie informacje są przez nas gromadzone, w jakim celu oraz by mogli podejmować właściwe decyzje. Tym zasadom podlegają też — podobnie jak wszystkie inne produkty i usługi firmy Apple — usługi Apple Music oraz Apple Music Classical. Twoich danych osobowych używamy do świadczenia usług i oferowania funkcji w aplikacji Apple Music. Informacje te obejmują Twoje imię i nazwisko oraz (jeśli istnieje) zdjęcie na koncie Apple (możesz je przeglądać i modyfikować w ustawieniach aplikacji Muzyka; są one używane przez funkcję udostępniania w aplikacji Muzyka), a także dane konta i dotyczące płatności (które możesz przeglądać i modyfikować w Ustawieniach lub Ustawieniach systemowych). Gdy subskrybujesz usługę Apple Music, Twoja subskrypcja obejmuje pełny dostęp do usług Apple Music oraz Apple Music Classical. Apple gromadzi informacje o sposobie korzystania z usług Apple Music oraz Apple Music Classical, aby dostosować funkcje usługi do Twoich gustów muzycznych. Te funkcje obejmują spersonalizowane rekomendacje, na przykład albumy i listy odtwarzania wybrane dla Ciebie, oraz Radio, które odtwarza utwory Twoich ulubionych wykonawców i w wybranych gatunkach. Używamy również tych informacji, abyśmy mogli kontaktować się z Tobą przez email oraz powiadomienia push i informować o nadchodzących wydaniach, nowych wykonawcach i innych wydarzeniach w Apple Music oraz Apple Music Classical, które mogą Ci się spodobać. Niektóre funkcje usługi Apple Music, na przykład niektóre stacje radiowe nadające na żywo, mogą nie być dostępne w Twoim regionie. Apple może użyć adresu IP Twojego połączenia internetowego do określenia Twojego przybliżonego położenia i stwierdzenia dostępności. Apple Music Classical Subskrybenci Apple Music mają dostęp do Apple Music Classical, aplikacji zawierającej muzykę klasyczną oraz umożliwiającej odkrywanie klasycznych utworów i albumów oraz zapisywanie ulubionych klasycznych utworów w jednym centralnym miejscu. Możesz przeglądać katalog usługi Apple Music Classical bez subskrypcji, lecz musisz subskrybować usługę Apple Music, aby mieć dostęp do wszystkich funkcji Apple Music Classical. Jeśli nie subskrybujesz usługi Apple Music, uzyskasz możliwość zasubskrybowania Apple Music, aby uzyskać pełny dostęp do usługi Apple Music Classical. Biblioteka w chmurze Twoja biblioteka w chmurze Apple, dostępna w ramach subskrypcji Apple Music, pozwala korzystać z utworów i list odtwarzania w bibliotece z dowolnego urządzenia. Ta funkcja wymaga przesłania danych (takich jak nazwy utworów i wykonawców) z biblioteki muzycznej na urządzeniu do firmy Apple, tak aby można było zidentyfikować i odblokować kopie utworów, które są dostępne w usługach Apple Music oraz Apple Music Classical. Utwory, których nie ma w usłudze Apple Music, zostaną przesłane do Twojej prywatnej biblioteki w chmurze, dzięki czemu na każdym z posiadanych urządzeń masz dostęp do całej kolekcji muzycznej przez Apple Music. Aby zatrzymać synchronizowanie biblioteki w chmurze na urządzeniu iOS lub iPadOS, przejdź do Ustawień, stuknij w Aplikacje > Muzyka i wyłącz stuknięciem opcję Synchronizuj bibliotekę. Na urządzeniu visionOS otwórz aplikację Settings, stuknij w Apps > Music i wyłącz opcję Sync Library. Na Macu otwórz aplikację Muzyka, przejdź do panelu Ustawienia > Ogólne i usuń zaznaczenie pola wyboru Synchronizuj bibliotekę. Profil Apple Music Jeśli chcesz kontaktować się i dzielić się z innymi użytkownikami usługi Apple Music, możesz skonfigurować osobisty profil zawierający Twój pseudonim (np. @janjablonka), nazwę użytkownika do wyświetlania w usłudze oraz — opcjonalnie — zdjęcie profilowe i inne informacje. Wszelkie dane profilowe zostaną zachowane na Twoim koncie i będą dostępne na każdym z posiadanych przez Ciebie urządzeń. Pseudonim, nazwa wyświetlana i zdjęcie profilowe będą się pojawiały obok zamieszczanych przez Ciebie treści i innych rzeczy udostępnianych w usłudze Apple Music. Udostępnianie i zamieszczanie treści nie jest obecnie przeznaczone dla kont Apple dla dzieci ani dostępne na nich. Pozostali użytkownicy usługi Apple Music będą też mogli odszukać Twój profil Apple Music na podstawie danych, które w nim umieścisz. Zawartość swojego profilu, na przykład informacje o słuchanych utworach i playlistach, możesz udostępniać tylko wybranym osobom. Jednak dane profilu, na przykład pseudonim, nazwa wyświetlana w usłudze, zdjęcie oraz osoby obserwowane i obserwujące Cię, są domyślnie zawsze widoczne dla wszystkich. Aby uniemożliwić innemu użytkownikowi wyświetlanie Twojego profilu, przejdź do jego profilu, stuknij w Więcej, a następnie stuknij w Zablokuj. Osoby, które blokujesz, nie będą widziały Twojej muzyki i nie będą mogły znajdować Twojego profilu w Apple Music. Podczas tworzenia profilu w Apple Music przedstawimy innych subskrybentów Apple Music, z którymi możesz chcieć połączyć się jako ze znajomymi. Firma Apple nie zapamiętuje ani nie przechowuje informacji znajdujących się w Twoich kontaktach podczas wyszukiwania znajomych do polecenia. Do Apple wysyłane są tylko skrócone i zaszyfrowane skróty numerów telefonicznych i adresów email w Twoich kontaktach, a dopiero potem pasujący subskrybenci Apple Music są oznaczani lokalnie do zarekomendowania na Twoim urządzeniu. Serwis Apple Music może okresowo sprawdzać Twoje kontakty w celu zarekomendowania nowych znajomych w przyszłości; możesz kontrolować ten proces w ustawieniach konta, wyłączając opcję Kontakty w Apple Music. Jeśli nie chcesz, aby inni znajdowali Cię na podstawie danych kontaktowych konta Apple, jakie mogą mieć w swoich kontaktach, możesz to zmienić w ustawieniach konta, wyłączając opcję Znajdowanie wg konta Apple. Informacje podane w profilu możesz uaktualniać i usuwać w dowolnym momencie. Udostępniając treści w sieci, zawsze zachowuj rozwagę. Treści udostępniane z Apple Music w innych witrynach lub sieciach społecznościowych podlegają zasadom zachowania prywatności tych witryn i sieci. SharePlay Jako subskrybent Apple Music możesz prowadzić sesje SharePlay po połączeniu z Apple TV, HomePodem lub CarPlay albo gdy używasz Bluetooth. SharePlay pozwala innym subskrybentom Apple Music dołączać do sesji, a następnie sterować odtwarzaniem muzyki, używając interfejsu aplikacji Muzyka. SharePlay pozwala dołączać do sesji SharePlay również użytkownikom nieposiadającym subskrypcji Apple Music. Jeśli Twoje urządzenie ma włączony Bluetooth, pozwala pobliskim kontaktom wykrywać Twoje sesje Apple Music i wysyłać prośby o zgodę na dołączenie do nich. Jeśli nie chcesz, aby kontakty mogły wykrywać Twoje urządzenie i prosić o dołączenie do sesji Apple Music, możesz wyłączyć wykrywanie przez pobliskie kontakty w ustawieniach aplikacji Muzyka. Twoje kontakty, a także inni uczestnicy, mogą również dołączyć do sesji, skanując kod QR wyświetlany w ustawieniach aplikacji Muzyka na wbudowanym wyświetlaczu pojazdu, jeśli biorą udział w sesji SharePlay w samochodzie. Nazwy i zdjęcia profilowe uczestników sesji będą widoczne dla wszystkich biorących w niej udział osób. Autorstwo zmian w sesji SharePlay przypisywane jest osobom, które je wprowadziły, i jest powiązane z nazwą oraz zdjęciem profilowym użytkownika (jeśli zostało dodane). Nazwę oraz zdjęcie można edytować w dowolnym momencie w ustawieniach aplikacji Apple Music. Możesz usuwać uczestników prowadzonej sesji SharePlay, stukając w ikonę SharePlay w aplikacji Muzyka, a następnie wybierając usuwanego uczestnika. Aby opuścić sesję SharePlay, stuknij w ikonę SharePlay w aplikacji Muzyka, a następnie stuknij w Opuść. Aby zakończyć zainicjowaną przez siebie sesję SharePlay, stuknij w Koniec w aplikacji Muzyka. Apple nie przechowuje informacji o Twoich kontaktach i innych uczestnikach, którzy dołączyli do sesji SharePlay, po zakończeniu tej sesji. Możesz także włączyć sesje SharePlay w Wiadomościach lub podczas połączeń FaceTime, aby wspólnie słuchać muzyki. Aby rozpocząć sesję, zaznacz muzykę, której chcesz słuchać, stuknij w SharePlay w opcjach muzyki, wskaż kontakty, a następnie stuknij w Wiadomości lub w FaceTime i stuknij w Start. Współpraca nad playlistami Subskrybenci Apple Music mogą tworzyć playlisty i współpracować nad nimi razem z innymi subskrybentami Apple Music. Jeśli dana playlista została utworzona przez Ciebie, możesz wybrać, aby zatwierdzać każdą osobę dołączającą do playlisty, albo automatycznie pozwalać dołączać do niej każdemu, kto ma łącze. Wszyscy uczestnicy mogą dodawać utwory do playlisty, usuwać je z niej oraz dodawać reakcje w postaci emoji. Autorstwo zmian przypisywane jest osobom, które je wprowadziły, i jest powiązane z nazwą oraz zdjęciem profilowym użytkownika (jeśli zostało dodane). Nazwę oraz zdjęcie można edytować w dowolnym momencie w ustawieniach aplikacji Apple Music. Każdy uczestnik playlisty oraz dowolna osoba mająca do niej dostęp może zobaczyć nazwy i zdjęcia innych uczestników. Osoby współtworzące playlistę mogą wyświetlać wszystkie utwory i reakcje dodane przez resztę grupy. Aby zakończyć współpracę, usuń siebie z playlisty w jej ustawieniach lub, jeśli playlista została utworzona przez Ciebie, wyłącz współpracę w ustawieniach zarządzania współpracą nad playlistą. Jeśli osoba, która utworzyła playlistę, zakończy współpracę, playlista stanie się playlistą udostępnianą, do której współpracujący będą mieli dostęp w swoich bibliotekach Apple Music. Personalizowanie i ulepszanie usług Apple Music oraz Apple Music Classical Gdy korzystasz z subskrypcji Apple Music lub odtwarzasz bezpłatną zawartość spoza swojej biblioteki, możemy gromadzić informacje o utworach i filmach, które odtwarzasz lub dodajesz do swojej biblioteki muzycznej lub playlist, a także o ulubionych wykonawcach i treściach, które dodajesz do ulubionych lub udostępniasz. Rejestrowana i wysyłana do Apple jest również informacja o tym, z jakiego konta, adresu IP i urządzenia, aplikacji lub interfejsu samochodowego zwykle odtwarzasz tę muzykę, gdzie w usługach Apple Music lub Apple Music Classical odtwarzana jest muzyka, kiedy rozpoczęło się odtwarzanie i jak długo to trwało. Używamy tych informacji, aby dostosować sposób korzystania z usług Apple Music oraz Apple Music Classical, wysyłać Ci wiadomości email i powiadomienia oraz lepiej zrozumieć sposób korzystania z tych usług, abyśmy mogli je ulepszyć. Te informacje mogą na przykład pomóc nam wybrać muzykę, filmy i treści związane z wykonawcą do wyświetlenia w usługach Apple Music oraz Apple Music Classical. Umożliwiają nam one także polecanie Ci innych rzeczy odpowiadających Twojemu gustowi, prezentowanie list popularnych utworów według miast oraz zapewnianie spersonalizowanych wyników wyszukiwania w Apple Music na podstawie zestawu różnych informacji, takich jak Twoja historia odtwarzania oraz Twoje ulubione gatunki. Używamy także tych informacji w celu wypłacania tantiem oraz, w razie konieczności, wszczynania postępowań w związku z czynnościami naruszającymi lub mogącymi naruszać warunki usług Apple Media bądź łamiącymi obowiązujące prawo. Przechowujemy te informacje tak długo, jak korzystasz z subskrypcji Apple Music, a po zakończeniu tego okresu przez maksymalnie dwa lata, aby móc informować Cię o muzyce, która może Cię interesować, oraz o ofertach, z których masz prawo skorzystać. Przechowujemy także te informacje przez czas określony właściwymi przepisami dotyczącymi sprawozdawczości finansowej, które mogą się różnić w zależności od regionu. W przypadku większości klientów oznacza to co najmniej 10‑letni okres przechowywania danych, ale w regionach takich jak Chiny ten okres może wynosić 30 lat. Jeśli słuchasz materiałów wspólnie z innymi użytkownikami w aplikacji Muzyka, używając SharePlay, aplikacja Muzyka będzie gromadziła informacje o rzeczach słuchanych w trakcie sesji SharePlay oraz szacowanej liczbie osób uczestniczących w tych sesjach, nie będzie jednak przechowywała żadnych informacji, które pozwalałyby identyfikować uczestników sesji SharePlay. Danych dotyczących wyszukiwania w aplikacji Muzyka używamy także do usprawniania modeli obsługujących funkcje tej aplikacji. Na przykład: zagregowane zapytania wyszukiwania w Apple Music używane są do dostrajania modelu wyszukiwania w Apple Music. Komunikowanie się z Tobą Apple może wykorzystywać informacje o Twoim koncie, takie jak posiadane przez Ciebie produkty Apple, pobierane aplikacje Apple oraz Twoje subskrypcje usług Apple, do wysyłania Ci informacji o Apple Music oraz innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować, w tym Apple Music Classical oraz Apple One. Numer seryjny Twojego urządzenia i inne identyfikatory sprzętowe albo szczegóły dotyczące istotnych subskrypcji w App Store mogą zostać użyte do potwierdzenia uprawnień do korzystania z usług Apple. Jeśli należysz do grupy rodzinnej, Apple może wysyłać Ci informacje dotyczące produktów, usług i ofert dostępnych za pośrednictwem funkcji Chmura rodzinna. Jeśli kupisz subskrypcję Apple One, możemy wysyłać Ci wiadomości email i powiadomienia push o funkcjach każdej z usług, które subskrybujesz. Apple może również wykorzystywać informacje o Twojej aktywności w Apple Music oraz Apple Music Classical, a także Twoje interakcje z usługami używanymi do weryfikowania, czy kwalifikujesz się do subskrypcji Apple Music w obniżonej cenie (np. subskrypcji studenckiej Apple Music), aby wysyłać Ci wiadomości email i powiadomienia push o nowych funkcjach, treściach i ofertach dostępnych w Apple Music oraz Apple Music Classical. Możesz zmienić swoje preferencje dotyczące wiadomości email i zrezygnować z otrzymywania tych wiadomości email, przechodząc do witryny account.apple.com. Aby uaktualnić preferencje powiadomień na urządzeniu iOS lub iPadOS, przejdź do Ustawień i stuknij w Powiadomienia > Muzyka. Na urządzeniu visionOS przejdź do ekranu Settings > Notifications > Music. Na Macu otwórz aplikację Muzyka i przejdź do panelu Ustawienia > Ogólne > Powiadomienia. Apple wykorzystuje informacje o Twoich interakcjach z narzędziami komunikacji Apple, w tym powiadomieniami, do ulepszania swoich usług. Zapobieganie oszustwom i innym szkodliwym działaniom Informacje o tym, jak korzystasz z urządzenia, w tym przybliżona liczba połączeń telefonicznych lub wysyłanych i odbieranych wiadomości email, zostaną także użyte do obliczenia współczynnika zaufania urządzenia podczas próby dokonania zakupu. Metoda wysyłania tych danych została tak zaprojektowana, aby firma Apple nie mogła poznać zasadniczych wartości na Twoim urządzeniu. Ten współczynnik jest przechowywany na naszych serwerach przez ustalony czas. Możemy także wykorzystywać informacje o historii naszych powiązań biznesowych z Tobą na potrzeby przetwarzania odnowień subskrypcji Apple Music i określania, czy zapewniać nieprzerwany dostęp do subskrypcji przed uzyskaniem autoryzacji od partnera płatniczego. Ujawnianie informacji innym podmiotom Stacje radiowe Gdy korzystasz z Apple Music do słuchania radia na żywo, Twoje urządzenie łączy się bezpośrednio ze stacją radiową, która dostarcza Ci żądane treści. Gdy się połączy, adres IP Twojego urządzenia będzie widoczny dla stacji radiowej. Obsługa Twojego adresu IP przez stację radiową jest regulowana przez zasady ochrony prywatności stacji radiowej lub jej dostawcy. Wydawnictwa muzyczne, wykonawcy oraz podmioty tworzące listy przebojów Jesteśmy zobowiązani udostępniać niektóre zagregowane dane nieosobowe dotyczące sposobu korzystania z usług Apple Music oraz Apple Music Classical, a także zagregowane dane demograficzne, na przykład grupę wiekową i płeć (które mogą być ustalane na podstawie informacji takich jak Twoje imię oraz zwrot grzecznościowy na koncie Apple), wydawnictwom muzycznym i wykonawcom, aby umożliwiać im ocenianie swojej pracy twórczej, rozliczanie się z tantiem i spełnianie wymogów sprawozdawczości finansowej. Ponadto udostępniamy zagregowane informacje dotyczące słuchanych utworów podmiotom tworzącym listy przebojów w różnych krajach, wytwórniom płytowym i wykonawcom (na potrzeby mierzenia zaangażowania, w tym w czasie rzeczywistym) oraz platformom marketingowym, które pomagają wytwórniom i wykonawcom docierać do słuchaczy. Aby określić, czy kwalifikujesz się do subskrypcji Apple Music, którą próbujesz rozpocząć za pośrednictwem innej firmy, na przykład operatora sieci komórkowej, albo przetworzyć Twój zakup, udostępniamy takim partnerom ograniczoną ilość informacji, które pozwalają Cię zidentyfikować. Łączenie usługi Apple Music z innymi aplikacjami Aplikacje w systemie iOS, iPadOS i visionOS, a także aplikacje na innych platformach systemowych mogą żądać dostępu do Apple Music i biblioteki w chmurze. Jeśli się na to zgodzisz, aplikacja uzyska dostęp na przykład do biblioteki w chmurze na urządzeniu, Twojego statusu subskrypcji Apple Music, odtwarzanych przez Ciebie treści audio i wideo oraz rekomendacji w Apple Music. Taka aplikacja może również modyfikować dane powiązane z kontem, na przykład listę utworów w bibliotece lub listę playlist. Jeśli przyznasz aplikacji Zdjęcia dostęp do Apple Music, będzie ona odtwarzać utwory z Apple Music w filmach ze wspomnieniami. Gdy tworzysz własny film ze wspomnieniem w Zdjęciach, informacje dotyczące promptu wprowadzonego w celu utworzenia wspomnienia mogą zostać wysłane do Apple Music w celu wybrania muzyki dla tworzonego filmu. Gdy zaczniesz używać aplikacji Muzyka i obsługiwanej zawartości, może nastąpić automatyczne połączenie z aplikacjami Apple z obsługiwaną zawartością (np. Pilot). Możesz wyłączyć dostęp takiej aplikacji na urządzeniu iOS lub iPadOS, przechodząc do Ustawień i stukając w Prywatność i ochrona > Multimedia i Apple Music. Na urządzeniu visionOS przejdź do ekranu Settings > Privacy & Security > Media & Apple Music. Na Macu otwórz Ustawienia systemowe i kliknij w Prywatność i ochrona > Prywatność > Multimedia i Apple Music. Jeśli aplikacja została usunięta lub uzyskała dostęp do danych w systemie wcześniejszym niż iOS 11 lub iPadOS, możesz wyłączyć jej dostęp w ustawieniach konta Apple Music. Subskrypcje Apple Music za pośrednictwem operatora sieci komórkowej Jeśli Twój operator sieci komórkowej oferuje subskrypcję usługi Apple Music oraz darmowy okres próbny, firma Apple może sprawdzić Twój numer telefonu, aby potwierdzić możliwość nabycia subskrypcji za pośrednictwem operatora sieci komórkowej. Jeśli subskrybujesz Apple Music lub korzystasz z bezpłatnego okresu próbnego tej usługi za pośrednictwem operatora sieci komórkowej lub innego partnera Apple, Apple użyje Twojego numeru telefonu lub unikatowego identyfikatora konta udostępnionego przez partnera, aby zidentyfikować Twoje konto i poinformować operatora sieci komórkowej lub innego partnera o aktywowaniu Twojej subskrypcji. Będziemy wykorzystywać numer telefonu lub unikatowy identyfikator powiązany z subskrypcją do weryfikowania konta przy logowaniu i wiązania aktywności w usłudze Apple Music z Twoim kontem. Twój numer telefonu zostanie także użyty do anulowania subskrypcji u operatora sieci komórkowej na Twoje żądanie. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe w Apple Music zasadniczo w celu wykonania umowy z Apple, w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy dane osobowe, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów lub interesów innych podmiotów, aby: • zapewniać dostęp do treści w usługach Apple Music oraz Apple Music Classical, których słuchasz lub które dodajesz do swojej biblioteki lub pobierasz; • personalizować działanie usług Apple Music i Apple Music Classical; • identyfikować i odblokowywać kopie Twoich utworów, które są również dostępne w usłudze Apple Music; • określać dostępność treści w Twoim regionie oraz Twoje uprawnienia do ofert i subskrypcji; • pomagać ulepszać i optymalizować działanie usług Apple Music oraz Apple Music Classical dla Ciebie i innych, a także wysyłać Ci informacje o aplikacjach Muzyka i Classical oraz innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować; • tworzyć i utrzymywać Twój profil Apple Music oraz listy odtwarzania; • płacić tantiemy oraz dostarczać raporty wydawcom, wytwórniom, wykonawcom i podmiotom tworzącym listy przebojów; • zapobiegać oszustwom i innym szkodliwym działaniom. Używane dane obejmują: • korzystanie przez Ciebie z aplikacji Muzyka i Classical, w tym interakcje z funkcjami, powiadomieniami i wiadomościami w tych aplikacjach, oraz treści, których słuchasz, szukasz, które przeglądasz, dodajesz do swojej biblioteki i pobierasz z usług Apple Music oraz Apple Music Classical; • szczegóły dotyczące Twojego urządzenia i konta; • Twój adres IP; • Twój profil oraz playlisty Apple Music; • współczynnik zaufania urządzenia. Dane nieosobowe Dane nieosobowe możemy gromadzić, używać, przekazywać i ujawniać w dowolnym celu. Możemy na przykład agregować Twoje dane nieosobowe z danymi innych użytkowników usługi Apple Music w celu ulepszenia usługi. Możemy także gromadzić pewne wskaźniki wydajności Twojego urządzenia podczas korzystania z usługi Apple Music, w tym siłę sygnału bezprzewodowego, kod kraju, kod sieci oraz używany standard sieci komórkowej. Więcej informacji na temat Apple Music Aby uzyskać bardziej szczegółowe informacje, w tym funkcje i ceny, zobacz: www.apple.com/pl/apple-music. Więcej informacji o odtwarzaczu internetowym Apple Music i prywatności możesz znaleźć pod adresem www.apple.com/pl/legal/privacy/data/pl/apple-music-web. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl/.
pt_br: Proteger a privacidade e a segurança das suas informações é uma prioridade para todos na Apple. Nós nos empenhamos para coletar apenas os dados de que precisamos para melhorar sua experiência e, quando os coletamos, acreditamos que é importante informar o que estamos coletando e por que precisamos dos dados, para que você possa fazer escolhas embasadas. O Apple Music e o Apple Music Classical, assim como todos os produtos e serviços da Apple, foram projetados com base nesses princípios. Usamos seus dados pessoais para fornecer os serviços e recursos do Apple Music. Essas informações incluem seu nome e a foto usada na Conta Apple (se for o caso), que você pode acessar e alterar nos Ajustes do app Música para uso com os recursos de compartilhamento no Apple Music, além de informações de conta e pagamento, que você pode acessar e alterar nos Ajustes ou nos Ajustes do Sistema. A Assinatura do Apple Music inclui acesso completo ao Apple Music e ao Apple Music Classical. A Apple coleta informações sobre como você usa o Apple Music e o Apple Music Classical para personalizar os recursos de acordo com o seu gosto musical. Esses recursos incluem recomendações personalizadas (como álbuns e playlists escolhidos para você) e Rádio (que reproduz seleções com seus artistas e gêneros favoritos). Também usamos essas informações para entrar em contato com você por e‑mail e notificações push sobre lançamentos, novos artistas e outros acontecimentos no Apple Music e Apple Music Classical que podem ser do seu interesse. Alguns recursos do Apple Music, como algumas estações de rádio, podem não estar disponíveis na sua região. A Apple pode usar o endereço IP da sua conexão à internet para determinar a sua localização aproximada e a disponibilidade. Apple Music Classical Quem assina o Apple Music tem acesso ao Apple Music Classical, um aplicativo de música clássica projetado para você descobrir álbuns e faixas de música clássica e salvar as favoritas no mesmo local. Você pode explorar o catálogo do Apple Music Classical sem ter uma assinatura, mas deverá assinar o Apple Music para acessar todos os recursos do Apple Music Classical. Se você não tiver uma assinatura do Apple Music ativa, terá a opção de assiná‑lo para ter acesso completo ao Apple Music Classical. Biblioteca na Nuvem A biblioteca da Apple na nuvem, que é um benefício da assinatura do Apple Music, permite acessar as músicas e playlists da sua biblioteca em qualquer um dos seus dispositivos. Esse recurso envia à Apple informações sobre a biblioteca no seu dispositivo, tais como os nomes de artistas e músicas, para identificar e desbloquear cópias das músicas que também estejam disponíveis no Apple Music e no Apple Music Classical. As músicas que não forem encontradas no Apple Music serão enviadas à sua biblioteca na nuvem, para que você possa acessar sua coleção completa em qualquer um dos seus dispositivos pelo Apple Music. Para deixar de sincronizar a biblioteca na nuvem em um dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Apps > Música e desative a opção Sincronizar Biblioteca. No Mac, abra o app Música, acesse Ajustes > Geral e desmarque Sincronizar Biblioteca. Perfil do Apple Music Se quiser se conectar ou compartilhar com outras pessoas usando o Apple Music, você poderá fornecer um nome de usuário (por exemplo, @gustavosantana), nome de exibição e, se desejar, uma foto e outras informações para criar um perfil pessoal. A Apple armazena essas informações com a sua conta para que você possa acessá-la usando qualquer um dos seus dispositivos. Seu nome de usuário, nome de exibição e foto do perfil podem aparecer juntamente com os comentários que você publicar e as atividades que você compartilhar no Apple Music. Não é possível compartilhar nem publicar conteúdo com as Contas Apple de crianças. Outras pessoas também podem encontrar seu perfil do Apple Music usando as informações que você forneceu. Você pode disponibilizar o conteúdo do seu perfil (como suas playlists e as músicas que você ouve) apenas para quem você escolher. Porém, as informações do seu perfil (como nome de usuário, nome de exibição, foto, seus seguidores e quem você segue) podem ser visualizadas por todos os usuários por padrão. Para impedir que um usuário veja seu perfil, acesse o perfil do usuário, toque em Mais e toque em Bloquear. As pessoas que você bloquear não verão suas músicas nem encontrarão seu perfil no Apple Music. Quando você criar um perfil no Apple Music, recomendaremos outros assinantes do Apple Music com os quais você poderá se conectar. A Apple não aprende ou armazena informações dos seus contatos ao verificar amigos para recomendar. Apenas trechos encurtados e criptografados dos números de telefone e endereços de e‑mail nos seus contatos são enviados à Apple. Os assinantes do Apple Music correspondentes a serem recomendados são determinados localmente no dispositivo. O Apple Music pode verificar seus contatos periodicamente para recomendar novas amizades no futuro; para controlar isso, acesse Ajustes da Conta e desative Contatos no Apple Music. Se não desejar que outras pessoas encontrem você com base nas informações da sua Conta Apple que tenham nos contatos, você poderá desativar a opção Permitir Busca por Conta Apple nos Ajustes da Conta. Você pode atualizar ou remover as informações do seu perfil a qualquer momento. Sempre que você compartilhar algo on-line, pense com cuidado sobre as informações que você está divulgando publicamente. Quando você compartilha algo do Apple Music em outros sites ou redes sociais, as informações compartilhadas são regidas pelas políticas de privacidade desses outros serviços. SharePlay Quando você assina o Apple Music, você pode hospedar sessões do SharePlay quando se conecta a uma Apple TV, HomePod, CarPlay ou quando usa Bluetooth. Com o SharePlay, outros assinantes do Apple Music podem participar da sua sessão do SharePlay e controlar a música reproduzida pelo Apple Music. O SharePlay também permite que as pessoas participem de uma sessão mesmo que não tenham uma assinatura do Apple Music. A Apple usa Bluetooth, se ativado no dispositivo, para permitir que os seus contatos por perto descubram e peçam para entrar na sua sessão do Apple Music. Caso não deseje que os contatos descubram o seu dispositivo e peçam para entrar na sessão do Apple Music, você pode desativar a visibilidade dos contatos por perto nos Ajustes do app Música. Os contatos, assim como os outros participantes, também podem entrar na sessão depois de escanear o QR code mostrado nos Ajustes do app Música ou na interface do veículo, caso estejam participando de uma sessão do SharePlay no carro. O nome e a foto do perfil dos participantes da sessão poderão ser vistos por todas as pessoas na sessão. As contribuições a uma sessão do SharePlay são atribuídas à pessoa que as fez e associadas ao nome e à foto do perfil dela, se fornecidos. Elas podem ser editadas a qualquer momento nos ajustes do app Música. Para remover participantes de uma sessão do SharePlay que você está hospedando, toque no ícone do SharePlay no app Música e selecione quem você deseja remover. Para sair de uma sessão do SharePlay, toque no ícone do SharePlay no app Música e depois toque em Sair. Para encerrar uma sessão de SharePlay que você está hospedando, toque em Encerrar no app Apple Music. A Apple não retém informações sobre os seus contatos ou outros participantes que entraram em uma sessão de SharePlay depois que a sessão termina. Você também pode ativar sessões de SharePlay no app Mensagens ou durante uma ligação do FaceTime para compartilhar música em sincronia com outras pessoas. Para iniciar uma sessão, selecione a música que deseja ouvir, toque em SharePlay nas opções da música, digite os contatos com os quais compartilhar, toque em “Mensagens” ou “FaceTime” e toque em Iniciar. Colabore em Playlists Os assinantes do Apple Music podem criar e colaborar em playlists com outros assinantes do Apple Music. Se tiver criado a playlist, você poderá optar por aprovar cada pessoa que entrar nela ou permitir que qualquer pessoa com o link da playlist entre automaticamente. Todos os participantes podem adicionar e remover músicas da playlist e adicionar reações com emojis. As contribuições são atribuídas à pessoa que as fez e são associadas ao nome e à foto do perfil desse usuário, se fornecidos. Elas podem ser editadas a qualquer momento nas configurações do app Apple Music. Todos os participantes da playlist e qualquer pessoa com acesso à playlist podem ver o nome e a foto de outros participantes. Os participantes da playlist podem ver todas as músicas e reações adicionadas por outros participantes. Para interromper a colaboração, remova‑se da playlist nos ajustes ou, se você a tiver criado, interrompa a colaboração nos ajustes de gerenciamento de colaboração da playlist. Se a pessoa que criou a playlist encerrar a colaboração, a playlist passará a ser compartilhada e os colaboradores terão acesso a ela na biblioteca do Apple Music. Personalização e Melhoria do Apple Music e do Apple Music Classical Quando você usa a sua assinatura do Apple Music ou reproduz conteúdo gratuito fora da sua biblioteca, podemos coletar informações sobre as músicas e vídeos (onde aplicável) que você reproduz ou adiciona à sua biblioteca de música ou playlists e sobre os artistas e conteúdo que você marca como favoritos ou compartilha. Informações como conta, endereço IP e dispositivo, app ou interface de carro que você usou para reproduzir músicas, onde você estava no Apple Music ou Apple Music Classical quando reproduziu, o horário em que você reproduziu e por quanto tempo são anotadas e enviadas à Apple. Usamos essas informações para personalizar sua experiência no Apple Music, para enviar e‑mails e notificações a você, e para nos ajudar a entender como o Apple Music e o Apple Music Classical são usados para que possamos melhorá‑los. Por exemplo, essas informações podem nos ajudar a escolher as músicas, vídeos e conteúdo de artistas que são apresentados no Apple Music e Apple Music Classical. Elas também nos permitem fazer outras recomendações que refletem o seu gosto, criar gráficos por cidade para mostrar as tendências de música por cidade e fornecer resultados de busca personalizados do Apple Music usando uma combinação de informações, como seu histórico de músicas ouvidas e seus gêneros favoritos. Também usamos essas informações para pagar royalties e impedir ou tomar medidas contra atividades que violem ou possam violar os Termos e Condições dos Serviços de Mídia da Apple ou a legislação aplicável. Retemos essas informações pela duração da sua assinatura do Apple Music e, a partir de então, por um período de até dois anos para informar você sobre músicas que possam ser de seu interesse e ofertas para as quais você possa ser elegível. Também retemos essas informações onde necessário para nossos relatórios financeiros pelos períodos especificados pelas leis aplicáveis relacionadas a tais relatórios, o que varia de acordo com a região. Para a maioria dos clientes, isso requer um período de retenção de pelo menos 10 anos, mas em regiões como a China esse período pode ser de 30 anos. Se você usar o SharePlay para ouvir conteúdo com outros usuários no Apple Music, o app Música coletará informações sobre o conteúdo que você ouviu durante a sessão de SharePlay e o número aproximado de participantes na sessão, mas ela não reterá nenhuma informação para identificar os participantes de uma sessão de SharePlay. Também usamos os dados de busca do Apple Music para melhorar os modelos que o alimentam. Por exemplo, as buscas realizadas no Apple Music são usadas de forma agregada para refinar seu modelo de busca. Comunicação com Você A Apple pode usar informações sobre a sua conta, como os produtos da Apple que você possui, os apps da Apple que você baixa e suas assinaturas de serviços da Apple, para enviar a você comunicações sobre o Apple Music e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse, incluindo o Apple Music Classical e o Apple One. O número de série do seu dispositivo e outros identificadores de hardware, ou detalhes sobre as suas assinaturas relevantes da App Store, podem ser usados para verificar a elegibilidade para ofertas de serviços da Apple. Se você estiver em um grupo do Compartilhamento Familiar, a Apple poderá enviar comunicações sobre produtos, serviços e ofertas disponíveis pelo Compartilhamento Familiar. Se você comprar uma assinatura do Apple One, poderemos enviar e‑mails e notificações push sobre os recursos de cada serviço que você assinou. A Apple também pode usar informações sobre sua atividade no Apple Music e no Apple Music Classical, assim como sua interação com os serviços usados, para verificar a elegibilidade a assinaturas do Apple Music com desconto (como o Apple Music para estudantes) e para enviar a você e‑mails e notificações push sobre novos recursos, conteúdos e ofertas disponíveis no Apple Music e no Apple Music Classical. Você pode alterar suas preferências de e‑mail em account.apple.com e optar por não receber esses e‑mails. Para atualizar suas preferências de notificações em um dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Notificações > Música. No Mac, abra o app Música e acesse Ajustes > Geral > Notificações. Para melhorar os nossos serviços, a Apple usa informações sobre suas interações com nossas comunicações, incluindo notificações. Prevenção de Fraudes e Outras Atividades Maliciosas Quando você tenta fazer uma compra, calculamos uma pontuação de confiança no seu dispositivo com base nas informações sobre como você usa o dispositivo, incluindo o número aproximado de ligações telefônicas ou e‑mails que você envia e recebe. O envio foi projetado para que a Apple não conheça os valores subjacentes do seu dispositivo. A pontuação é armazenada por um tempo fixo em nossos servidores. A Apple também pode usar informações sobre o seu histórico de relacionamento comercial com a Apple para processar as renovações de assinatura do Apple Music e determinar se é possível oferecer o acesso contínuo à assinatura antes da autorização do parceiro de pagamento. Divulgação a Terceiros Estações de Rádio Quando você usa o Apple Music para ouvir rádio, o seu dispositivo se conecta diretamente à estação de transmissão para fornecer a você o conteúdo solicitado. Quando a conexão ocorre, o endereço IP do seu dispositivo fica visível para a estação de transmissão de rádio. A maneira como a estação de rádio trata o seu endereço IP é regida pelas políticas de privacidade da estação de rádio ou respectiva operadora. Gravadoras, Artistas e Órgãos de Coleta de Informações Temos a obrigação de fornecer alguns dados não pessoais agregados sobre o uso do Apple Music e do Apple Music Classical, assim como dados demográficos agregados de usuários, como faixa etária e gênero (que podem ser deduzidos das informações como seu nome e saudação na Conta Apple), a gravadoras, editoras e artistas para que possam medir o desempenho do trabalho criativo deles e atender a requisitos de royalties e contabilidade. Além disso, compartilhamos atividades agregadas de reprodução com órgãos de coleta de informações de reprodução de músicas ao redor do mundo, com gravadoras e artistas para medir o engajamento, incluindo em tempo real, e com plataformas de marketing de música que ajudam gravadoras e artistas a alcançar ouvintes. Para determinar a sua elegibilidade à assinatura, se você assinar o Apple Music através de um parceiro, como um provedor de rede celular, ou para concluir a sua compra, compartilharemos com tal parceiro certas informações pessoais identificáveis. Conexão do Apple Music com Outros Apps Os apps para iOS, iPadOS, visionOS e para outras plataformas que não sejam da Apple podem solicitar acesso ao Apple Music e à sua biblioteca na nuvem. Se você fornecer essa permissão a um app, ele poderá acessar informações como a sua biblioteca na nuvem no dispositivo, se você assina o Apple Music, as músicas e vídeos que você reproduz e as suas recomendações no Apple Music. Um app com permissão também pode modificar os dados associados à sua conta, como as músicas que fazem parte da sua biblioteca e as suas playlists. Se você permitir que o app Fotos acesse o Apple Music, ele usará músicas do Apple Music na reprodução dos vídeos de memória. Quando você cria um vídeo de memória personalizado no app Fotos, as informações que insere podem ser enviadas ao Apple Music para a seleção de músicas para o vídeo. Os apps da Apple com conteúdo compatível, como o Remote, também serão conectados automaticamente quando você começar a usar o app Música e o conteúdo compatível. Você pode desativar o acesso de um app no seu dispositivo iOS, iPadOS ou visionOS em Ajustes > Privacidade e Segurança > Mídia e Apple Music. No Mac, acesse Ajustes do Sistema > Privacidade e Segurança > Privacidade > Mídia e Apple Music. Se você removeu o app ou concedeu acesso a um app usando uma versão do iOS anterior ao iOS 11 ou iPadOS, poderá desativar o acesso nos ajustes da sua conta do Apple Music. Assinaturas do Apple Music Pelo Seu Provedor de Rede Celular Se o provedor de rede celular oferece assinaturas e avaliações gratuitas do Apple Music, a Apple pode verificar seu número de telefone para determinar sua elegibilidade para participar por meio de um provedor de rede celular. Se você fizer uma assinatura ou se inscrever para uma avaliação grátis do Apple Music através do seu provedor de rede celular ou outro parceiro da Apple, a Apple usará seu número de telefone ou um identificador de conta único fornecido pelo parceiro para identificar a conta e informar ao provedor ou outro parceiro que você ativou a assinatura. Usaremos o número de telefone ou identificador exclusivo associado à sua assinatura para verificar a sua conta durante o início da sessão e para conectar suas atividades no Apple Music à conta. Também usaremos o seu número de telefone para solicitar o cancelamento da assinatura junto ao provedor de rede celular, quando você solicitar. Base Legal Aplicável para o Processamento de Dados Pessoais Em geral, processamos seus dados pessoais no Apple Music para fins de execução do seu contrato com a Apple, conforme necessário para fornecer o serviço e cumprir com obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável de acordo com a lei local, processamos dados pessoais, conforme necessário, para fins dos nossos interesses legítimos ou de um terceiro, com os seguintes objetivos: • Fornecer acesso ao conteúdo do Apple Music e Apple Music Classical que você ouve, adiciona à biblioteca ou baixa • Personalizar sua experiência no Apple Music e Apple Music Classical • Identificar e desbloquear cópias das suas músicas que também estão disponíveis pelo Apple Music • Determinar a disponibilidade do conteúdo na sua região e sua elegibilidade a ofertas e assinaturas • Ajudar a melhorar e otimizar o Apple Music e o Apple Music Classical para você e outras pessoas e enviar comunicações sobre os apps Apple Music e Apple Music Classical e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse • Criar e manter seu perfil e playlists do Apple Music • Pagar royalties e fornecer relatórios para editores, gravadoras, artistas e órgãos de coleta de informações • Prevenir fraudes e outras atividades maliciosas Os dados usados incluem: • Seu uso dos apps Música e Apple Music Classical, incluindo interações com os recursos, notificações e mensagens no app, e o conteúdo que você ouve, busca, visualiza, adiciona à biblioteca e baixa no dois apps • Detalhes sobre seu dispositivo e sua conta • Seu endereço IP • Seu Perfil e playlists no Apple Music • A pontuação de confiança do dispositivo Dados Não Pessoais Podemos coletar, usar, transferir e revelar dados não pessoais para qualquer propósito. Por exemplo, podemos agregar seus dados não pessoais com os dados de outros usuários do Apple Music para melhorar o serviço. Também poderemos coletar determinadas métricas de desempenho do dispositivo quando você usar o Apple Music, incluindo intensidade da frequência de rádio, código do país, código da rede e tecnologia de acesso de rádio celular. Saiba Mais Sobre o Apple Music Para obter informações detalhadas sobre o Apple Music, incluindo recursos e preços, visite www.apple.com/br/apple-music. Para obter informações sobre o Player On‑line do Apple Music e Privacidade, visite www.apple.com/br/legal/privacy/data/pt-br/apple-music-web. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: A proteção da confidencialidade e segurança da sua informação é uma prioridade para todos os colaboradores da Apple. Esforçamo‑nos por recolher unicamente os dados de que necessitamos para melhorar a experiência de utilização e, quando o fazemos, acreditamos que seja importante informar os utilizadores em relação ao que estamos a recolher e porque precisamos de o fazer, para que possam tomar decisões informadas. Apple Music e Apple Music Classical, como qualquer produto e serviço Apple, foram concebidos com base nestes princípios. Usamos os seus dados pessoais para disponibilizar os serviços e as funcionalidades de Apple Music. Esta informação inclui o seu nome e fotografia da conta Apple se tiver definido uma, aos quais pode aceder e alterar nas definições da aplicação Música para usar com as funcionalidades de partilha em Apple Music, assim como informação de conta e de pagamento, que pode ser alterada nas Definições ou nas Definições do Sistema. Quando assina Apple Music, a sua assinatura inclui acesso total a Apple Music e Apple Music Classical. A Apple recolhe informações sobre a forma como utiliza Apple Music e Apple Music Classical para poder personalizar funcionalidades de acordo com os seus gostos musicais. Estas funcionalidades incluem recomendações personalizadas, como álbuns e listas de reprodução escolhidas para si, e Rádio, que reproduz seleções dos seus intérpretes e géneros favoritos. Utilizamos também estas informações para podermos entrar em contacto consigo por e‑mail e enviar‑lhe notificações por Push acerca de novos lançamentos, novos intérpretes e outros acontecimentos em Apple Music e Apple Music Classical de que possa gostar. Algumas funcionalidades de Apple Music, como determinadas estações de rádio de internet, podem não estar disponíveis na sua região. A Apple pode usar o endereço IP da sua ligação à internet para calcular a localização aproximada e determinar a disponibilidade. Apple Music Classical Os assinantes de Apple Music têm acesso a Apple Music Classical, uma aplicação de música concebida para lhe permitir descobrir faixas e álbuns de música clássica e guardar as suas faixas de música clássica num único lugar. Pode explorar o catálogo de Apple Music Classical sem uma assinatura, mas é necessário que tenha uma assinatura de Apple Music para aceder a todas as funcionalidades de Apple Music Classical. Se não tiver uma assinatura de Apple Music ativa, terá a opção de assinar Apple Music para obter acesso total a Apple Music Classical. Biblioteca na nuvem A biblioteca na nuvem da Apple, uma vantagem da sua assinatura de Apple Music, permite‑lhe aceder às músicas e listas de reprodução na sua biblioteca a partir de qualquer um dos seus dispositivos. Esta funcionalidade envia informações da sua biblioteca de música no dispositivo para a Apple, tais como músicas e nomes de intérpretes, para identificar e desbloquear cópias das músicas que também estejam disponíveis em Apple Music e Apple Music Classical. Quaisquer músicas que não sejam encontradas em Apple Music são enviadas para a sua biblioteca na nuvem, para que possa aceder à sua coleção completa a partir de qualquer um dos seus dispositivos através de Apple Music. Para parar a sincronização da biblioteca na nuvem, num dispositivo iOS, iPadOS ou visionOS, vá a Definições > Aplicações > Música e desative “Sincronizar biblioteca”. No Mac, abra a aplicação Música, selecione Definições > Geral e desassinale “Sincronizar biblioteca”. Perfil de Apple Music Se pretender estabelecer ligação ou partilhar com outras pessoas através de Apple Music, pode criar um perfil pessoal, indicando o seu domínio de utilizador (por exemplo, @manuelmacieira), o nome de apresentação e, se desejar, uma fotografia de perfil, uma biografia e outras informações. A Apple armazena estas informações com a sua conta para que possa aceder à mesma a partir de qualquer um dos seus dispositivos. O seu domínio de utilizador, o nome de apresentação e a fotografia de perfil podem aparecer juntamente com qualquer conteúdo por si publicado e a atividade que partilha em Apple Music. A partilha e a publicação de conteúdo não se destinam nem estão à disposição das contas Apple para crianças. Outras pessoas poderão também encontrar o seu perfil em Apple Music através da informação por si fornecida. Pode tornar o conteúdo do seu perfil, como as músicas e listas de reprodução que ouve, disponível só a determinadas pessoas. Contudo, a informação do seu perfil, como o seu nome de domínio e de apresentação, fotografia, seguidores e quem segue, é visível por todos, por predefinição. Para impedir que um utilizador veja o seu perfil, vá ao perfil desse utilizador, toque em “Mais” e, depois, em “Bloquear”. As pessoas que bloquear não poderão ver a sua música nem encontrar o seu perfil em Apple Music. Quando cria um perfil em Apple Music, receberá recomendações acerca de outros assinantes de Apple Music com quem poderá ter interesse em estabelecer ligação como amigos. A Apple não obtém nem armazena informação sobre os seus contactos ao verificar se existem amigos a recomendar. Apenas hashes abreviados e cifrados dos números de telefone e endereços de e‑mail dos seus contactos são enviados à Apple. Os assinantes de Apple Music a recomendar são determinados localmente no seu dispositivo. Apple Music pode verificar periodicamente os contactos para recomendar novos amigos. Para controlar esta opção, desative “Contactos em Apple Music” nas definições da conta. Se preferir que a sua informação de contacto da conta Apple detida por terceiros nos respetivos contactos não seja usada para encontrar o seu perfil, pode alterar esta opção nas definições de conta desativando “Permitir localização por conta Apple”. As informações que fornece no seu perfil poderão ser atualizadas ou removidas por si em qualquer altura. Sempre que partilha conteúdos online, deve pensar cuidadosamente sobre o que está a tornar público. Quando partilha conteúdos de Apple Music noutros sites ou redes sociais, tudo o que partilha encontra‑se ao abrigo das políticas de privacidade desses outros serviços. SharePlay Se for assinante de Apple Music, pode organizar sessões SharePlay quando tiver ligação a uma Apple TV, HomePod, CarPlay ou ao usar Bluetooth. Com SharePlay, os outros assinantes de Apple Music podem participar na sua sessão SharePlay e controlar a música reproduzida através de Apple Music. Usar SharePlay também permite aos utilizadores que não têm uma assinatura de Apple Music acederem à sessão SharePlay. A Apple usa Bluetooth, se ativado no dispositivo, para permitir que os contactos que estejam por perto encontrem a sua sessão de Apple Music e peçam para participar. Se não quiser que os contactos possam encontrar o seu dispositivo e pedir para participarem na sua sessão de Apple Music, pode desativar a deteção por contactos que estejam por perto nas Definições da aplicação Música. Os contactos, assim como outros participantes, também podem participar na sessão efetuando a leitura do código QR apresentado nas Definições da aplicação Música ou na interface do veículo, se participarem numa sessão SharePlay no carro. O nome e fotografia de perfil dos participantes na sessão ficarão visíveis para todos os que participam na sessão. As contribuições numa sessão SharePlay são atribuídas à pessoa que as publicou e são associadas ao respetivo nome e fotografia de perfil (se fornecidos); estes dados podem ser editados em qualquer altura nas definições da aplicação Música. Para remover participantes de uma sessão SharePlay que estiver a organizar, toque no ícone de SharePlay na aplicação Música e selecione o participante que pretende remover. Para sair de uma sessão SharePlay, toque no ícone de SharePlay na aplicação Música e, depois, toque em “Sair”. Para terminar uma sessão SharePlay organizada por si, toque em “Terminar” na aplicação Música. A Apple não conserva informação sobre os seus contactos ou outros participantes que aderiram a uma sessão SharePlay após o fim da sessão. Também pode ativar sessões SharePlay na aplicação Mensagens ou durante uma chamada FaceTime para partilhar música sincronizada com outras pessoas. Para iniciar uma sessão, selecione a música que quer ouvir, toque em SharePlay nas opções de música, especifique os contactos com quem pretende partilhar e, depois, toque em “Mensagens” ou “FaceTime” e “Iniciar”. Colaborar em listas de reprodução Os assinantes de Apple Music podem criar e colaborar em listas de reprodução com outros assinantes de Apple Music. Se uma lista de reprodução for criada por si, pode optar por escolher quem pode aceder à lista de reprodução ou permitir que qualquer pessoa com a hiperligação para a lista de reprodução aceda automaticamente. Todos os participantes podem adicionar e remover músicas da lista de reprodução e adicionar reações com emoji. As contribuições são atribuídas à pessoa que as publicou e são associadas ao respetivo nome e fotografia de perfil (se fornecidos); estes dados podem ser editados em qualquer altura nas definições da aplicação Música. Todos os participantes na lista de reprodução, e qualquer pessoa com acesso à mesma, podem ver o nome e a fotografia dos outros participantes. Os participantes na lista de reprodução podem ver todas as músicas e reações adicionadas por outros participantes. Para deixar de colaborar, remova a sua participação na lista de reprodução nas respetivas definições; caso tenha criado a lista de reprodução, pode interromper a colaboração nas definições de gestão da colaboração na lista de reprodução. Se a pessoa que criou a lista de reprodução terminar a colaboração, a lista de reprodução torna‑se uma lista partilhada à qual os colaboradores terão acesso através da biblioteca da aplicação Música. Personalizar e melhorar Apple Music e Apple Music Classical Quando utiliza a assinatura de Apple Music ou reproduz conteúdo gratuito fora da biblioteca, podemos recolher informações sobre as músicas e os vídeos (sempre que for aplicável) que reproduz ou adiciona à sua biblioteca de música ou às listas de reprodução, assim como sobre os intérpretes e o conteúdo que adiciona aos favoritos ou partilha. A informação recolhida, como a conta, o endereço IP e o dispositivo, aplicação ou interface automóvel que utiliza para reproduzir música, a secção de Apple Music ou Apple Music Classical em que estava quando a reproduziu, a hora a que a reproduziu e durante quanto tempo, é anotada e enviada à Apple. Utilizamos estas informações para personalizar a sua experiência, para lhe enviarmos e‑mails e notificações e para nos ajudar a entender como Apple Music e Apple Music Classical estão a ser utilizados para que possamos melhorar os nossos serviços. Por exemplo, estas informações podem ajudar‑nos a escolher as publicações de música, vídeos e intérpretes que lhe apresentamos em Apple Music e Apple Music Classical. Também nos permite fazer outras recomendações que refletem os seus gostos, criar tops por cidade que mostram as músicas mais populares em cada cidade, e fornecer resultados de pesquisa de Apple Music personalizados recorrendo a uma combinação de informação, como o seu histórico de reprodução e os seus géneros favoritos. Também utilizamos esta informação para pagar direitos de autor e impedir ou tomar medidas relativas a atividades que estão, ou poderão estar, em violação dos Termos e condições dos Serviços Media da Apple ou da legislação aplicável. Retemos esta informação durante o período da sua assinatura de Apple Music e posteriormente por um período de tempo máximo de dois anos para comunicar consigo sobre música que possa ser do seu interesse e ofertas para as quais seja elegível. Também retemos esta informação enquanto for necessária para fins de relatórios financeiros durante os períodos de tempo especificados pelas leis financeiras aplicáveis nas diferentes regiões. Para a maioria dos clientes, essas leis requerem um período mínimo de retenção de 10 anos, mas em algumas regiões, como na China, esse período pode ser de 30 anos. Se usar SharePlay para ouvir conteúdos com outros utilizadores em Apple Music, a aplicação Música irá recolher informação sobre o que ouviu durante a sessão SharePlay e o número aproximado de participantes na sessão, mas não será conservada qualquer informação que identifique os participantes de uma sessão SharePlay. Também usamos dados de pesquisa de Apple Music para melhorar os respetivos modelos. Por exemplo, pesquisas agregadas de Apple Music são usadas para otimizar o modelo de pesquisa de Apple Music. Comunicar consigo A Apple poderá utilizar informações sobre a sua conta (como os produtos Apple que possui, as aplicações Apple que descarrega e as assinaturas de serviços Apple) para lhe enviar comunicações sobre Apple Music e outros produtos, serviços e ofertas da Apple que poderão ser do seu interesse, incluindo Apple Music Classical e Apple One. O número de série do dispositivo e outros identificadores de hardware, ou detalhes das suas assinaturas da App Store relevantes, podem ser usados para verificação da elegibilidade para ofertas de serviços da Apple. Se pertencer a um grupo Partilha com a família, a Apple poderá enviar‑lhe comunicações sobre produtos, serviços e ofertas disponíveis através da Partilha com a família. Se adquirir uma assinatura Apple One, podemos enviar‑lhe e‑mails e notificações por Push sobre as funcionalidades de cada um dos serviços que assinou. A Apple também poderá utilizar informações sobre a sua atividade em Apple Music e Apple Music Classical, e a sua interação com os serviços usados, para confirmar a elegibilidade para assinaturas de Apple Music com desconto (tal como o plano Estudante de Apple Music) para lhe enviar e‑mails e notificações por Push sobre novas funcionalidades, conteúdos e ofertas disponíveis em Apple Music e Apple Music Classical. Pode alterar as suas preferências de e‑mail e desativar a receção destes e‑mails acedendo a account.apple.com. As preferências de notificação no dispositivo iOS, iPadOS ou visionOS podem ser atualizadas em Definições > Notificações > Música. No Mac, abra a aplicação Música e selecione Definições > Geral > Notificações. A Apple usa informação sobre as interações com as respetivas comunicações, incluindo as notificações, para melhorar os serviços. Prevenir fraude e outras atividades maliciosas Calculamos uma classificação de fidedignidade para o seu dispositivo quando tenta efetuar uma compra. Para o efeito, utilizamos informação sobre a forma como usa o dispositivo, incluindo o número aproximado de chamadas telefónicas e e‑mails que envia ou faz e recebe. O envio foi concebido de forma a que a Apple não consiga obter os valores reais no dispositivo. A classificação é armazenada por um período fixo nos nossos servidores. A Apple também pode usar a informação do histórico da relação comercial com a Apple para processar as renovações de assinaturas de Apple Music e determinar se deve ser fornecido acesso contínuo à assinatura antes da autorização do parceiro de pagamentos. Divulgação a terceiros Estações de rádio Quando utiliza Apple Music para ouvir rádio de internet, o dispositivo liga‑se diretamente à estação de rádio de internet para lhe fornecer o conteúdo solicitado. Quando estabelece ligação, o endereço IP do seu dispositivo ficará visível para a estação de rádio de internet. A utilização do seu endereço IP pela estação de rádio de internet é regulamentada pelas políticas de privacidade da estação ou do respetivo fornecedor. Editoras discográficas, intérpretes e compiladores de tops de música Somos obrigados a fornecer alguns dados de teor não pessoal, em formato agregado, acerca da utilização de Apple Music e Apple Music Classical, assim como informação demográfica agregada (por exemplo, faixa etária e género) (que podem ser obtidos a partir de informação como o nome e a saudação na conta Apple), a editoras discográficas, editores e intérpretes, para que possam avaliar o desempenho do respetivo trabalho criativo e cumprir os requisitos de direitos de autor e de contabilidade. Partilhamos igualmente em formato agregado atividade sobre os conteúdos reproduzidos com compiladores de tops de música a nível mundial, com as editoras discográficas e intérpretes para avaliar o empenho, incluindo em tempo real, e com plataformas de marketing de música que ajudam as editoras discográficas e os intérpretes a conhecer os interesses dos ouvintes. Para determinar a sua elegibilidade para uma assinatura de Apple Music, caso tenha acesso à mesma através de um parceiro associado como uma operadora móvel, ou para finalizar uma compra, partilhamos algumas informações de teor pessoal com esse parceiro. Associar Apple Music a outras aplicações As aplicações do iOS, iPadOS e visionOS e as aplicações em plataformas que não sejam da Apple podem pedir acesso a Apple Music e à sua biblioteca na nuvem. Se lhes conceder acesso, as aplicações poderão aceder a informação acerca do conteúdo da sua biblioteca na nuvem, saber se é ou não assinante de Apple Music, ver a sua atividade de reprodução de música e de vídeos e as suas recomendações em Apple Music. Com a sua autorização, estas aplicações também podem modificar dados associados à sua conta, como as músicas que se encontram na sua biblioteca e listas de reprodução. Se autorizar o acesso a Apple Music pela aplicação Fotografias, esta usará músicas de Apple Music para reproduzir com filmes de recordações. Quando cria um filme de recordações personalizado na aplicação Fotografias, informação sobre o pedido introduzido para criar a recordação pode ser enviada a Apple Music para selecionar música que será reproduzida com o filme. As aplicações da Apple com conteúdo suportado, tais como Comando, são também automaticamente associadas quando começar a usar a aplicação Música e conteúdo suportado. O acesso de uma aplicação pode ser desativado no dispositivo iOS, iPadOS ou visionOS em Definições > Privacidade e segurança > Multimédia e Apple Music. No Mac, vá a Definições do Sistema > Privacidade e segurança > Privacidade > Multimédia e Apple Music. Se removeu uma aplicação ou lhe concedeu acesso com uma versão do iOS anterior ao iOS 11 ou com o iPadOS, o acesso pode ser revogado nas definições da sua conta de Apple Music. Assinaturas de Apple Music através da sua operadora Se a sua operadora móvel oferecer períodos experimentais gratuitos e assinaturas de Apple Music, a Apple poderá verificar o seu número de telefone para determinar se é elegível através de uma operadora. Se obtiver uma assinatura ou um período experimental gratuito do serviço Apple Music através da sua operadora ou de outra entidade parceira da Apple, o seu número de telefone ou o identificador de conta único partilhado pela entidade parceira serão utilizados pela Apple para identificar a sua conta e informar a operadora ou entidade parceira de que ativou a sua assinatura. Utilizaremos o número de telefone ou identificador único associado à sua assinatura para verificar a sua conta durante o início de sessão e para associar a assinatura de Apple Music à sua conta. Também usamos o número de telefone para solicitar o cancelamento da assinatura junto da operadora móvel, a seu pedido. Base jurídica aplicável para processamento de dados pessoais Processamos os seus dados pessoais em Apple Music geralmente para a execução do seu contrato com a Apple, conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos os seguintes dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros para: • Fornecer‑lhe acesso ao conteúdo em Apple Music e Apple Music Classical que ouve, adiciona à biblioteca ou descarrega. • Personalizar a sua experiência em Apple Music e Apple Music Classical. • Identificar e desbloquear cópias de músicas que estejam igualmente disponíveis através de Apple Music. • Determinar a disponibilidade do conteúdo na sua região e a sua elegibilidade para ofertas e assinaturas. • Ajudar a melhorar e otimizar Apple Music e Apple Music Classical para si e para outras pessoas e enviar‑lhe comunicações acerca das aplicações Música e Apple Music Classical e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse. • Criar e manter o seu perfil e listas de reprodução em Apple Music. • Pagar direitos de autor e fornecer relatórios a editores, editoras discográficas, intérpretes e compiladores de tops de música. • Prevenir fraude e outras atividades maliciosas. Os dados usados incluem: • A utilização das aplicações Música e Apple Music Classical, incluindo as interações com as funcionalidades, notificações e mensagens na aplicação, e o conteúdo que ouve, pesquisa, visualiza e adiciona à sua biblioteca e descarrega em Apple Music e Apple Music Classical. • Detalhes acerca do seu dispositivo e conta. • O seu endereço IP. • O seu perfil e listas de reprodução em Apple Music. • A classificação de fidedignidade do dispositivo. Dados sem teor pessoal Podemos recolher, utilizar, transferir e revelar dados sem teor pessoal para qualquer finalidade. Por exemplo, poderemos agregar os seus dados sem teor pessoal aos de outros utilizadores de Apple Music para melhorar o serviço. Podemos igualmente recolher determinadas métricas de desempenho do seu dispositivo quando utiliza Apple Music, incluindo força do sinal de frequência de rádio, indicativo do país, código de rede e tecnologia de acesso de rádio móvel. Saiba mais acerca de Apple Music Encontrará informação adicional, incluindo acerca das funcionalidades e dos preços, em www.apple.com/pt/apple-music. Encontrará informação acerca do leitor web de Apple Music e privacidade em www.apple.com/pt/legal/privacy/data/pt/apple-music-web. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy
ro: Protejarea intimității și securității informațiilor dvs. este o prioritate pentru oricine de la Apple. Ne străduim din greu să colectăm doar datele care sunt necesare pentru a vă oferi o experiență de utilizare superioară și, atunci când colectăm date, credem că este important ca dvs. să știți ce anume colectăm și motivele pentru care o facem, astfel încât să puteți face alegeri în cunoștință de cauză. Serviciile Apple Music și Apple Music Classical, precum toate produsele și serviciile Apple, sunt concepute pe baza acestor principii. Utilizăm datele dvs. personale pentru a furniza serviciile și funcționalitățile din Apple Music. Aceste informații includ numele dvs. și poza contului Apple, dacă ați configurat una, pe care le puteți accesa și modifica în configurările aplicației Apple Music pentru a fi utilizate cu funcționalitățile de partajare din Apple Music, cât și informații despre cont și plată, pe care le puteți accesa și modifica în Configurări sau în Configurări sistem. Atunci când vă abonați la Apple Music, abonamentul dvs. include acces complet la Apple Music și la Apple Music Classical. Apple colectează informații despre modul în care utilizați Apple Music și Apple Music Classical pentru a le putea adapta funcționalitățile la gusturile dvs. muzicale. Aceste funcționalități includ recomandări personalizate, cum ar fi albume și liste de redare alese pentru dvs., și Radio, care redă selecții aparținând artiștilor și genurilor dvs. preferate. Utilizăm aceste informații și pentru a vă putea contacta prin e‑mail și notificări Push în legătură cu viitoare lansări, noi artiști și alte evenimente Apple Music și Apple Music Classical pe care este posibil să le apreciați. Este posibil ca unele funcționalități Apple Music, cum ar fi unele posturi radio, să nu fie disponibile în regiunea dvs. Apple poate utiliza adresa IP a conexiunii dvs. de internet pentru a vă aproxima localizarea și a vă determina disponibilitatea. Apple Music Classical Abonații Apple Music au acces la Apple Music Classical, o aplicație pentru muzică clasică proiectată pentru a vă permite să descoperiți piese și albume clasice și să salvați piesele clasice favorite într‑un singur loc. Puteți explora catalogul Apple Music Classical fără un abonament, dar trebuie să aveți un abonament Apple Music pentru a accesa toate funcționalitățile Apple Music Classical. Dacă nu aveți un abonament Apple Music activ, veți avea opțiunea de a vă abona la Apple Music pentru a obține acces complet la Apple Music Classical. Bibliotecă cloud Biblioteca cloud Apple, care este un beneficiu al abonamentului Apple Music, vă permite să aveți acces la melodiile și listele de redare din biblioteca dvs. de pe oricare dintre dispozitivele dvs. Această funcționalitate trimite la Apple informații din biblioteca de pe dispozitivul dvs., precum numele melodiilor și artiștilor, în vederea identificării și deblocării copiilor oricărora dintre melodiile care sunt disponibile și în Apple Music și Apple Music Classical. Orice melodie care nu poate fi găsită în Apple Music este încărcată în biblioteca cloud personală, pentru a putea beneficia de acces la colecția dvs. completă de pe oricare dintre dispozitive, prin Apple Music. Pentru a opri sincronizarea bibliotecii cloud pe dispozitivul dvs. iOS, iPadOS sau visionOS, accesați Configurări > Aplicații > Muzică și apăsați pentru a dezactiva opțiunea Sincronizare bibliotecă. Pe Mac, deschideți aplicația Muzică și accesați Configurări > General, apoi deselectați opțiunea Sincronizare bibliotecă. Profilul Apple Music Dacă doriți să vă conectați sau să partajați informații cu alte persoane utilizând Apple Music, vă puteți crea un profil personal furnizând un identificator de utilizator (de exemplu, @ionpopescu), un nume de ecran și, dacă doriți, o poză de profil și alte informații. Apple stochează aceste informații împreună cu contul dvs., astfel încât să le puteți accesa de pe oricare dintre dispozitivele dvs. Identificatorul de utilizator, numele de ecran și poza de profil pot să apară alături de orice conținut pe care îl postați și de orice activități pe care le partajați în Apple Music. Partajarea și postarea conținutului nu sunt destinate sau disponibile în prezent conturilor Apple pentru copii. Este posibil ca alte persoane să vă găsească profilul Apple Music folosind informațiile pe care le‑ați furnizat. Puteți face conținutul profilului, precum activitatea de ascultare și listele de redare, disponibil doar pentru cei pe care îi alegeți. Cu toate acestea, informațiile profilului, cum ar fi identificatorul de utilizator, numele de ecran, poza, urmăritorii și cei pe care îi urmăriți, sunt vizibile în mod implicit pentru toată lumea. Pentru a bloca un utilizator să vă vadă profilul, accesați profilul utilizatorului respectiv, apăsați pe Mai multe, apoi apăsați pe Blocați. Persoanele pe care le blocați nu vor vedea muzica dvs. și nu vor găsi profilul dvs. în Apple Music. Atunci când creați un profil pe Apple Music, vă vor fi recomandați alți abonați Apple Music cu care ați putea dori să vă conectați ca prieteni. Apple nu află și nu stochează informațiile dvs. de contact atunci când caută prieteni pentru a‑i recomanda. La Apple sunt trimise doar hash‑uri prescurtate și criptate ale numerelor de telefon și ale adreselor de e‑mail ale contactelor dvs., după care abonații Apple Music corespunzători de recomandat sunt determinați local, pe dispozitivul dvs. Apple Music vă poate verifica periodic contactele pentru a recomanda pe viitor noi prieteni; puteți controla această acțiune în Configurări cont prin dezactivarea opțiunii “Contacte pe Apple Music”. Dacă nu doriți ca alte persoane să vă poată găsi pe baza informațiilor de contact referitoare la contul Apple pe care le pot avea despre dvs. în propriile informații de contact, puteți schimba această opțiune în “Configurări cont” prin dezactivarea opțiunii “Permiteți găsirea după contul Apple”. Puteți actualiza sau elimina informațiile pe care le furnizați în cadrul profilului dvs. în orice moment. De fiecare dată când partajați informații online, este recomandat să cântăriți cu atenție ceea ce urmează să faceți public. Atunci când partajați informații din Apple Music pe alte site‑uri web sau rețele de socializare, tot ceea ce partajați se supune politicilor de confidențialitate ale serviciilor respective. SharePlay Când vă abonați la Apple Music, puteți găzdui sesiuni SharePlay atunci când v‑ați conectat la un Apple TV, HomePod, CarPlay sau când utilizați Bluetooth. Cu SharePlay, alți abonați Apple Music pot să se conecteze la sesiunea dvs. SharePlay și să controleze muzica redată prin Apple Music. De asemenea, SharePlay le permite utilizatorilor fără abonament Apple Music să se conecteze la sesiunea dvs. SharePlay. Apple utilizează conexiunea Bluetooth, dacă este activată pe dispozitivul dvs., pentru a le permite contactelor din apropiere să descopere sesiunea dvs. Apple Music și să solicite să se alăture. Dacă nu doriți ca persoanele din lista de contacte să poată să vă detecteze dispozitivul și să solicite să se alăture la sesiunea dvs. Apple Music, puteți să dezactivați în configurările aplicației Muzică posibilitatea ca persoanele de contact din apropiere să vă detecteze. De asemenea, contactele, cât și alți participanți, pot să se alăture prin scanarea unui cod QR afișat în configurările aplicației Apple Music sau pe interfața vehiculului, dacă participă la o sesiune SharePlay în mașină. Numele și poza de profil ale participanților la sesiune vor fi vizibile tuturor participanților la sesiune. Contribuțiile la o sesiune SharePlay sunt atribuite persoanelor care le‑au realizat și sunt asociate cu numele și poza de profil ale utilizatorului respectiv, dacă au fost furnizate, cu posibilitatea de a fi editate oricând în configurările aplicației Apple Music. Puteți elimina participanți de la o sesiune SharePlay pe care o găzduiți apăsând pe pictograma SharePlay din aplicația Apple Music, apoi selectând participantul pe care doriți să îl eliminați. Pentru a părăsi o sesiune SharePlay, apăsați pe pictograma SharePlay din aplicația Apple Music, apoi apăsați pe Părăsiți. Pentru a încheia o sesiune SharePlay pe care o găzduiți, apăsați pe butonul de oprire din aplicația Muzică. După încheierea sesiunii, Apple nu reține informații despre contactele dvs. sau despre alți participanți care s-au alăturat la sesiunea SharePlay. De asemenea, puteți să activați sesiunile SharePlay din aplicația Mesaje sau în timpul unui apel FaceTime, pentru a partaja muzică în sincron cu ceilalți participanți. Pentru a începe o sesiune, selectați muzica pe care doriți să o ascultați, apoi apăsați pe SharePlay în opțiunile pentru muzică, introduceți contactele cu care doriți să partajați, apoi apăsați pe “Mesaje” sau “FaceTime” și pe Start. Colaborarea la liste de redare Abonații Apple Music pot crea și colabora la liste de redare cu alți abonați Apple Music. Dacă ați creat lista de redare, puteți alege să aprobați fiecare persoană care se alătură listei de redare sau puteți permite ca orice persoană care are linkul către lista de redare să se alăture în mod automat. Toți participanții pot să adauge și să elimine melodii din lista de redare și să adauge reacții cu emojiuri. Contribuțiile sunt atribuite persoanelor care le‑au realizat și sunt asociate cu numele și poza de profil ale utilizatorului respectiv, dacă au fost furnizate, cu posibilitatea de a fi editate oricând în configurările aplicației Muzică. Toți participanții din lista de redare, inclusiv oricine are acces la lista de redare, pot vedea numele și poza celorlalți participanți. Participanții la lista de redare pot vedea toate melodiile și reacțiile adăugate de alți participanți. Pentru a încheia colaborarea, eliminați‑vă din lista de redare din configurările listei de redare sau, dacă dvs. ați creat lista, opriți colaborarea din configurările de gestionare a colaborării pentru lista de redare. Dacă persoana care a creat lista de redare încheie colaborarea, lista de redare devine listă de redare partajată, la care colaboratorii vor avea acces din biblioteca lor Apple Music. Personalizarea și optimizarea Apple Music și Apple Music Classical Atunci când utilizați abonamentul Apple Music sau redați conținut gratuit în afara bibliotecii dvs., este posibil să colectăm informații despre melodiile și clipurile video (dacă este cazul) pe care le redați sau le adăugați în biblioteca dvs. muzicală sau în listele de redare, precum și despre conținutul și artiștii pe care îi apreciați sau partajați. Informații precum contul, adresa IP, dispozitivul, aplicația sau interfața auto pe care le‑ați utilizat pentru a reda muzică, unde vă aflați în Apple Music sau Apple Music Classical atunci când ați redat‑o, precum și ora și durata redării, sunt colectate și trimise la Apple. Utilizăm aceste informații pentru a personaliza experiența dvs., pentru a vă trimite e‑mailuri și notificări și pentru a înțelege mai bine modul în care sunt utilizate serviciile Apple Music și Apple Music Classical, în vederea îmbunătățirii acestora. De exemplu, aceste informații ne pot ajuta să alegem muzica, clipurile video și conținutul oferit de artiști care să vă fie afișate în Apple Music și Apple Music Classical. De asemenea, ne permit să vă facem alte recomandări care să reflecte gusturile dvs., să creăm clasamente ale orașelor pentru a vă prezenta ce muzică este populară în funcție de oraș și să furnizăm rezultate personalizate ale căutărilor din Apple Music, utilizând o combinație de informații, precum istoricul de ascultare și genurile dvs. favorite. De asemenea, utilizăm aceste informații pentru a putea să plătim redevențe și să prevenim sau să sancționăm activități care încalcă sau ar putea încălca termenele și condițiile Serviciilor multimedia Apple sau legile aplicabile. Aceste informații sunt reținute pe durata abonamentului dvs. la Apple Music și ulterior, pentru o perioadă de până la 2 ani, pentru a vă comunica informații despre muzică care v‑ar putea interesa și oferte pentru care ați putea fi eligibil/ă. De asemenea, aceste informații sunt reținute pentru raportarea financiară, acolo unde este necesar, pe perioadele specificate de legile aplicabile referitoare la asemenea raportare, care variază în funcție de regiune. Pentru majoritatea clienților, este necesară o perioadă de retenție de minimum zece ani, dar, în regiuni precum China, perioada respectivă poate fi de 30 de ani. Dacă utilizați SharePlay pentru a asculta conținut împreună cu alți utilizatori din Apple Music, aplicația Muzică va colecta informații despre conținutul pe care l‑ați ascultat în timpul sesiunii SharePlay și numărul aproximativ de participanți la sesiune, dar nu reține nicio informație pentru a identifica participanții unei sesiuni SharePlay. De asemenea, utilizăm datele căutărilor legate de Apple Music pentru a îmbunătăți modelele care stau la baza Apple Music. De exemplu, interogările agregate ale căutărilor legate de Apple Music sunt utilizate pentru a perfecționa modelul de căutare în Apple Music. Comunicarea cu dvs. Apple poate utiliza informații despre contul dvs., precum produsele Apple pe care le dețineți, aplicațiile Apple pe care le descărcați și abonamentele dvs. la servicii Apple, pentru a vă trimite comunicări despre Apple Music și alte produse, servicii și oferte Apple care v‑ar putea interesa, inclusiv Apple Music Classical și Apple One. Numărul serial al dispozitivului și alți identificatori hardware sau detalii despre abonamentele dvs. App Store relevante pot fi utilizate pentru a verifica eligibilitatea dvs. pentru ofertele de servicii Apple. Dacă faceți parte dintr‑un grup de Partajare familială, Apple vă poate trimite comunicări despre produsele, serviciile și ofertele disponibile pentru dvs. prin Partajare familială. Dacă achiziționați un abonament Apple One, este posibil să vă trimitem e‑mailuri și notificări Push despre funcționalitățile fiecăruia dintre serviciile la care v‑ați abonat. De asemenea, Apple poate utiliza informații despre activitatea dvs. în cadrul Apple Music și Apple Music Classical și interacțiunea dvs. cu serviciile utilizate pentru a verifica eligibilitatea pentru abonamentele Apple Music cu tarif redus disponibile (precum Apple Music pentru studenți) pentru a vă trimite e‑mailuri și notificări Push despre noi funcționalități, conținut și oferte disponibile în Apple Music și Apple Music Classical. Vă puteți schimba preferințele legate de e‑mail și puteți opta împotriva primirii acestor e‑mailuri accesând account.apple.com. Pentru a vă actualiza preferințele legate de notificări pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > Notificări > Muzică. Pe Mac, deschideți aplicația Muzică și accesați Configurări > General > Notificări. Apple utilizează informații despre interacțiunile dvs. cu comunicările noastre, inclusiv notificările, pentru îmbunătățirea serviciilor. Prevenirea fraudelor și a activităților rău intenționate Calculăm un scor de încredere pentru dispozitivul dvs. atunci când încercați să realizați o achiziție, utilizând informații despre modul în care vă utilizați dispozitivul, inclusiv numărul aproximativ de apeluri telefonice sau de e‑mailuri pe care le trimiteți sau le primiți. Trimiterea este concepută în așa fel încât Apple să nu poată afla valorile subiacente de pe dispozitivul dvs. Scorul este stocat pentru o perioadă fixă de timp pe serverele noastre. De asemenea, Apple poate utiliza informații despre istoricul relației dvs. comerciale cu Apple pentru a procesa reînnoirile abonamentului Apple Music și a determina dacă să furnizeze acces continuu la abonamentul dvs. înaintea autorizării de către partenerul de plată. Divulgarea către terțe părți Posturi radio Când utilizați Apple Music pentru a asculta posturi de radiodifuziune, dispozitivul dvs. se conectează direct la postul de radiodifuziune pentru a vă furniza conținutul solicitat. La conectare, adresa IP a dispozitivului dvs. va deveni vizibilă pentru postul de radiodifuziune. Gestionarea adresei dvs. IP de către postul de radiodifuziune este guvernată de politicile de confidențialitate ale acestuia sau ale furnizorului său. Case de discuri, artiști și autori care compilează clasamente muzicale Suntem obligați să furnizăm unele date nepersonale agregate despre utilizarea serviciilor Apple Music și Apple Music Classical, precum și date demografice agregate despre utilizatori, cum ar fi grupa de vârstă și sexul (care pot fi deduse din informații precum numele și formula de adresare din contul dvs. Apple), către casele de discuri, editori și artiști, pentru a le da acestora posibilitatea să își măsoare performanțele lucrărilor de creație și să respecte cerințe legate de redevențe și contabilitate. În plus, partajăm informații agregate despre activitatea de ascultare cu autorii care compilează clasamente muzicale din întreaga lume, cu casele de discuri și artiștii pentru a măsura implicarea, inclusiv în timp real, și cu platformele de marketing muzical care ajută casele de discuri și artiștii să ia contact cu publicul. Pentru a determina eligibilitatea abonării dvs. dacă vă abonați la Apple Music prin intermediul unui partener terț, precum un operator de servicii mobile, sau pentru a finaliza achiziția, partajăm informații limitate care permit identificarea personală cu partenerul respectiv. Conectarea Apple Music cu alte aplicații Este posibil ca unele aplicații iOS, iPadOS și visionOS și aplicații de pe platforme non‑Apple să solicite acces la Apple Music și la biblioteca dvs. cloud. Dacă le acordați această permisiune, aplicațiile respective pot accesa informații precum biblioteca cloud de pe dispozitiv, dacă aveți sau nu un abonament la Apple Music, activitățile de redare a muzicii și clipurilor video și recomandările dvs din Apple Music. De asemenea, o aplicație autorizată poate modifica date asociate cu contul dvs., precum melodiile care se află în bibliotecă și în listele de redare. Dacă acordați aplicației Poze permisiunea de a accesa Apple Music, aplicația Poze va utiliza melodii din Apple Music pentru a le reda împreună cu filmele cu amintiri. Când creați un film personalizat cu amintiri în Poze, informații despre solicitarea introdusă pentru a crea amintirea pot fi trimise la Apple Music pentru a selecta melodiile care să fie redate împreună cu filmul. În plus, aplicațiile Apple care oferă conținut compatibil, precum Telecomandă, vor fi conectate automat atunci când începeți să utilizați aplicația Apple Music și conținutul compatibil. Puteți dezactiva accesul aplicațiilor pe un dispozitiv iOS, iPadOS sau visionOS accesând Configurări > Intimitate și securitate > Multimedia și Apple Music. Pe Mac, accesați Configurări sistem > Intimitate și securitate > Intimitate > Multimedia și Apple Music. Dacă ați eliminat aplicația sau ați acordat acces unei aplicații utilizând o versiune de iOS anterioară față de iOS 11 sau iPadOS, îi puteți dezactiva accesul în configurările contului dvs. Apple Music. Abonamente Apple Music prin furnizorul dvs. de rețea mobilă Dacă furnizorul dvs. de rețea mobilă oferă abonamente la Apple Music și perioade de încercare gratuită, Apple poate verifica numărul dvs. de telefon pentru a vă determina eligibilitatea prin intermediul unui furnizor de rețea mobilă partener. Dacă vă înscrieți pentru un abonament Apple Music sau pentru o perioadă de încercare gratuită prin intermediul furnizorului de rețea mobilă sau a altui partener Apple, Apple va utiliza numărul dvs. de telefon sau un identificator de cont unic partajat de partener pentru identificarea contului dvs. și pentru a aduce la cunoștința furnizorului de rețea mobilă sau a celuilalt partener faptul că v‑ați activat abonamentul. Numărul de telefon sau identificatorul unic asociat cu abonamentul va fi utilizat pentru verificarea contului dvs. la autentificare și pentru conectarea activității dvs. din Apple Music cu respectivul cont. De asemenea, numărul dvs. de telefon va fi utilizat pentru a solicita anularea abonamentului de la furnizorul de rețea mobilă, la cererea dvs. Temei juridic aplicabil pentru procesarea datelor personale În general, procesăm datele dvs. personale în Apple Music pentru executarea contractului dvs. cu Apple, pentru furnizarea serviciului, după caz, și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm date personale, așa cum este necesar în scopul intereselor legitime ale noastre sau ale terților, pentru: • Asigurarea accesului la conținutul din Apple Music și Apple Music Classical pe care îl ascultați, îl adăugați în biblioteca dvs. sau îl descărcați • Personalizarea experienței dvs. din Apple Music și Apple Music Classical • Identificarea și deblocarea copiilor melodiilor dvs. care sunt disponibile și prin Apple Music • Determinarea disponibilității conținutului în regiunea dvs. și eligibilitatea dvs. pentru oferte și abonamente • Îmbunătățirea și optimizarea Apple Music și Apple Music Classical pentru dvs. și pentru ceilalți utilizatori, precum și trimiterea de comunicări despre aplicațiile Apple Music și Apple Music Classical și despre alte produse, servicii și oferte Apple care v‑ar putea interesa • Crearea și menținerea profilului și listelor de redare din Apple Music • Plătirea redevențelor și furnizarea rapoartelor pentru editori, case de discuri, artiști și autori care compilează clasamente muzicale • Prevenirea fraudelor și a activităților rău intenționate Datele utilizate includ: • Modul în care utilizați aplicațiile Apple Music și Apple Music Classical, inclusiv interacțiunile dvs. cu funcționalitățile, notificările și mesajele din aplicație, precum și conținutul pe care îl ascultați, căutați, vizualizați, adăugați în bibliotecă și descărcați din Apple Music și Apple Music Classical • Detalii despre dispozitivul și contul dvs. • Adresa dvs. IP • Profilul și listele dvs. de redare din Apple Music • Scorul de încredere al dispozitivului Date nepersonale Putem colecta, utiliza, transfera și divulga date nepersonale indiferent de scop. De exemplu, datele dvs. nepersonale ar putea fi agregate cu cele ale altor utilizatori ai serviciului Apple Music în scopul îmbunătățirii serviciului. De asemenea, putem colecta anumiți parametri de performanță de pe dispozitivul dvs. atunci când utilizați Apple Music, inclusiv intensitatea semnalului de radiofrecvență, codul de țară, codul de rețea și tehnologia de acces radio celular. Aflați mai multe despre Apple Music Pentru informații mai detaliate, inclusiv despre funcționalități și tarife, vizitați www.apple.com/ro/apple-music. Pentru informații despre playerul web Apple Music și intimitate, vizitați www.apple.com/legal/privacy/data/ro/apple-music-web. Informații colectate de Apple vor fi în permanență tratate în conformitate cu politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Обеспечение конфиденциальности и безопасности личных данных является приоритетной задачей для всех сотрудников Apple. Мы прилагаем все усилия, чтобы собирать только те данные, которые нам необходимы для усовершенствования предоставляемых услуг. Когда мы все‑таки собираем данные, мы обязательно уведомляем Вас об этом факте, а также о том, чем вызвана такая необходимость, чтобы Вы могли принять информированное решение. Сервисы Apple Music и Apple Music Classical, как и остальные продукты и сервисы Apple, созданы на основе этих принципов. Мы используем Ваши персональные данные для обеспечения работы сервисов и функций Apple Music. К этой информации относятся Ваше имя и фото Вашего Аккаунта Apple (если Вы их добавили), которые можно просмотреть и изменить в настройках приложения «Музыка» от Apple для использования с функциями общего доступа в Apple Music, а также информация Вашей учетной записи и платежные данные, которые можно просмотреть и изменить в Настройках или Системных настройках. Подписываясь на Apple Music, Вы получаете полный доступ и к Apple Music, и к Apple Music Classical. Apple собирает информацию о том, как Вы используете Apple Music и Apple Music Classical, чтобы персонализировать функции с учетом Ваших музыкальных предпочтений. К таким функциям относятся, например, персональные рекомендации с подборками альбомов и плейлистов, а также раздел «Радио», где можно слушать песни любимых исполнителей и жанров. Мы также используем эту информацию, чтобы сообщать Вам по электронной почте или в push‑уведомлениях о предстоящих выпусках, новых исполнителях и других событиях в Apple Music и Apple Music Classical, которые могут Вам понравиться. Некоторые функции Apple Music, например прослушивание определенных радиостанций, могут быть доступны не во всех регионах. Компания Apple может использовать IP‑адрес Вашего интернет-подключения, чтобы приблизительно определять Вашу геопозицию и проверять доступность функций. Apple Music Classical Подписчики Apple Music получают доступ к Apple Music Classical — приложению, созданному специально для классической музыки. С его помощью легко находить композиции и альбомы, ставшие классикой, а также сохранять свои любимые классические произведения в одном месте. Каталог Apple Music Classical можно просматривать без подписки, однако для доступа ко всем функциям Apple Music Classical необходимо оформить подписку на Apple Music. Если у Вас нет действующей подписки на Apple Music, Вам будет предложено подписаться на сервис Apple Music, чтобы получить полный доступ к Apple Music Classical. Облачная медиатека Облачная медиатека Apple, которая включена в подписку на Apple Music, предоставляет доступ к песням и плейлистам в медиатеке с любого Вашего устройства. Эта функция передает в Apple информацию из медиатеки на Вашем устройстве, такую как названия песен и имена исполнителей. Это необходимо для идентификации сохраненных композиций и разблокировки доступа к песням, которые также есть в Apple Music и Apple Music Classical. Любые песни, пока не представленные в Apple Music, выгружаются в Вашу личную облачную медиатеку, чтобы Вы могли получать доступ ко всей своей коллекции с любого персонального устройства, используя Apple Music. Чтобы остановить синхронизацию своей облачной медиатеки на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Приложения» > «Музыка» и касанием выключите параметр «Синхронизация медиатеки». На Mac откройте приложение «Музыка», выберите «Настройки» > «Основные» и снимите флажок «Синхронизация Медиатеки». Профиль Apple Music Для общения и обмена контентом с другими пользователями Apple Music можно создать личный профиль, указав идентификатор пользователя (например, @johnappleseed) и отображаемое имя. Вы также можете добавить фото профиля и другую информацию. Apple хранит эту информацию в Вашей учетной записи, чтобы Вы могли получать к ней доступ с любого своего устройства. Идентификатор пользователя, отображаемое имя и фото профиля могут отображаться вместе с публикуемым Вами контентом и данными активности, которыми Вы делитесь в Apple Music. Отправка и публикация контента недоступна и не предназначена для детских Аккаунтов Apple. Другие пользователи также могут находить Ваш профиль Apple Music по предоставленной Вами информации. Вы можете предоставлять доступ к своему профилю, плейлистам и спискам прослушанной музыки только выбранным Вами пользователям. Однако данные Вашего профиля, такие как идентификатор пользователя, отображаемое имя, фото, а также списки подписчиков и подписок, видны всем пользователям по умолчанию. Чтобы запретить пользователю доступ к Вашему профилю, откройте профиль этого человека, коснитесь кнопки «Еще», а затем — кнопки «Заблокировать». Заблокированные пользователи не смогут просматривать то, что Вы слушаете, или находить Ваш профиль в Apple Music. При создании профиля в Apple Music мы порекомендуем Вам других подписчиков Apple Music, которых Вам может быть интересно добавить в друзья. При поиске рекомендуемых друзей Apple не получает и не хранит информацию о Ваших контактах. В Apple передаются только сокращенные и зашифрованные хеши телефонных номеров и адресов электронной почты из Ваших контактов. Затем подходящие подписчики Apple Music определяются локально на Вашем устройстве. Сервис Apple Music может периодически проверять Ваши контакты, чтобы рекомендовать новых друзей. Вы можете выключить эти рекомендации в настройках своего Аккаунта. Если Вы не хотите, чтобы другие пользователи находили Вас, используя контактную информацию, которую Вы указали в Аккаунте Apple и которая сохранена в их контактах, Вы можете выключить параметр «Поиск по Аккаунту Apple» в настройках Аккаунта. Информацию, которую Вы указали в своем профиле, можно обновить или удалить в любое время. Прежде чем публиковать что‑либо в интернете, всегда обдумывайте, какую информацию Вы готовы сделать общедоступной. Контент Apple Music, которым Вы делитесь на других сайтах или в социальных сетях, обрабатывается в соответствии с политиками конфиденциальности соответствующих сайтов или социальных сетей. SharePlay Подписчики Apple Music могут проводить сеансы SharePlay при наличии подключения к Apple TV, HomePod, CarPlay или при использовании Bluetooth. Благодаря функции SharePlay другие пользователи с подпиской на Apple Music могут присоединяться к Вашему сеансу SharePlay и управлять воспроизведением музыки из Apple Music. К Вашему сеансу SharePlay также могут присоединяться пользователи без подписки на Apple Music. Если на Вашем устройстве включен Bluetooth, Apple использует Bluetooth-подключение, чтобы позволить находящимся рядом контактам обнаруживать Ваш сеанс Apple Music и запрашивать подключение к нему. Если Вы не хотите, чтобы контакты могли обнаруживать Ваше устройство и запрашивать присоединение к Вашему сеансу Apple Music, Вы можете выключить возможность обнаружения находящимися рядом контактами в настройках приложения «Музыка» от Apple. Контакты и другие участники также могут присоединяться к сеансу, сканируя QR‑код, который отображается в настройках приложения Apple «Музыка» либо, если SharePlay начат в машине, в интерфейсе автомобиля. Имена и фото профилей участников сеанса будут видны всем остальным участникам. Изменения сессии SharePlay связываются с участником, который их внес, и подписываются именем этого пользователя с добавлением фото профиля (если доступно). Эти данные можно изменить в любой момент в настройках приложения Apple «Музыка». Вы можете удалить участников из сеанса SharePlay, который Вы проводите. Для этого в приложении Apple «Музыка» коснитесь значка SharePlay, а затем выберите участника, которого следует удалить. Чтобы покинуть сеанс SharePlay, в приложении Apple «Музыка» коснитесь значка SharePlay, а затем — кнопки «Выйти». Чтобы завершить проводимый Вами сеанс SharePlay, коснитесь «Отбой» в приложении Apple «Музыка». Apple не сохраняет информацию о Ваших контактах и других присоединившихся участниках после завершения сеанса SharePlay. Также можно запускать сеансы SharePlay в Сообщениях или во время вызовов FaceTime, чтобы синхронизированно делиться музыкой с другими участниками. Чтобы начать сеанс, выберите музыку, которую хотите послушать, затем в списке доступных действий коснитесь кнопки SharePlay, укажите контакты, с которыми хотите поделиться, затем коснитесь «Сообщения» или «FaceTime» и нажмите «Начать». Совместная работа над плейлистами Подписчики Apple Music могут создавать и редактировать плейлисты совместно с другими подписчиками Apple Music. Создатель плейлиста может одобрять запросы на присоединение к нему или разрешить автоматически присоединяться всем, у кого есть ссылка на этот плейлист. Все участники могут добавлять и удалять песни в плейлисте, а также реагировать с помощью эмодзи. Изменения в плейлисте связываются с участником, который их внес, и подписываются именем пользователя и фото профиля (при его наличии), которые можно изменить в любой момент в настройках приложения Apple «Музыка». Все участники плейлиста и все пользователи с доступом к нему могут видеть и просматривать имена и фото остальных участников. Участники плейлиста могут просматривать все песни и реакции, добавленные другими участниками. Чтобы прекратить свое участие, удалите себя из плейлиста в его настройках, а если Вы создатель плейлиста, остановите совместную работу над ним в его настройках. Если создатель плейлиста останавливает совместную работу над ним, этот плейлист становится общим, а участники могут просматривать его в своей медиатеке Apple Music. Улучшение и персонализация Apple Music и Apple Music Classical Когда Вы пользуетесь подпиской на Apple Music или воспроизводите бесплатный контент не из своей медиатеки, мы можем собирать информацию о песнях и видеозаписях (если применимо), которые Вы воспроизводите либо добавляете в медиатеку или плейлисты, а также о том, каких исполнителей и какой контент Вы добавляете в избранное или выбираете для того, чтобы поделиться. Данные, например об учетной записи, IP‑адресе, устройстве, приложении или автомобильной системе, которые использовались для воспроизведения, регистрируются и отправляются в Apple. К этим данным относятся сведения о том, в каком разделе Apple Music или Apple Music Classical Вы находились, когда воспроизводили музыку, а также в какое время и как долго Вы ее воспроизводили. Мы используем эту информацию, чтобы персонализировать доступные функции, отправлять электронные письма и уведомления, а также анализировать пользовательскую активность в Apple Music и Apple Music Classical с целью улучшения сервисов. Например, эта информация помогает нам подбирать музыку, видео и контент исполнителей и предлагать эти подборки в Apple Music и Apple Music Classical. Кроме того, на основе этой информации мы составляем рекомендации для Вас, создаем городские чарты, чтобы показывать, какая музыка популярна в различных городах, и предоставляем персонализированные результаты поиска в Apple Music с учетом прослушанной Вами музыки и Ваших любимых жанров. Мы также используем эту информацию для выплаты авторских гонораров и предотвращения действий, которые нарушают или могут нарушать Положения и условия Мультимедийных сервисов Apple или действующее законодательство. Мы храним эту информацию в течение всего периода действия Вашей подписки на Apple Music, а после ее окончания — в течение срока до двух лет, чтобы сообщать о музыке, которая может Вас заинтересовать, и о доступных Вам предложениях. При необходимости эти данные также могут храниться в течение срока, установленного действующим законодательством о финансовой отчетности для соответствующего региона. В большинстве случаев этот срок составляет не менее 10 лет, но в отдельных регионах, например в Китае, может достигать 30 лет. Если Вы используете SharePlay, чтобы слушать контент вместе с другими пользователями Apple Music, приложение «Музыка» будет собирать информацию о контенте, прослушанном Вами во время сеанса SharePlay, и о примерном количестве участников сеанса. Приложение «Музыка» не сохраняет информацию, позволяющую установить личности участников сеанса SharePlay. Мы также используем данные поиска в Apple Music для совершенствования моделей, лежащих в основе Apple Music. Например, обобщенные данные поисковых запросов в Apple Music используются для повышения точности и эффективности поисковой модели Apple Music. Обратная связь Apple может использовать информацию о Вашей учетной записи (например о том, какие продукты Apple и подписки на сервисы Apple у Вас есть, а также какие приложения Apple Вы загружаете), чтобы отправлять Вам информацию об Apple Music и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать, в том числе о подписке на Apple Music Classical и Apple One. Серийный номер и другие аппаратные идентификаторы Вашего устройства, а также сведения о действующих подписках в App Store могут быть использованы для того, чтобы предоставлять Вам подходящие предложения от сервисов Apple. Если Вы состоите в группе Семейного доступа, Apple может отправлять Вам информацию о продуктах, сервисах и предложениях, которые Вы можете использовать в рамках Семейного доступа. Если Вы приобретете подписку Apple One, мы сможем отправлять Вам электронные письма и push-уведомления о функциях каждого из сервисов, на которые Вы подписаны. Apple также может использовать информацию о том, как Вы используете Apple Music и Apple Music Classical и взаимодействуете со службами, предназначенными для проверки доступности для Вас скидок на подписку Apple Music (например, студенческой подписки на Apple Music), чтобы отправлять Вам электронные письма и push‑уведомления о новых функциях, контенте и предложениях, доступных в Apple Music и Apple Music Classical. Вы можете изменить настройки электронной почты и отписаться от этой рассылки на account.apple.com. Чтобы изменить настройки уведомлений на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Уведомления» > «Музыка». На Mac откройте приложение «Музыка» и выберите «Настройки» > «Основные» > «Уведомления». Для повышения качества своих сервисов Apple использует информацию о том, как Вы взаимодействуете с инструментами коммуникации Apple, в том числе с уведомлениями. Предотвращение мошенничества и других вредоносных действий Когда Вы совершаете покупку, мы вычисляем на Вашем устройстве индекс доверия устройству. Он рассчитывается на основе информации о том, как Вы используете устройство, в том числе сколько вызовов примерно совершаете и сколько электронных писем отправляете и получаете. Отправка индекса выполняется таким образом, что Apple не получает данные Вашего устройства, на основе которых рассчитан этот индекс. Индекс доверия хранится на наших серверах в течение определенного времени. Apple также может использовать информацию о Вашей истории взаимодействий с Apple, чтобы обработать данные о продлении подписки на Apple Music и определить, можно ли предоставить Вам непрерывный доступ к контенту по подписке, не дожидаясь завершения авторизации через платежного партнера. Раскрытие информации третьим лицам Радиостанции Когда Вы слушаете радио в Apple Music, Ваше устройство подключается напрямую к каналу трансляции для воспроизведения нужного контента. После подключения Ваш IP‑адрес будет известен радиостанции. Использование IP‑адреса, полученного радиостанцией, регулируется политикой конфиденциальности этой радиостанции или ее оператора. Музыкальные лейблы, исполнители и составители чартов Мы обязаны предоставлять музыкальным лейблам, издателям и исполнителям некоторые обобщенные обезличенные данные об использовании Apple Music и Apple Music Classical, а также обобщенные демографические данные пользователей, такие как возрастная группа и пол (могут быть установлены на основании таких сведений, как Ваше имя и приветствие в Вашем Аккаунте Apple). Так участники музыкальной индустрии смогут оценивать свою творческую работу и выполнять требования по гонорарам и бухгалтерскому учету. Кроме того, мы делимся обобщенными данными о прослушивании с составителями музыкальных чартов по всему миру; с лейблами и исполнителями, чтобы они могли измерять вовлеченность аудитории, в том числе в режиме реального времени; а также с платформами рекламного продвижения музыки, которые помогают лейблам и исполнителям доносить свою музыку до слушателей. Если Вы оформляете подписку на Apple Music через стороннего партнера (например, оператора мобильной связи), для проверки условий Вашей подписки и оформления покупок мы делимся с этим партнером ограниченным объемом информации, идентифицирующей Вас лично. Подключение Apple Music к другим приложениям Приложения для iOS, iPadOS и visionOS, а также приложения для платформ других компаний могут запрашивать доступ к Apple Music и Вашей облачной медиатеке. Если Вы дадите свое согласие, приложение получит доступ к определенной информации — например о том, что из Вашей облачной медиатеки хранится на устройстве и есть ли у Вас подписка на Apple Music. Приложению также будет известно, какие видео Вы просматриваете, какую музыку слушаете и какие рекомендации получаете в Apple Music. Приложение, у которого есть разрешение, также может изменять данные, связанные с Вашей учетной записью, например списки песен в Вашей медиатеке и плейлистах. Если Вы разрешите приложению «Фото» доступ к приложению «Музыка», Фото будет использовать песни из приложения «Музыка» как саундтреки к фильмам-воспоминаниям. Когда Вы самостоятельно создаете фильм-воспоминание в приложении «Фото», информация о текстовом запросе, введенном Вами для создания воспоминания, может быть отправлена в приложение «Музыка» для подбора саундтрека к фильму. Приложения Apple с поддерживаемым контентом, например Пульт, также будут подключаться автоматически при запуске приложения «Музыка» и воспроизведении поддерживаемого контента. Чтобы закрыть доступ для этих приложений на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Конфиденциальность и безопасность» > «Медиа и Apple Music». На Mac откройте «Системные настройки» > «Конфиденциальность и безопасность» > «Конфиденциальность» > «Медиа и Apple Music». Если Вы удалили приложение или предоставили ему доступ к данным в версии iOS, выпущенной до iOS 11, либо сделали то же самое в iPadOS, Вы можете запретить этому приложению доступ к данным, изменив настройки своей учетной записи Apple Music. Подписки на Apple Music через оператора сотовой связи Если Ваш оператор сотовой связи предлагает платные подписки на Apple Music и бесплатные пробные периоды, Apple может проверить Ваш номер телефона, чтобы определить, доступно ли Вам предложение от этого оператора. Если Вы приобретаете подписку или бесплатный пробный период Apple Music через оператора сотовой связи или другого партнера Apple, компания Apple будет использовать Ваш номер телефона или уникальный идентификатор учетной записи, предоставленный компанией-партнером, для идентификации Вашей учетной записи и для того, чтобы оператор сотовой связи или другая компания-партнер могли узнать об активации Вашей подписки. Мы будем использовать связанный с подпиской номер телефона или уникальный идентификатор для проверки учетной записи при входе и для привязки Ваших действий в Apple Music к учетной записи. Мы также можем использовать Ваш номер телефона, чтобы отменить подписку у оператора сотовой связи по Вашему запросу. Применимое правовое обоснование для обработки персональных данных Как правило, мы обрабатываем Ваши персональные данные в Apple Music в целях соблюдения условий Вашего договора с Apple и соответствия требованиям к предоставлению сервиса, а также для исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем персональные данные в следующих целях: • Предоставление доступа в Apple Music и Apple Music Classical к контенту, который Вы слушаете, добавляете в свою медиатеку или загружаете. • Персонализация функций Apple Music и Apple Music Classical. • Идентификация сохраненных композиций и разблокировка доступа к песням, которые также представлены в Apple Music. • Определение доступности контента в Вашем регионе и Вашей возможности получать предложения и оформлять подписки. • Помощь в улучшении и оптимизации Apple Music и Apple Music Classical для Вас и других пользователей, а также отправка Вам информации об Apple Music и Apple Music Classical и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. • Создание и поддержка Вашего профиля и плейлистов в Apple Music. • Выплата гонораров и предоставление отчетности издателям, музыкальным лейблам, исполнителям и составителям чартов. • Предотвращение мошенничества и других вредоносных действий. К используемым данным относятся следующие: • Сведения о том, как Вы используете сервисы Apple Music и Apple Music Classical, включая данные о взаимодействии с функциями, уведомлениями и сообщениями в обоих приложениях, а также о том, какой контент Вы слушаете, ищете, смотрите, добавляете в свою медиатеку и загружаете в Apple Music и Apple Music Classical. • Сведения о Вашем устройстве и Вашей учетной записи. • Ваш IP‑адрес. • Сведения о Вашем профиле и плейлистах в Apple Music. • Индекс доверия устройству. Обезличенные данные Мы можем собирать, использовать, передавать и раскрывать обезличенные данные для любых целей. Например, мы можем объединять Ваши данные, не являющиеся персональными, с аналогичными данными других пользователей Apple Music для улучшения этого сервиса. Когда Вы используете Apple Music, мы также можем собирать определенную информацию о производительности Вашего устройства, в том числе о мощности радиосигнала, коде страны, коде сети и технологиях сотовой радиосвязи. Подробнее об Apple Music Подробнее о сервисе, функциях и ценах: www.apple.com/ru/apple-music. Подробнее о веб‑проигрывателе Apple Music и конфиденциальности: www.apple.com/ru/legal/privacy/data/ru/apple-music-web. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com/ru/privacy.
sk: Ochrana vášho súkromia a bezpečnosť vašich informácií je prioritou pre každého v Apple. Snažíme sa zhromažďovať len tie dáta, ktoré potrebujeme, aby sme vám vedeli ponúknuť stále lepší užívateľský zážitok. Myslíme si, že pri ich zhromažďovaní je dôležité, aby ste vedeli, aké dáta zhromažďujeme a prečo ich potrebujeme, vďaka čomu sa môžete informovane rozhodnúť. Služby Apple Music a Apple Music Classical sa rovnako ako každý iný produkt a služba spoločnosti Apple riadia týmito princípmi. Vaše osobné údaje používame na poskytovanie služieb a funkcií v Apple Music. Medzi tieto informácie patrí vaše meno a fotka v Apple účte, pokiaľ ste si ich nastavili (k týmto údajom používaným s funkciami zdieľania v Apple Music môžete pristupovať a upravovať ich v nastaveniach apky Hudba), ako aj informácie z vášho účtu a platobné údaje, ktoré si môžete prezerať a upravovať v Nastaveniach alebo Systémových nastaveniach. Keď si predplatíte službu Apple Music, okrem služby Apple Music získate aj plný prístup k službe Apple Music Classical. Spoločnosť Apple zhromažďuje informácie o spôsobe, akým používate služby Apple Music a Apple Music Classical, aby mohla prispôsobovať jednotlivé funkcie vášmu hudobnému vkusu. Tieto funkcie zahŕňajú prispôsobené odporúčania, napríklad albumy a playlisty vybrané pre vás a Rádio, ktorá umožňuje prehrávať vybrané skladby vašich obľúbených interpretov a žánrov. Tieto informácie používame aj na to, aby sme vás mohli kontaktovať prostredníctvom emailu alebo push hlásení v súvislosti s novými vydaniami, novými interpretmi a ďalšími novinkami v službách Apple Music a Apple Music Classical, ktoré by sa vám mohli páčiť. Niektoré funkcie Apple Music, napríklad vysielanie niektorých staníc rádia, nemusia byť dostupné vo vašom regióne. Spoločnosť Apple môže na stanovenie vašej približnej polohy a dostupnosti funkcií použiť IP adresu vášho internetového pripojenia. Apple Music Classical Predplatitelia služby Apple Music majú prístup k Apple Music Classical, aplikácii navrhnutej na počúvanie klasickej hudby, v ktorej môžete na jednom mieste objavovať klasické skladby a albumy a ukladať si svoje obľúbené klasické skladby. Katalóg Apple Music Classical môžete prechádzať aj bez predplatenia, na prístup ku všetkým funkciám Apple Music Classical však budete potrebovať predplatné Apple Music. Ak nemáte aktívne predplatné Apple Music, budete mať možnosť predplatiť si túto službu a získať tak plný prístup k Apple Music Classical. Knižnica na cloude Jednou z výhod predplatného služby Apple Music je knižnica na cloude spoločnosti Apple, vďaka ktorej môžete na ľubovoľnom zo svojich zariadení pristupovať k skladbám a playlistom vo svojej knižnici. Táto funkcia odosiela informácie z hudobnej knižnice na vašom zariadení, ako sú napríklad názvy skladieb a interpretov, spoločnosti Apple s cieľom identifikovať a odomknúť kópie vašich skladieb, ktoré sú dostupné aj v službách Apple Music a Apple Music Classical. Skladby, ktoré sa nenájdu v službe Apple Music, sa nahrajú do vašej osobnej knižnice na cloude, vďaka čomu budete mať prostredníctvom služby Apple Music prístup k celej svojej zbierke na všetkých svojich zariadeniach. Ak chcete zastaviť synchronizáciu knižnice na cloude na svojom iOS, iPadOS alebo visionOS zariadení, otvorte Nastavenia > Apky a klepnutím vypnite možnosť Synchronizovať knižnicu. Na Macu otvorte apku Hudba, prejdite do Nastavenia > Všeobecné a zrušte zaškrtnutie možnosti Synchronizovať knižnicu. Profil v Apple Music Ak sa chcete pomocou služby Apple Music spojiť s inými ľuďmi alebo s nimi zdieľať obsah, môžete si vytvoriť osobný profil zadaním užívateľského mena (napr. @jankohrasko), prezývky, pridaním profilovej fotky, krátkeho textu o sebe a ďalších informácií. Spoločnosť Apple uchováva tieto informácie s vaším účtom, takže k nim môžete pristupovať z ľubovoľného zariadenia. Vaše užívateľské meno, zobrazované meno a profilová fotka sa môžu zobrazovať spolu s akýmkoľvek zverejneným obsahom a aktivitami, ktoré zdieľate v službe Apple Music. Zverejňovanie a komentovanie obsahu v tejto chvíli nie je určené ani dostupné pre Apple účty detí. Pomocou informácií, ktoré zadáte, môžu váš profil v službe Apple Music vyhľadať aj iní užívatelia. Obsah svojho profilu, napríklad playlisty a vypočutý obsah, môžete sprístupniť všetkým alebo len vybraným užívateľom. Informácie o vašom profile, ako je užívateľské meno, zobrazované meno, fotka, vaši nasledovatelia a osoby, ktoré nasledujete, si predvolene môžu pozrieť všetci. Ak chcete zabrániť v prezeraní vášho profilu konkrétnemu užívateľovi, klepnite na profil daného užívateľa, klepnite na Viac a potom klepnite na Zablokovať. Ľudia, ktorých zablokujete, neuvidia vašu hudbu a nebudú môcť vyhľadať váš profil v Apple Music. Po vytvorení profilu v službe Apple Music vám odporučíme ďalších odberateľov Apple Music, s ktorými by ste sa mohli chcieť spojiť ako priatelia. Pri hľadaní vhodných priateľov na odporúčanie spoločnosť Apple nezisťuje ani neuchováva informácie z vašich kontaktov. Spoločnosti Apple sú odosielané len skrátené a zašifrované zhluky telefónnych čísiel a emailových adries z vašich kontaktov. Vhodné odporúčania nových priateľov na Apple Music sú následne vytvárané lokálne na vašom zariadení. Apple Music môže v budúcnosti pravidelne kontrolovať vaše kontakty s cieľom navrhovať nových priateľov. Túto funkciu môžete vypnúť v nastaveniach účtu, kde vypnete možnosť Kontakty na Apple Music. Ak nechcete, aby vás ostatní užívatelia mohli vyhľadať na základe údajov vášho Apple účtu, ktoré majú uložené v kontaktoch, vypnite v nastaveniach účtu možnosť Nájsť ma podľa Apple účtu. Informácie zadané vo svojom profile môžete kedykoľvek aktualizovať alebo odstrániť. Pri zdieľaní obsahu online by ste mali dobre zvážiť, aké informácie zverejníte. Obsah zdieľaný zo služby Apple Music na iných webových stránkach alebo v sociálnych sieťach sa riadi zásadami ochrany osobných údajov príslušných služieb. SharePlay Keď máte predplatenú službu Apple Music a pripojíte sa k Apple TV, HomePodu alebo CarPlay, prípadne keď používate Bluetooth, môžete hosťovať relácie SharePlay. Cez SharePlay sa iní predplatitelia Apple Music môžu pripájať do vašich relácií SharePlay a ovládať hudbu prehrávanú prostredníctvom Apple Music. SharePlay umožňuje pripájať sa do relácií SharePlay aj užívateľom, ktorí nemajú predplatenú službu Apple Music. Ak máte na zariadení zapnutý Bluetooth, spoločnosť Apple prostredníctvom tohto rozhrania umožňuje kontaktom v blízkosti vyhľadať vašu reláciu v Apple Music a požiadať o pripojenie. Ak nechcete umožniť kontaktom, aby mohli vyhľadať vaše zariadenie a požiadať o pripojenie k vašej relácii Apple Music, v nastaveniach apky Hudba môžete vypnúť viditeľnosť svojho zariadenia pre kontakty v blízkosti. Vaše kontakty a ďalší účastníci sa do relácie môžu pripojiť aj naskenovaním QR kódu, ktorý sa zobrazí v nastaveniach apky Hudba alebo v rozhraní vozidla, ak sa do relácie SharePlay pripájajú v aute. Každý účastník relácie uvidí mená a profilové fotky všetkých ostatných účastníkov. Príspevky v relácii SharePlay sú pripísané užívateľovi, ktorý ich vytvoril, a prepojené s jeho menom a profilovou fotkou, pokiaľ tieto údaje (ktoré možno kedykoľvek upraviť v nastaveniach apky Hudba) poskytol. Z relácií SharePlay, ktoré hosťujete, môžete odstrániť účastníkov klepnutím na ikonu SharePlay v apke Hudba a následným výberom účastníkov, ktorých chcete odstrániť. Ak chcete opustiť reláciu SharePlay, klepnite na ikonu SharePlay v apke Hudba a potom klepnite na Opustiť. Ak hosťujete reláciu SharePlay a chcete ju ukončiť, klepnite na Ukončiť v apke Hudba. Spoločnosť Apple po skončení relácie SharePlay neuchováva informácie o vašich kontaktoch ani o ostatných účastníkoch, ktorí boli pripojení. Relácie SharePlay môžete spúšťať aj v apke Správy alebo počas FaceTime hovorov na synchrónne počúvanie hudby s ostatnými. Ak chcete spustiť takúto reláciu, vyberte hudbu, ktorú chcete počúvať, v možnostiach hudby klepnite na SharePlay, zadajte kontakty, s ktorými chcete hudbu zdieľať, klepnite na Správy alebo FaceTime a nakoniec klepnite na Spustiť. Spolupráca na playlistoch Predplatitelia služby Apple Music môžu vytvárať playlisty a spolupracovať na nich s ostatnými predplatiteľmi Apple Music. Pri vytváraní playlistu sa môžete rozhodnúť, či chcete schvaľovať pripojenie jednotlivých účastníkov, alebo povoliť automatické pripojenie všetkých užívateľov s odkazom. Všetci účastníci v playliste môžu pridávať a odstraňovať skladby a reagovať prostredníctvom emoji. Príspevky sú pripísané užívateľovi, ktorý ich vytvoril, a prepojené s jeho menom a profilovou fotkou, pokiaľ tieto údaje (ktoré možno kedykoľvek upraviť v nastaveniach apky Hudba) poskytol. Všetci účastníci v playliste a všetky osoby s prístupom k playlistu uvidia alebo si môžu pozrieť mená a fotky ostatných účastníkov. Účastníci v playliste si môžu prezerať všetky skladby a reakcie pridané ostatnými účastníkmi. Ak chcete prestať spolupracovať, odstráňte sami seba z playlistu v jeho nastaveniach. Ak ste playlist vytvorili, ukončite spoluprácu v nastaveniach správy spolupráce. Ak spoluprácu ukončí tvorca playlistu, playlist sa zmení na zdieľaný playlist a ostatní k nemu budú môcť pristupovať vo vlastných knižniciach Apple Music. Prispôsobenie a vylepšovanie služieb Apple Music a Apple Music Classical Keď používate svoje predplatné Apple Music alebo prehrávate bezplatný obsah mimo svojej knižnice, môžeme zhromažďovať informácie o skladbách a videách (ak je to možné), ktoré prehrávate alebo pridávate do svojej hudobnej knižnice alebo playlistov, a o interpretoch a obsahu, ktorý označíte ako obľúbený alebo ho zdieľate. Spoločnosť Apple zaznamenáva a prijíma rôzne informácie, ako sú napríklad účet, IP adresa a zariadenie, apka alebo rozhranie v aute, ktoré ste použili na prehrávanie hudby, miesto v službe Apple Music alebo Apple Music Classical, na ktorom ste sa pri prehrávaní nachádzali, a čas a dĺžka prehrávania. Tieto informácie nám umožňujú prispôsobovať služby Apple Music a Apple Music Classical, posielať vám emaily a hlásenia a pomáhajú nám pochopiť, ako sa služby Apple Music a Apple Music Classical používajú, aby sme ich mohli vylepšovať. Môžu nám napríklad pomáhať pri výbere hudby, videí a obsahu od interpretov, ktoré vám zobrazujeme v Apple Music a Apple Music Classical. Umožňujú nám tiež poskytovať vám ďalšie odporúčania, ktoré zohľadňujú váš vkus, vytvárať mestské rebríčky určené na prezeranie populárnej hudby podľa miest a poskytovať výsledky vyhľadávania v Apple Music prispôsobené pre vás na základe kombinácie rôznych informácií, napríklad vašej histórie počúvania a vašich obľúbených žánrov. Tieto informácie používame aj na platenie tantiémov a zabraňovanie aktivitám, ktoré by mohli byť v rozpore so zmluvnými podmienkami mediálnych služieb spoločnosti Apple alebo príslušnými zákonmi. Tieto informácie uchovávame po dobu trvania vášho odberu Apple Music a až dva roky po jeho skončení, aby sme s vami mohli komunikovať o hudbe, ktorá by vás mohla zaujímať, a ponukách, na ktoré by ste mohli mať nárok. Tieto informácie uchovávame aj vtedy, ak je to potrebné pre finančnú evidenciu a po dobu stanovenú platnými zákonmi pre finančnú evidenciu, ktoré sa v rôznych regiónoch líšia. V prípade väčšiny zákazníkov sa vyžaduje uchovanie dát po dobu najmenej desiatich rokov, v niektorých regiónoch, napríklad v Číne, to môže byť až 30 rokov. Ak používate SharePlay na počúvanie obsahu s inými užívateľmi služby Apple Music, apka Hudba bude zhromažďovať informácie o obsahu, ktorý ste počúvali počas relácie SharePlay, a o približnom počte účastníkov zapojených do relácie, nebudú však uchované žiadne informácie, ktoré by umožnili identifikovať účastníkov relácie SharePlay. Dáta získané z vyhľadávania v službe Apple Music používame aj na vylepšovanie modelov, ktoré zabezpečujú fungovanie služby Apple Music. Napríklad agregované hľadané výrazy v Apple Music sa používajú na dolaďovanie vyhľadávacieho modelu služby Apple Music. Komunikácia s vami Spoločnosť Apple môže používať informácie o vašom účte, napríklad o produktoch spoločnosti Apple, ktoré vlastníte, apkách spoločnosti Apple, ktoré si stiahnete, a odberoch služieb spoločnosti Apple, na posielanie informácií o Apple Music a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať, vrátane Apple Music Classical a Apple One. Sériové číslo zariadenia a ďalšie hardvérové identifikátory, prípadne aj podrobnosti o vašich aktuálnych odberoch z App Storu, bude možné použiť na overenie spôsobilosti pre ponúkané služby spoločnosti Apple. Ak ste členom skupiny rodinného zdieľania, spoločnosť Apple vám môže posielať informácie o produktoch, službách a ponukách, ktoré máte k dispozícii prostredníctvom funkcie Rodinné zdieľanie. Ak si predplatíte odber Apple One, môžeme vám posielať emaily a push hlásenia o funkciách jednotlivých služieb, ktoré odoberáte. Spoločnosť Apple môže zároveň používať informácie o vašich aktivitách v Apple Music a Apple Music Classical a o vašich interakciách s týmito službami na overenie nároku na zľavnené odbery Apple Music (napríklad študentský odber Apple Music), aby vám mohla posielať emaily a push hlásenia o nových funkciách, obsahu a ponukách dostupných v Apple Music a Apple Music Classical. Na stránke account.apple.com môžete zmeniť nastavenia emailu a odhlásiť sa z prijímania týchto emailov. Ak chcete aktualizovať nastavenia hlásení na svojom iOS, iPadOS alebo visionOS zariadení, otvorte Nastavenia > Hlásenia > Hudba. Na Macu otvorte apku Hudba a prejdite do Nastavenia > Všeobecné > Hlásenia. Spoločnosť Apple používa informácie o vašich interakciách s našimi správami vrátane hlásení na vylepšovanie svojich služieb. Predchádzanie podvodom a iným nezákonným aktivitám Keď sa pokúsite uskutočniť nákup, vypočítame na vašom zariadení skóre dôvery zariadenia použitím informácií týkajúcich sa používania zariadenia vrátane približného množstva uskutočnených telefonických hovorov a prijatých a odoslaných emailov. Odoslanie týchto dát je navrhnuté tak, aby spoločnosť Apple nedokázala zistiť hodnoty na vašom zariadení, na základe ktorých bolo skóre vypočítané. Skóre je po určitý čas uchované na našich serveroch. Pri spracovaní žiadostí o predĺženie odberu Apple Music môže Apple použiť aj informácie o histórii vášho obchodného vzťahu so spoločnosťou Apple a na základe nich stanoviť, či vám ďalší prístup k odberu poskytneme ešte pred autorizáciou platobným partnerom. Poskytovanie údajov tretím stranám Stanice rádia Keď počúvate vysielanie rádia prostredníctvom Apple Music, vaše zariadenie sa pripája priamo k vysielanej stanici rádia, ktorá poskytuje požadovaný obsah. Po pripojení môže vysielaná stanica rádia vidieť IP adresu vášho zariadenia. Vysielaná stanica rádia bude s vašou IP adresou zaobchádzať v súlade so zásadami ochrany osobných údajov vysielanej stanice rádia alebo jej poskytovateľa. Hudobné vydavateľstvá, interpreti a tvorcovia hudobných rebríčkov Hudobným vydavateľstvám, vydavateľom a interpretom sme povinní poskytovať niektoré agregované neosobné údaje o používaní Apple Music a Apple Music Classical, ako aj agregované demografické údaje o užívateľoch, napríklad vekovú skupinu alebo pohlavie (tieto môžu byť odvodené z informácií, ako sú vaše meno a oslovenie vo vašom Apple účte), aby mohli posudzovať úspešnosť svojich diel a plniť požiadavky súvisiace s autorskými honorármi a účtovníctvom. Okrem toho zdieľame agregované aktivity poslucháčov s tvorcami hudobných hitparád po celom svete, s hudobnými vydavateľstvami a interpretmi na meranie zapojenia (aj v reálnom čase) a s platformami pre marketing hudby, ktoré pomáhajú vydavateľstvám a interpretom osloviť poslucháčov. Aby sme vedeli určiť vašu spôsobilosť na odber služby Apple Music alebo dokončenie nákupu, keď sa prihlasujete na odber prostredníctvom partnera tretej strany, napríklad mobilného operátora, s daným partnerom zdieľame obmedzené informácie umožňujúce osobnú identifikáciu. Prepájanie služby Apple Music s inými apkami Apky pre iOS, iPadOS a visionOS a apky na platformách iných výrobcov môžu požiadať o prístup k službe Apple Music a k vašej knižnici na cloude. Apka po udelení takéhoto prístupu získa prístup k informáciám, ako je knižnica na cloude na zariadení, stav odberu Apple Music, aktivity súvisiace s prehrávaním hudby a videí a odporúčania v Apple Music. Apka, ktorej bol udelený prístup, môže zároveň upravovať dáta priradené k vášmu účtu, ako sú názvy skladieb vo vašej knižnici a playlistoch. Ak prístup k službe Apple Music udelíte apke Fotky, bude používať skladby z Apple Music na prehrávanie v spomienkových filmoch. Keď si v apke Fotky vytvoríte vlastný spomienkový film, informácie o výzve zadanej na vytvorenie spomienky sa môžu odoslať do služby Apple Music na výber hudby, ktorá sa má prehrávať vo filme. Keď začnete používať apku Hudba a podporovaný obsah, automaticky sa pripoja aj apky Apple s podporovaným obsahom, ako je napríklad apka Ovládač. Prístup apky môžete vypnúť na iOS, iPadOS alebo visionOS zariadení v Nastavenia > Súkromie a bezpečnosť > Médiá a Apple Music. Na Macu otvorte Systémové nastavenia > Súkromie a bezpečnosť > Súkromie > Médiá a Apple Music. Ak ste odstránili apku alebo jej udelili prístup použitím verzie iOS staršej ako iOS 11 alebo v systéme iPadOS, môžete jej prístup vypnúť v nastaveniach Apple Music účtu. Predplatenie Apple Music prostredníctvom siete mobilného operátora Ak váš poskytovateľ mobilnej siete ponúka odbery a bezplatné skúšobné verzie služby Apple Music, spoločnosť Apple môže skontrolovať vaše telefónne číslo, aby mohla zistiť, či máte nárok na službu prostredníctvom poskytovateľa mobilnej siete. Ak sa zaregistrujete na odber alebo bezplatnú skúšobnú verziu služby Apple Music prostredníctvom poskytovateľa mobilnej siete alebo iného partnera spoločnosti Apple, vaše telefónne číslo alebo jedinečný identifikátor účtu zdieľaný s daným partnerom budú spoločnosťou Apple použité na identifikovanie vášho účtu a na oznámenie poskytovateľovi mobilnej siete alebo inému partnerovi, že ste aktivovali odber. Telefónne číslo alebo jedinečný identifikátor priradené k vášmu odberu použijeme na overenie vášho účtu pri prihlasovaní a na prepojenie vašich aktivít v službe Apple Music s vaším účtom. Vaše telefónne číslo môžeme použiť aj pri požiadaní o zrušenie vášho odberu u poskytovateľa mobilnej siete na vašu žiadosť. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje v Apple Music vo všeobecnosti spracúvame na účely plnenia vašej zmluvy so spoločnosťou Apple, na poskytovanie služby a na plnenie našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame osobné údaje na účely našich oprávnených záujmov alebo záujmov tretích strán, aby sme mohli: • Poskytovať prístup k obsahu v Apple Music a Apple Music Classical, ktorý počúvate, pridáte do svojej knižnice alebo stiahnete. • Prispôsobiť rozhranie Apple Music a Apple Music Classical pre vás. • Identifikovať a odomykať kópie vašich skladieb, ktoré sú dostupné aj prostredníctvom Apple Music. • Stanoviť dostupnosť obsahu vo vašom regióne a vašu spôsobilosť pre rôzne ponuky a odbery. • Pomáhať vylepšovať a optimalizovať Apple Music a Apple Music Classical pre vás aj ostatných a posielať informácie o apkách Hudba a Apple Music Classical a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. • Vytvárať a udržiavať profily a playlisty v Apple Music. • Platiť tantiémy a poskytovať hlásenia vydavateľom, štúdiám, interpretom a tvorcom rebríčkov. • Predchádzať podvodom a iným nezákonným aktivitám. Používané údaje zahŕňajú: • Údaje o používaní apiek spoločnosti Apple Hudba a Apple Music Classical vrátane vašich interakcií s funkciami apiek, hláseniami a správami v apkách a o obsahu, ktorý ste počúvali, hľadali, zobrazili, pridali do svojej knižnice a stiahli v službách Apple Music a Apple Music Classical. • Podrobnosti o vašom zariadení a účte. • Vašu IP adresu. • Váš profil a playlisty v Apple Music. • Skóre dôvery zariadenia. Neosobné údaje Na ľubovoľný účel môžeme zhromažďovať, používať, prenášať a zverejňovať aj neosobné údaje. Môžeme napríklad vytvárať súhrny vašich neosobných údajov s neosobnými údajmi iných užívateľov služby Apple Music na jej vylepšovanie. Zároveň môžeme počas používania Apple Music zhromažďovať z vášho zariadenia vybranú výkonnostnú metriku vrátane rádiofrekvenčného výkonu, kódu krajiny, kódu siete a mobilnej rádiovej prístupovej technológie. Viac informácií o službe Apple Music Viac informácií o službe Apple Music vrátane funkcií a cien nájdete na stránke www.apple.com/sk/apple-music. Viac informácií o webovom prehrávači Apple Music a súkromí nájdete na stránke www.apple.com/legal/privacy/data/sk/apple-music-web. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany súkromia spoločnosti Apple, ktoré nájdete na adrese www.apple.com/sk/privacy.
sl: Varovanje zasebnosti in zaščita vaših podatkov je prednostna naloga vseh zaposlenih pri družbi Apple. Prizadevamo si zbirati le podatke, ki so nujni za zagotavljanje kakovostnih storitev. Poleg tega menimo, da je pomembno, da veste, katere podatke zbiramo in zakaj jih potrebujemo, da lahko sprejmete premišljene odločitve. Storitvi Apple Music in Apple Music Classical sta kot vsi drugi izdelki in storitve Apple zasnovani na podlagi teh načel. Vaše osebne podatke uporabljamo za zagotavljanje storitev in funkcij v storitvi Apple Music. Ti podatki vključujejo vaše ime in fotografijo računa Apple, če ste jo nastavili. Do njih lahko dostopate in jih spreminjate v Nastavitvah aplikacije Glasba Apple za uporabo s funkcijami deljenja v storitvi Apple Music. Podatki prav tako vključujejo informacije o računu in plačilu, do katerih imate dostop in jih lahko spreminjate v Nastavitvah ali Nastavitvah sistema. Ko se naročite na Apple Music, vaša naročnina vključuje popoln dostop do aplikacij Glasba in Apple Music Classical. Apple zbira informacije o vaši uporabi storitev Apple Music in Apple Music Classical, da funkcije prilagodi vašemu glasbenemu okusu. Te funkcije vključujejo osebna priporočila, kot so za vas izbrani albumi in seznami predvajanja ter Radio, ki predvaja izbore vaših najljubših izvajalcev in zvrsti. Te informacije uporabljamo tudi zato, da vas lahko prek e‑pošte in potisnih obvestil obvestimo o prihajajočih izdajah, novih izvajalcih in drugih dogodkih v aplikacijah Glasba in Apple Music Classical, ki bi vam morda bili všeč. Nekatere funkcije Apple Music, kot so določene radijske postaje, morda niso na voljo v vaši regiji. Apple lahko uporabi naslov IP vaše internetne povezave za približno določitev vaše lokacije in razpoložljivosti. Apple Music Classical Naročniki na Apple Music imajo dostop do Apple Music Classical, aplikacije za klasično glasbo, ki je zasnovana tako, da vam omogoča odkrivanje klasičnih skladb in albumov ter shranjevanje priljubljenih klasičnih posnetkov na enem osrednjem mestu. Po katalogu storitve Apple Music Classical lahko brskate brez naročnine, za dostop do vseh njenih funkcij pa potrebujete naročnino na storitev Apple Music. Če nimate aktivne naročnine na storitev Apple Music, boste imeli možnost, da se naročite na storitev Apple Music in tako dobite popoln dostop do storitve Apple Music Classical. Knjižnica v oblaku Vaša knjižnica v oblaku Apple, ki je prednost naročnine na Apple Music, vam omogoča dostop do skladb in seznamov predvajanja v vaši knjižnici iz katerekoli vaše naprave. Ta funkcija družbi Apple pošilja podatke iz knjižnice v vaši napravi, kot so imena skladb in izvajalcev, da identificira in odklene kopije katerihkoli vaših skladb, ki so prav tako na voljo v storitvah Apple Music in Apple Music Classical. Vse skladbe, ki jih ni mogoče najti v storitvi Apple Music, se naložijo v vašo osebno knjižnico v oblaku, tako da lahko v storitvi Apple Music iz katerekoli naprave dostopate do celotne zbirke. Če ne želite več sinhronizirati knjižnice v oblaku v napravi z operacijskim sistemom iOS, iPadOS ali visionOS, odprite Nastavitve > Aplikacije > Glasba in tapnite za izklop možnosti Sinhroniziraj knjižnico. V Macu odprite storitev Apple Music in pojdite v Nastavitve > Splošno ter nato prekličite izbiro možnosti Sinhroniziraj knjižnico. Profil Apple Music Če se želite povezati ali deliti vsebine z drugimi osebami, ki uporabljajo storitev Apple Music, lahko s posredovanjem identifikacijskega elementa uporabnika (na primer @janezhorvat), prikaznega imena in po želji slike profila ter drugih informacij ustvarite osebni profil. Apple shrani te informacije z vašim računom, da lahko do njih dostopate iz katerekoli svoje naprave. Vaš identifikacijski element uporabnika, prikazno ime in slika profila se lahko pojavijo ob vsebini, ki jo objavite, in aktivnosti, ki jo delite v storitvi Apple Music. Deljenje in objavljanje vsebin trenutno ni namenjeno računom Apple za otroke oziroma jim ni na voljo. Z informacijami, ki ste jih posredovali, lahko druge osebe najdejo vaš profil Apple Music. Izberete lahko, da bo vsebina vašega profila, kot so vaša aktivnost poslušanja in seznami predvajanja, na voljo samo izbranim osebam. Kljub temu so podatki o vašem profilu, kot so identifikacijski element, prikazno ime, slika, vaši sledilci in navedba, komu vi sledite, privzeto vidni vsem. Če želite določenemu uporabniku preprečiti ogledovanje vašega profila, odprite njegov profil, tapnite Več in nato možnost Blokiraj. Ljudem, ki ste jih blokirali, vaša glasba in profil v storitvi Apple Music ne bosta vidna. Ko ustvarite profil v storitvi Apple Music, vam bomo priporočali druge naročnike na storitev Apple Music, s katerimi bi se morda želeli povezati kot prijatelj. Apple med iskanjem prijateljev za priporočila ne dobi ali hrani informacij vaših stikov. Družbi Apple se pošljejo le skrajšane in šifrirane preslikovalne vrednosti telefonskih številk in e‑poštnih naslovov vaših stikov, ustrezni naročniki na storitev Apple Music za priporočila pa se nato določijo lokalno v vaši napravi. V prihodnje lahko storitev Apple Music občasno preverja vaše stike za priporočanje novih prijateljev; to lahko upravljate v Nastavitvah računa tako, da onemogočite možnost Stiki v storitvi Apple Music. Če ne želite, da vas druge osebe lahko najdejo na podlagi podatkov za stik računa Apple, ki jih morda imajo o vas v svojih stikih, lahko to spremenite v Nastavitvah računa tako, da onemogočite možnost Dovoli iskanje po računu Apple. Informacije, ki jih posredujete v svoj profil, lahko kadarkoli posodobite ali odstranite. Dobro premislite, katere vsebine želite javno deliti v spletu. Za vsebine iz storitve Apple Music, ki jih delite z drugimi spletnimi mesti ali na družbenih omrežjih, veljajo pravilniki o zasebnosti teh drugih storitev. SharePlay Ko se naročite na Apple Music, lahko gostite seje SharePlay in sodelujete v njih, ko imate vzpostavljeno povezavo z Apple TV-jem, zvočnikom HomePod, funkcijo CarPlay ali ko uporabljate Bluetooth. Funkcija SharePlay omogoča, da se vam drugi naročniki storitve Apple Music pridružijo v seji SharePlay in upravljajo glasbo, ki se predvaja prek storitve Apple Music. Funkcija SharePlay tudi uporabnikom, ki niso naročeni na storitev Apple Music, omogoča, da se lahko pridružijo vaši seji SharePlay. Apple uporablja Bluetooth, če je omogočen v vaši napravi, da stikom v bližini omogoči odkrivanje vaše seje Apple Music in zahtevanje pridružitve seji. Če ne želite, da lahko stiki odkrijejo vašo napravo ali zahtevajo pridružitev seji Apple Music, lahko izklopite možnost odkrivanja za stike v bližini v nastavitvah aplikacije Glasba Apple. Tako stiki kot drugi udeleženci se lahko pridružijo seji s skeniranjem kode QR, ki je prikazana v nastavitvah aplikacije Glasba Apple, ali v vmesniku vozila, če se udeležujejo seje SharePlay v avtomobilu. Ime in slika profila udeležencev v seji bosta vidna vsem v seji. Prispevki v seji SharePlay so pripisani osebi, ki jih je ustvarila. Povezani so z imenom in sliko profila tega uporabnika (če je na voljo), ki ju lahko kadarkoli spremenite v nastavitvah aplikacije Glasba Apple. Če želite odstraniti udeležence iz seje SharePlay, v aplikaciji Glasba Apple tapnite ikono SharePlay in nato izberite udeleženca, ki ga želite odstraniti. Če želite zapustiti sejo SharePlay, v aplikaciji Glasba Apple tapnite ikono SharePlay in nato možnost Zapusti. Če želite končati sejo SharePlay, ki jo gostite, tapnite Končaj v aplikaciji Glasba Apple. Apple po koncu seje ne zadržuje informacij o stikih ali drugih udeležencih, ki so se pridružili seji SharePlay. Seje SharePlay lahko omogočite tudi v Sporočilih ali med klicem FaceTime, da sinhronizirano delite glasbo z drugimi. Za začetek seje izberite glasbo, ki jo želite poslušati, nato tapnite SharePlay v možnostih glasbe, vnesite stike, s katerimi želite deliti, ter nato tapnite »Sporočila« ali »FaceTime« in Začni. Sodelovanje pri seznamih predvajanja Naročniki na Apple Music lahko ustvarjajo sezname predvajanja in sodelujejo pri njih z drugimi naročniki na Apple Music. Če ste ustvarjalec seznama predvajanja, lahko izberete, da odobrite vsako osebo, ki se pridruži seznamu predvajanja, ali pa omogočite samodejni dostop vsem osebam, ki imajo povezavo do seznama predvajanja. Vsi udeleženci lahko dodajajo in odstranjujejo skladbe s seznama predvajanja ter dodajajo emojije z odzivi. Prispevki so dodeljeni posamezniku, ki jih je vnesel, ter so povezani z imenom in sliko profila tega uporabnika, če je na voljo. Ime in sliko profila je mogoče kadarkoli urediti v nastavitvah aplikacije Glasba Apple. Vsi udeleženci seznama predvajanja in vsi z dostopom do seznama predvajanja lahko vidijo ter si ogledujejo imena in slike drugih udeležencev. Udeleženci seznama predvajanja lahko vidijo vse skladbe in odzive, ki so jih dodali drugi udeleženci. Če želite prekiniti sodelovanje, se odstranite s seznama predvajanja v nastavitvah seznama predvajanja, ali če ste ustvarjalec, prekinite sodelovanje v nastavitvah za upravljanje sodelovanja v seznamu predvajanja. Če ustvarjalec seznama predvajanja konča sodelovanje, seznam predvajanja postane deljen seznam predvajanja, do katerega bodo imeli udeleženci dostop v svoji knjižnici v storitvi Apple Music. Prilagajanje in izboljšava storitev Apple Music in Apple Music Classical Ko uporabljate naročnino na Apple Music ali predvajate brezplačno vsebino izven svoje knjižnice, lahko zbiramo informacije o skladbah in videih (kjer je primerno), ki jih predvajate ali dodajate v knjižnico glasbe ali na sezname predvajanja, ter vaših priljubljenih izvajalcih in vsebini, ki vam je pri srcu ali jo delite. Informacije, kot so račun, naslov IP in naprava, aplikacija ali avtomobilski vmesnik, ki ste ga uporabili za predvajanje, kje ste bili v storitvi Apple Music ali Apple Music Classical, ko ste predvajali glasbo, ter čas in trajanje predvajanja, se zabeležijo in pošljejo družbi Apple. Te informacije uporabljamo za prilagajanje vaše izkušnje, pošiljanje e‑poštnih sporočil in obvestil ter pomoč pri razumevanju načina uporabe storitev Apple Music in Apple Music Classical, da lahko izboljšamo svoje storitve. Te informacije nam lahko na primer pomagajo pri izbiri glasbe, videoposnetkov in vsebin o izvajalcih, ki vam jih prikazujemo v storitvah Apple Music in Apple Music Classical. Prav tako nam omogočajo, da pripravimo druga priporočila, ki odražajo vaš okus, ustvarimo lestvice glede na mesto, ki prikazujejo popularno glasbo po mestih, in zagotovimo prilagojene rezultate iskanja storitve Apple Music z uporabo več informacij, kot so vaša zgodovina poslušanja in vaše najljubše zvrsti. Te informacije uporabljamo tudi za plačilo licenčnin in preprečevanje ali ukrepanje proti aktivnostim, ki so ali bi lahko bile v nasprotju s pogoji in določili Storitev predstavnostnih vsebin Apple ali veljavno zakonodajo. Te informacije hranimo za čas trajanja vaše naročnine na Apple Music in pozneje za obdobje do dveh let, da z vami komuniciramo o glasbi, ki bi vas morda zanimala, in ponudbah, za katere ste morda primerni. Kjer je potrebno, te informacije hranimo tudi za finančno poročanje za obdobja, ki jih določajo veljavni zakoni v zvezi s poročanjem in se razlikujejo glede na regijo. Za večino strank to pomeni vsaj 10-letno obdobje hrambe, v regijah, kot je Kitajska, pa lahko to obdobje traja 30 let. Če uporabljate funkcijo SharePlay za poslušanje vsebin z drugimi uporabniki storitve Apple Music, bo aplikacija Glasba Apple zbirala informacije o vsebini, ki ste jo poslušali v času seje SharePlay, in približno število udeležencev v seji, ne hrani pa informacij o identiteti udeležencev seje SharePlay. Uporabljamo tudi podatke o iskanju v storitvi Apple Music, da bi izboljšali modele, na podlagi katerih deluje storitev Apple Music. Združene iskalne poizvedbe v storitvi Apple Music se na primer uporabljajo za natančno nastavljanje iskalnega modela storitve Apple Music. Komunikacija z vami Apple lahko uporablja informacije o vašem računu, kot so izdelki Apple, ki jih imate v lasti, aplikacije Apple, ki jih prenašate, in vaše naročnine na storitve Apple, za pošiljanje sporočil o storitvi Apple Music ter drugih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale, vključno z Apple Music Classical in Apple One. Serijska številka in drugi identifikatorji strojne opreme naprave ali podatki o pomembnih naročninah v trgovini App Store se lahko uporabijo za preverjanje upravičenosti do ponudb za storitve Apple. Če ste v skupini Deljenje v družini, vam lahko Apple pošilja sporočila o izdelkih, storitvah in ponudbah, ki so vam na voljo prek Deljenja v družini. Če kupite naročnino Apple One, vam lahko pošiljamo e‑poštna sporočila in potisna obvestila o funkcijah posameznih storitev, na katere ste se naročili. Apple lahko informacije o vaši aktivnosti v storitvah Apple Music in Apple Music Classical ter vaši interakciji s storitvami, ki se uporabljajo za preverjanje upravičenosti za razpoložljive znižane naročnine na storitev Apple Music (na primer Apple Music Student), uporablja tudi za to, da vam lahko pošilja e‑poštna sporočila in potisna obvestila o novih funkcijah, vsebinah ter ponudbah, ki so na voljo v storitvah Apple Music in Apple Music Classical. Na strani account.apple.com lahko spremenite svoje nastavitve e‑pošte ali pa se odjavite od prejemanja teh e‑poštnih sporočil. Če želite posodobiti nastavitve za obvestila v napravi s sistemom iOS, iPadOS ali visionOS, odprite Nastavitve > Obvestila > Glasba. V Macu odprite aplikacijo Glasba Apple in odprite Nastavitve > Splošno > Obvestila. Apple informacije o vaših interakcijah uporablja za svoje komunikacijske kanale, vključno z obvestili, za namene izboljšanja svojih storitev. Preprečevanje goljufij in drugih zlonamernih aktivnosti Ko poskusite opraviti nakup, izračunamo oceno zaupanja za napravo, pri čemer uporabljamo informacije o tem, kako uporabljate napravo, vključno s približnim številom telefonskih klicev ali e‑poštnih sporočil, ki jih pošljete in prejmete. Poslane informacije so oblikovane tako, da Apple ne more prepoznati temeljnih vrednosti v vaši napravi. Rezultat se v naših strežnikih hrani določen čas. Apple lahko uporablja tudi informacije o zgodovini vašega poslovnega odnosa z družbo Apple, da obdela podaljšanje naročnine na storitev Apple Music in določi, ali zagotoviti neprekinjen dostop do vaše naročnine pred pooblastilom partnerja za plačila. Razkrivanje tretjim osebam Radijske postaje Ko uporabljate storitev Apple Music za poslušanje radia, se vaša naprava poveže neposredno z radijsko postajo, da vam zagotovi zahtevano vsebino. Ko se poveže, bo naslov IP vaše naprave viden radijski postaji. To, kako radijska postaja uporablja vaš naslov IP, urejajo pravilniki o zasebnosti radijske postaje ali njenega ponudnika. Založbe, izvajalci in ustvarjalci lestvic Nekatere združene neosebne podatke o uporabi storitev Apple Music in Apple Music Classical, kot tudi združene demografske podatke uporabnikov, kot sta starostna skupina in spol (ki lahko izhajajo iz podatkov, kot sta vaše ime in pozdrav v vašem računu Apple), smo zavezani posredovati založbam, založnikom in izvajalcem, da lahko merijo učinkovitost svojega ustvarjalnega dela ter izpolnjujejo zahteve glede licenčnin in računovodstva. Poleg tega delimo združene podatke o aktivnosti poslušanja z ustvarjalci glasbenih lestvic z vsega sveta, založbami in izvajalci za ugotavljanje priljubljenosti med poslušalci, vključno s tisto v realnem času, in platformami za trženje glasbe, ki pomagajo založbam in izvajalcem doseči poslušalce. Za določitev vaše upravičenosti do naročnine, če se naročite na Apple Music prek zunanjega partnerja, kot je ponudnik mobilnega omrežja, ali za dokončanje nakupa bomo s tem partnerjem delili omejene podatke, ki vas lahko identificirajo. Povezovanje storitve Apple Music z drugimi aplikacijami Aplikacije v napravi z operacijskim sistemom iOS, iPadOS in visionOS ter aplikacije na platformah drugih ponudnikov lahko zahtevajo dostop do storitve Apple Music in vaše knjižnice v oblaku. Če podate to dovoljenje aplikaciji, lahko ta dostopa do informacij, kot so vaša knjižnica v oblaku v napravi, ali ste naročnik na storitev Apple Music, aktivnost predvajanja glasbe in videov ter priporočila v storitvi Apple Music. Aplikacija, ki ste ji podali dovoljenje, lahko med drugim spreminja podatke, povezane z vašim računom, na primer, katere skladbe so v vaši knjižnici in na seznamih predvajanja. Če aplikaciji Fotografije dovolite dostop do storitve Apple Music, bo aplikacija Fotografije uporabljala skladbe iz storitve Apple Music za predvajanje ob filmih spominov. Ko v aplikaciji Fotografije ustvarite prilagojen film spominov, se lahko podatki o pozivu, ki ga vnesete za ustvarjanje spomina, pošljejo storitvi Apple Music za namene izbire glasbe, ki se bo predvajala s filmom. Tudi aplikacije Apple s podprto vsebino, kot je Daljinec, bodo samodejno povezane, ko začnete uporabljati aplikacijo Glasba Apple in podprto vsebino. Dostop aplikacije v napravi s sistemom iOS, iPadOS ali visionOS lahko onemogočite tako, da odprete Nastavitve > Zasebnost in varnost > Predstavnostne vsebine in Apple Music. V Macu odprite Nastavitve sistema > Zasebnost in varnost > Zasebnost > Predstavnostne vsebine in Apple Music. Če ste odstranili aplikacijo ali aplikaciji dovolili dostop v različici sistema iOS, ki je starejša od iOS 11, ali sistemu iPadOS, lahko njen dostop prekličete v nastavitvah računa Apple Music. Naročnine na Apple Music prek ponudnika mobilnega omrežja Če vaš ponudnik mobilnega omrežja ponuja naročnine za storitev Apple Music in brezplačne preizkuse, lahko Apple prek ponudnika mobilnega omrežja preveri vašo telefonsko številko in določi vašo upravičenost. Če sklenete naročnino za storitev Apple Music ali pridobite brezplačni preizkus prek ponudnika mobilnega omrežja ali drugega partnerja družbe Apple, bo družba Apple vašo telefonsko številko ali enolični identifikator računa, ki ga deli zadevni partner, uporabila za identifikacijo vašega računa in obveščanje ponudnika mobilnega omrežja ali drugega partnerja o aktivaciji vaše naročnine. Telefonsko številko ali enolični identifikator, povezan z vašo naročnino, bomo uporabili za preverjanje računa med vpisom in povezovanje vaše aktivnosti v storitvi Apple Music z vašim računom. Vašo telefonsko številko uporabljamo tudi za zahtevo za preklic naročnine s ponudnikom mobilnega omrežja na vašo zahtevo. Veljavna pravna podlaga za obdelavo osebnih podatkov Vaše osebne podatke v storitvi Apple Music v splošnem obdelujemo za namene izvajanja vaše pogodbe z družbo Apple, kot je potrebno za zagotavljanje storitve in izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja dovoljuje, po potrebi obdelujemo osebne podatke za namene naših zakonitih interesov ali interesov tretjih strank za: • zagotavljanje dostopa do vsebine v storitvah Apple Music in Apple Music Classical, ki jo poslušate, dodajate v knjižnico ali prenašate, • prilagajanje vaše uporabniške izkušnje v aplikacijah Glasba Apple in Apple Music Classical, • identifikacijo in odklepanje kopij vaših skladb, ki so prav tako na voljo prek storitve Apple Music, • določanje razpoložljivosti vsebine v vaši regiji ter vaše upravičenosti do ponudb in naročnin, • izboljšanje in optimizacijo storitev Apple Music in Apple Music Classical za vas in druge ter za pošiljanje sporočil o aplikacijah Glasba Apple in Apple Music Classical ter drugih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale, • ustvarjanje in ohranjanje vašega profila Apple Music in seznamov predvajanja, • plačevanje licenčnin in poročanje založnikom, založbam, izvajalcem in ustvarjalcem lestvic, • preprečevanje goljufij in drugih zlonamernih aktivnosti. Uporabljeni podatki vključujejo: • vašo uporabo storitev Apple Music in Apple Music Classical, vključno z vašimi interakcijami s funkcijami, obvestili in sporočili v aplikaciji ter vsebino, ki jo poslušate, iščete, si jo ogledujete, dodajate v svojo knjižnico in prenašate v storitvah Apple Music in Apple Music Classical, • podrobnosti o vaši napravi in računu, • vaš naslov IP, • vaš profil Apple Music in sezname predvajanja, • oceno zaupanja za napravo. Neosebni podatki Neosebne podatke lahko zbiramo, uporabljamo, prenašamo in razkrivamo za poljubne namene. Vaše neosebne podatke lahko na primer združimo s podatki drugih uporabnikov storitve Apple Music za namene izboljšanja storitve. Prav tako lahko zbiramo določene meritve delovanja vaše naprave, ko uporabljate storitev Apple Music, vključno z močjo radijske frekvence, kodo države, kodo omrežja in tehnologijo mobilnega radijskega dostopa. Več o storitvi Apple Music Za več podrobnih informacij, vključno s funkcijami in cenami, obiščite www.apple.com/apple-music. Za več informacij o spletnem predvajalniku Apple Music in zasebnosti obiščite www.apple.com/legal/privacy/data/en/apple-music-web. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Att hålla din information säker och att skydda dess integritet är en prioritet för alla på Apple. Vi arbetar hårt för att endast samla in de data vi behöver för att göra din upplevelse bättre, och när vi samlar in data tror vi att det är viktigt för dig att veta vad vi samlar in och varför vi behöver det, så att du kan göra informerade val. Precis som alla andra produkter och tjänster från Apple är Apple Music och Apple Music Classical utformade kring dessa principer. Vi använder dina personuppgifter till att leverera tjänsterna och funktionerna i Apple Music. Den här informationen inkluderar ditt namn och bilden för ditt Apple‑konto om du har lagt till en sådan. Du kan visa och ändra detta i inställningarna för appen Musik för användning med delningsfunktionerna i Apple Music. Den innehåller även konto- och betalningsinformation som du kan visa och ändra i Inställningar eller Systeminställningar. När du abonnerar på Apple Music ingår full tillgång till Apple Music och Apple Music Classical i abonnemanget. Apple samlar in information om hur du använder Apple Music och Apple Music Classical så att funktioner kan anpassas efter din musiksmak. Dessa funktioner omfattar personligt anpassade rekommendationer för t.ex. album och spellistor som är handplockade för dig och Radio som spelar upp urval från dina favoritartister och -genrer. Vi använder också den här informationen så att vi kan kontakta dig via e-post och pushnotiser för att informera dig om kommande releaser, nya artister och andra händelser på Apple Music och Apple Music Classical som du kanske tycker om. En del Apple Music-funktioner, t.ex. vissa sändande radiostationer, kanske inte är tillgängliga i din region. Apple kan använda din internetanslutnings IP-adress till att uppskatta din plats och avgöra tillgänglighet. Apple Music Classical Apple Music-abonnenter har tillgång till appen Apple Music Classical för klassisk musik som har utformats så att du kan upptäcka klassiska spår och album och spara dina favoriter bland klassisk musik på ett och samma ställe. Du kan bläddra i Apple Music Classical-katalogen utan ett abonnemang, men du måste abonnera på Apple Music om du vill få tillgång till alla funktioner i Apple Music Classical. Om du inte har ett aktivt Apple Music-abonnemang får du möjlighet att abonnera på Apple Music så att du får full tillgång till Apple Music Classical. Molnbibliotek Via ditt Apple-molnbibliotek, som är en förmån i ditt Apple Music-abonnemang, kan du komma åt låtar och spellistor i ditt bibliotek från alla dina enheter. Den här funktionen skickar information från ditt bibliotek på enheten till Apple, till exempel låt- och artistnamn, för att identifiera och låsa upp kopior av dina låtar som också är tillgängliga i Apple Music och Apple Music Classical. Eventuella låtar som inte hittas i Apple Music överförs till ditt personliga molnbibliotek så att du kan komma åt din kompletta samling från alla dina enheter via Apple Music. Om du vill sluta synkronisera ditt molnbibliotek på din iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > Appar > Musik och stänger av Synkronisera bibliotek. På en Mac öppnar du Musik och sedan Inställningar > Allmänt. Avmarkera därefter Synkronisera bibliotek. Apple Music-profil Om du vill ansluta till eller dela information med andra Apple Music-användare kan du skapa en personlig profil genom att ange en användarreferens (som @johnappleseed), ett visningsnamn och (om du vill) en profilbild och annan information. Apple lagrar denna information tillsammans med ditt konto så att du kan komma åt den från alla dina enheter. Din användarreferens, ditt visningsnamn och din profilbild kan visas bredvid alla kommentarer du skapar och aktiviteter du delar på Apple Music. För närvarande kan Apple‑konton som tillhör barn inte dela innehåll eller göra inlägg. Andra som använder Apple Music kan också hitta din Apple Music-profil med hjälp av den här informationen. Du kan göra innehållet i din profil, till exempel spellistor och musik som du lyssnar på, tillgängligt för personer som du själv väljer. Din profilinformation, till exempel användarnamn, visningsnamn, bild, följare och vilka du följer, visas emellertid alltid för alla som förval. Du blockerar en användare från att se din profil genom att gå till användarens profil, trycka på Mer och sedan på Blockera. De personer du blockerar kan inte se din musik eller hitta din profil i Apple Music. När du skapar en profil på Apple Music föreslår vi andra Apple Music-abonnenter som du kanske vill kontakta som vänner. Apple får varken tillgång till eller lagrar information från dina kontakter vid sökning efter vänner att rekommendera. Endast förkortade och krypterade hash-tal av telefonnummer och e-postadresser i dina kontakter skickas till Apple och vilka matchande Apple Music-abonnenter som ska rekommenderas bestäms lokalt på din enhet. Apple Music kan då och då kontrollera dina kontakter för att rekommendera nya vänner i framtiden – du kan styra detta i Kontoinställningar genom att avaktivera Kontakter via Apple Music. Om du inte vill att andra ska kunna hitta dig baserat på kontaktinformation för ditt Apple‑konto som de kanske har om dig i sina kontakter kan du ändra detta i Kontoinställningar genom att avaktivera Tillåt att andra hittar dig med Apple‑konto. Du kan uppdatera informationen i din profil eller ta bort den när du vill. När du delar något på webben är det viktigt att tänka på att det du gör blir offentligt. När du delar från Apple Music till andra webbplatser eller sociala nätverk styrs allt du delar av de andra tjänsternas integritetspolicyer. SharePlay Om du abonnerar på Apple Music kan du vara värd för SharePlay-sessioner när du är ansluten till en Apple TV, HomePod, CarPlay eller om Bluetooth används. Med SharePlay kan andra Apple Music-abonnenter ansluta till din SharePlay-session och styra musiken som spelas via Apple Music. SharePlay låter även användare utan ett Apple Music-abonnemang ansluta till din SharePlay-session. Apple använder Bluetooth, om det har aktiverats på din enhet, till att tillåta att dina kontakter i närheten upptäcker din Apple Music-session och begär att få ansluta till den. Om du inte vill att kontakter ska kunna upptäcka din enhet och be att få ansluta till din Apple Music-session kan du stänga av funktionen som gör att kontakter i närheten kan upptäcka dig i inställningarna för appen Musik. Både kontakter och andra deltagare kan även ansluta till sessionen genom att skanna QR-koden som visas i inställningarna för appen Musik eller i fordonets gränssnitt, om de deltar i en SharePlay-session i bilen. Deltagarnas namn och profilbilder blir synliga för alla i sessionen. När en person lägger till ett bidrag till en SharePlay-session visas personens namn och profilbild (om en sådan har angetts) kopplat till bidraget. Den här informationen kan när som helst redigeras i inställningarna för appen Musik. Du kan ta bort deltagare från en SharePlay-session som du är värd för genom att klicka på SharePlay-symbolen i appen Musik och sedan välja vilken deltagare du vill ta bort. Du lämnar en SharePlay-session genom att trycka på SharePlay-symbolen i appen Musik och sedan trycka på Lämna. Du avslutar en SharePlay-session som du är värd för genom att trycka på Avsluta i appen Musik. Apple lagrar inte information om dina kontakter eller andra deltagare som har anslutit till en SharePlay-session efter det att sessionen har avslutats. Du kan även aktivera SharePlay-sessioner i Meddelanden eller under ett FaceTime-samtal om du vill dela musik synkroniserat med andra. Du startar en session genom att välja vilken musik du vill lyssna på. Tryck sedan på SharePlay i musikalternativen, ange vilka kontakter du vill dela med och tryck sedan på ”Meddelanden” eller ”FaceTime” och Starta. Samarbeta på spellistor Apple Music-abonnenter kan skapa och samarbeta på spellistor med andra Apple Music-abonnenter. Om du skapade spellistan kan du välja att godkänna varje person som ansluter till spellistan, eller så kan du tillåta att alla med länken till spellistan får ansluta automatiskt. Alla deltagare kan lägga till och ta bort låtar från spellistan och lägga till reaktioner med emojier. När en person lägger till ett bidrag visas personens namn och profilbild (om en sådan har angetts) kopplat till bidraget. Den här informationen kan när som helst redigeras i inställningarna för appen Musik. Alla deltagare i spellistan, och alla som har tillgång till spellistan, kan visa namn och bild för de andra deltagarna. Deltagare i spellistor kan visa alla låtar och reaktioner som andra deltagare lagt till. Om du vill sluta samarbeta tar du bort dig själv från spellistan i inställningarna för spellistan. Om du är spellistans skapare stoppar du samarbetet i inställningarna för hantering av samarbete i spellistan. Om skaparen av en spellista avslutar samarbetet blir spellistan en delad spellista som samarbetspartners har tillgång till i sina Musik-bibliotek. Personanpassa och förbättra Apple Music och Apple Music Classical När du använder ditt Apple Music-abonnemang eller spelar upp gratisinnehåll utanför biblioteket kan vi samla in information om låtar och videor (när det är tillämpbart) som du spelar upp eller lägger till i ditt musikbibliotek eller spellistor och vilka artister och vilket innehåll som du favoritmarkerar eller delar. Information, som kontot, IP-adressen och enheten, appen eller bilgränssnittet du använde till att spela upp, var i Apple Music eller Apple Music Classical du var när du spelade upp, tidpunkten och hur länge något spelades upp, registreras och skickas till Apple. Vi använder den här informationen till att anpassa din upplevelse, till att skicka mejl och notiser och till att hjälpa oss förstå hur Apple Music och Apple Music Classical används så att vi kan förbättra tjänsterna. Den här informationen kan till exempel hjälpa oss att välja ut musik, videor och artistinnehåll som vi visar i Apple Music och Apple Music Classical. Den gör det också möjligt för oss att ge dig andra rekommendationer som återspeglar din smak, skapa stadstopplistor som visar trendande musik baserat på stad och att tillhandahålla personanpassade Apple Music-sökträffar med hjälp av varierad information som din lyssningshistorik och dina favoritgenrer. Vi använder även den här informationen till att betala royalties och förhindra eller vidta åtgärder mot aktiviteter som strider eller kan strida mot villkoren för Apples Mediatjänster eller tillämplig lagstiftning. Vi behåller denna information så länge du har ett Apple Music-abonnemang och därefter under en tidsperiod på upp till två år för att kommunicera med dig om musik som du kan vara intresserad av och erbjudanden som du kan vara berättigad till. Vi behåller även denna information, där informationen behövs för finansrapportering, under den tidsperiod som anges av gällande lagar om finansrapportering i respektive region. För de flesta kunder innebär det att informationen lagras i minst 10 år, men i regioner som Kina kan den perioden vara 30 år. Om du använder SharePlay till att lyssna på innehåll tillsammans med andra användare med Apple Music samlar appen Musik in information om innehållet som du lyssnade på under SharePlay-sessionen och det ungefärliga antalet deltagare i sessionen, men ingen information behålls som kan identifiera deltagarna i SharePlay-sessionen. Vi använder också Apple Music-sökdata till att förbättra modeller som driver Apple Music. Till exempel används sammanslagna Apple Music-sökförfrågningar till att finjustera Apple Music-sökmodellen. Kommunikation Apple kan använda information om ditt konto, exempelvis Apple-produkterna du äger, Apple-apparna du hämtar och dina abonnemang på Apple-tjänster, till att skicka information om Apple Music och andra produkter och tjänster från Apple samt erbjudanden som kan intressera dig, inklusive Apple Music Classical och Apple One. Din enhets serienummer och andra maskinvaru-ID:n, eller detaljer om dina relevanta App Store-abonnemang, kan användas till att kontrollera behörighet för serviceerbjudanden från Apple. Om du tillhör en familjedelningsgrupp kan Apple kommunicera om produkter, tjänster och erbjudanden som är tillgängliga för dig via Familjedelning. Om du köper ett abonnemang på Apple One kan vi skicka mejl och pushnotiser om funktionerna i varje tjänst som du har abonnerat på. Apple kan även använda information om din aktivitet i Apple Music och Apple Music Classical och dina interaktioner med tjänster som används till att verifiera behörigheten för tillgängliga rabatterade Apple Music-abonnemang (som Apple Music för studenter) till att skicka mejl och pushnotiser om nya funktioner, innehåll och erbjudanden i Apple Music och Apple Music Classical. Du kan ändra dina e-postinställningar och välja att sluta få dessa mejl på account.apple.com. Du uppdaterar notisinställningar på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Notiser > Musik. På en Mac öppnar du Musik och sedan Inställningar > Allmänt > Notiser. Apple använder information om dina interaktioner med våra kommunikationer, inklusive notiser, till att förbättra våra tjänster. Skydd mot bedrägeri och annat skadligt beteende När du försöker göra ett inköp beräknar vi en enhets­tillförlitlighets­poäng på din enhet med hjälp av information om hur du använder enheten, inklusive det ungefärliga antalet telefonsamtal du besvarar och ringer samt mejl du tar emot och skickar. Information som skickas är utformad så att Apple inte kan avläsa de underliggande värdena på din enhet. Poängen lagras på våra servrar under en begränsad tid. Apple kan också använda den informationen om din tidigare affärshistorik hos Apple till att bearbeta förnyelser av abonnemang på Apple Music och till att avgöra ifall fortsatt åtkomst till ditt abonnemang ska tillhandahållas innan betalning har auktoriserats av betalningsförmedlaren. Informationsdelning med tredje part Radiostationer När du använder Apple Music till att lyssna på radiosändningar ansluter enheten direkt till radiostationen för att tillhandahålla det begärda innehållet. När den ansluter är enhetens IP-adress synlig för den sändande radiostationen. Hanteringen av din IP-adress av den sändande radiostationen styrs av integritetspolicyn för den sändande radiostationen eller dess leverantör. Skivbolag, artister och skapare av musiklistor Vi är skyldiga att tillhandahålla vissa sammanslagna icke-personliga data om användningen av Apple Music och Apple Music Classical, samt sammanslagen användardemografi som åldersgrupp och kön (vilket kan härledas från information som ditt namn och titel i ditt Apple‑konto), till skivbolag, utgivare och artister så att de kan mäta framgångar för sina kreativa verk och uppfylla royalty- och redovisningskrav. Dessutom delar vi sammanslagen lyssnaraktivitet med skapare av musiklistor runtom i världen, med skivbolag och artister för att mäta lyssnarintresse, inklusive i realtid, och med plattformar för marknadsföring av musik som hjälper skivbolag och artister att nå lyssnare. För att kunna avgöra din behörighet för abonnemang om du påbörjar ett abonnemang på Apple Music via en tredjepartspartner som en leverantör av mobilnätverk, eller för att kunna slutföra ditt köp, delar vi begränsad information som kan identifiera dig personligen med den partnern. Koppla Apple Music till andra appar iOS-, iPadOS- och visionOS-appar samt appar på andra plattformar än Apples kan begära åtkomst till Apple Music och ditt molnbibliotek. Om du ger sådan åtkomst till en app får den tillgång till information om sådant som ditt molnbibliotek på enheten, om du abonnerar på Apple Music, musik och videor som du har spelat upp och dina rekommendationer i Apple Music. En app med åtkomst kan även ändra data som är kopplade till ditt konto, till exempel vilka låtar som finns i ditt bibliotek och spellistor. Om du tillåter att appen Bilder får tillgång till Apple Music använder Bilder låtar från Apple Music till att tonsätta minnesfilmer. När du skapar en anpassad minnesfilm i Bilder kan information om den prompt du anger för att skapa minnet skickas till Apple Music för att välja musik att spela upp med filmen. Apple-appar med innehåll som stöds, exempelvis Fjärrkontroll, ansluts också automatiskt när du börjar använda appen Musik och innehåll som stöds. Du kan avaktivera en apps åtkomst till din iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Integritet och säkerhet > Medier och Apple Music. På en Mac öppnar du Systeminställningar > Integritet och säkerhet > Medier och Apple Music. Om du har tagit bort appen eller gett en app åtkomst från en iOS-version som är äldre än iOS 11 eller iPadOS kan du avaktivera åtkomsten via dina Apple Music-kontoinställningar. Apple Music-abonnemang via mobiloperatören Om din mobiloperatör erbjuder Apple Music-abonnemang och gratis provperioder kan det hända att Apple kontrollerar ditt telefonnummer för att fastställa om du är berättigad via en mobiloperatörspartner. Om du registrerar dig för ett Apple Music-abonnemang eller en gratis provperiod via en mobiloperatör eller en annan Apple-parter kommer Apple att använda ditt telefonnummer eller en unik kontoidentifierare som partnern delat till att identifiera ditt konto och underrätta mobiloperatören eller en annan partner att du har aktiverat ditt abonnemang. Vi kommer att använda telefonnumret eller den unika identifieraren som associeras med ditt abonnemang för att bekräfta ditt konto vid inloggning och för att koppla dina Apple Music-aktiviteter till ditt konto. Vi använder även ditt telefonnummer till att säga upp ditt abonnemang hos mobiloperatören på din begäran. Tillämpbar juridisk grund för behandling av personuppgifter Vi behandlar dina personuppgifter i Apple Music i allmänhet så att ditt kontrakt med Apple kan följas, på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part, i syfte att: • Ge dig tillgång till det innehåll i Apple Music och Apple Music Classical som du lyssnar på, lägger till i biblioteket eller hämtar. • Personanpassa din upplevelse i Apple Music och Apple Music Classical. • Identifiera och låsa upp kopior av dina låtar som även är tillgängliga via Apple Music. • Fastställa vilket innehåll som är tillgängligt i din region och om du är behörig att få erbjudanden och abonnemang. • Hjälpa till att förbättra och optimera Apple Music och Apple Music Classical för dig och andra, och skicka information om apparna Apple Music och Apple Music Classical, andra produkter och tjänster från Apple och erbjudanden som kan intressera dig. • Skapa och underhålla din Apple Music-profil och dina spellistor. • Betala royalties och leverera rapporter till utgivare, skivbolag, artister och skapare av musiklistor. • Skydda mot bedrägeri och annat skadligt beteende. De data som används inkluderar: • Hur du använder apparna Apple Music och Apple Music Classical, inklusive dina interaktioner med funktioner, notiser och meddelanden i apparna samt det innehåll du lyssnar på, söker efter, visar, lägger till i biblioteket och hämtar med Apple Music och Apple Music Classical. • Detaljer om din enhet och ditt konto. • Din IP-adress. • Din Apple Music-profil och dina spellistor. • Enhets­tillförlitlighets­poängen. Data som inte är personliga Vi kan samla in, använda, överföra och göra icke-personliga data tillgängliga för alla ändamål. Vi kan till exempel slå ihop data som inte är personliga med data från andra Apple Music-användare för att förbättra tjänsten. Vi kan även samla in vissa prestandadata från din enhet när du använder Apple Music, inklusive radiofrekvensens styrka, landskoden, nätverkskoden och tekniken som användes för åtkomst till mobilradio. Läs mer om Apple Music Mer detaljerad information, inklusive funktioner och priser, hittar du på www.apple.com/se/apple-music. Information om Apple Music-webbspelaren och integritet hittar du på www.apple.com/se/legal/privacy/data/sv/apple-music-web. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: การปกป้องความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณนับเป็นสิ่งสำคัญที่สุดที่ทุกคนที่ Apple ยึดถือ เราทำงานอย่างหนักเพื่อเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการพัฒนาประสบการณ์การใช้งานของคุณให้ดีขึ้น และเมื่อเราเก็บรวบรวมข้อมูล เราเชื่อว่าการทราบว่าเรากำลังเก็บข้อมูลใดและเพราะอะไรเราจึงต้องการข้อมูลนั้นเป็นเรื่องสำคัญ เพื่อให้คุณสามารถตัดสินใจได้จากการได้รับข้อมูลที่เพียงพอ Apple Music และ Apple Music Classical นั้นก็เช่นเดียวกันกับผลิตภัณฑ์และบริการอื่นๆ จาก Apple ที่ได้รับการออกแบบมาโดยยึดหลักการเหล่านี้ เราใช้ข้อมูลส่วนบุคคลของคุณในการให้บริการและคุณสมบัติต่างๆ ใน Apple Music ข้อมูลนี้รวมถึงชื่อและรูปภาพบัญชี Apple ของคุณหากคุณได้ตั้งไว้ ซึ่งคุณสามารถเข้าถึงและเปลี่ยนได้ในการตั้งค่าแอปเพลงเพื่อใช้กับคุณสมบัติการแชร์ใน Apple Music รวมทั้งบัญชีและข้อมูลการชำระเงิน ซึ่งคุณสามารถเข้าถึงและเปลี่ยนได้ในการตั้งค่าหรือการตั้งค่าระบบ เมื่อคุณสมัครใช้บริการ Apple Music การสมัครใช้บริการของคุณจะรวมถึงการเข้าถึง Apple Music และ Apple Music Classical แบบทั้งหมด Apple จะเก็บรวบรวมข้อมูลเกี่ยวกับการใช้งาน Apple Music และ Apple Music Classical ของคุณเพื่อปรับแต่งแล้วนำเสนอคุณสมบัติต่างๆ ให้ตรงกับรสนิยมด้านดนตรีของคุณ คุณสมบัติเหล่านี้ได้แก่ รายการแนะนำสำหรับคุณโดยเฉพาะ เช่น อัลบั้มและเพลย์ลิสต์ต่างๆ ที่เลือกมาให้สำหรับคุณ และวิทยุ ซึ่งจะเล่นเพลงที่คัดสรรมาจากศิลปินและแนวเพลงโปรดของคุณ เรายังใช้ข้อมูลนี้เพื่อให้เราสามารถติดต่อคุณได้ทางอีเมลและการแจ้งเตือนแบบผลักข้อมูลเพื่อให้ข้อมูลเรื่องการออกผลงานเพลงที่กำลังจะออก ศิลปินหน้าใหม่ และสิ่งใหม่ๆ ที่เกิดขึ้นบน Apple Music และ Apple Music Classical ที่คุณอาจสนใจ คุณสมบัติบางประการของ Apple Music เช่น สถานีวิทยุบางสถานี อาจไม่มีในภูมิภาคของคุณ Apple อาจใช้ที่อยู่ IP ของการเชื่อมต่อกับอินเทอร์เน็ตของคุณเพื่อประมาณตำแหน่งที่ตั้งของคุณและตรวจสอบว่ามีให้ใช้งานได้หรือไม่ Apple Music Classical ผู้สมัครใช้บริการ Apple Music สามารถเข้าถึง Apple Music Classical ซึ่งเป็นแอปพลิเคชันเพลงคลาสสิกที่ออกแบบมาเพื่อช่วยให้คุณค้นพบแทร็กและอัลบั้มคลาสสิก และบันทึกแทร็กคลาสสิกที่คุณชื่นชอบไว้ในที่เดียวได้ คุณสามารถเลือกหาแค็ตตาล็อก Apple Music Classical ได้โดยไม่ต้องสมัครใช้บริการ แต่คุณต้องสมัครใช้บริการ Apple Music เพื่อให้เข้าถึงคุณสมบัติทั้งหมดของ Apple Music Classical ได้ ถ้าคุณไม่มีการสมัครใช้บริการ Apple Music ที่ใช้งานอยู่ คุณจะได้รับตัวเลือกในการสมัครใช้บริการ Apple Music เพื่อรับการเข้าถึง Apple Music Classical แบบทั้งหมด คลังบนคลาวด์ คลังบนคลาวด์ Apple ซึ่งเป็นสิทธิประโยชน์ของการสมัครใช้บริการ Apple Music จะช่วยให้คุณสามารถเข้าถึงเพลงและเพลย์ลิสต์ในคลังของคุณได้จากทุกอุปกรณ์ของคุณ คุณสมบัตินี้จะส่งข้อมูลจากคลังบนอุปกรณ์ของคุณ เช่น ชื่อเพลงและชื่อศิลปิน ไปที่ Apple เพื่อระบุและปลดล็อคเพลงใดๆ ของคุณที่มีใน Apple Music และ Apple Music Classical เช่นกัน เพลงใดๆ ที่ไม่พบใน Apple Music จะถูกอัปโหลดไปยังคลังบนคลาวด์ส่วนบุคคลของคุณเพื่อให้คุณเข้าถึงคอลเลกชั่นของคุณได้ครบสมบูรณ์จากทุกอุปกรณ์ของคุณผ่าน Apple Music ในการหยุดเชื่อมข้อมูลคลังบนคลาวด์ของคุณบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > แอป > เพลง แล้วแตะเพื่อปิดใช้คลังเชื่อมข้อมูล บน Mac ให้เปิด Apple Music แล้วไปที่การตั้งค่า > ทั่วไป จากนั้นเลิกเลือกคลังเชื่อมข้อมูล โปรไฟล์ Apple Music ถ้าคุณต้องการพูดคุยหรือแชร์กับผู้อื่นโดยใช้ Apple Music คุณก็สามารถสร้างโปรไฟล์ส่วนบุคคลได้โดยการให้ข้อมูลประจำตัวผู้ใช้ (เช่น @johnappleseed) ชื่อที่แสดง และอาจให้รูปภาพโปรไฟล์ และข้อมูลอื่นๆ มาด้วยก็ได้หากคุณต้องการ Apple จะจัดเก็บข้อมูลเหล่านี้ไว้ในบัญชีของคุณเพื่อให้คุณเข้าถึงได้จากทุกอุปกรณ์ของคุณ ข้อมูลประจำตัวผู้ใช้ ชื่อที่แสดง และรูปภาพโปรไฟล์สามารถแสดงพร้อมเนื้อหาใดๆ ที่คุณโพสต์และกิจกรรมที่คุณแชร์บน Apple Music ได้ การแชร์และการโพสต์เนื้อหาไม่ได้ออกแบบมาและไม่ต้องการให้ใช้กับบัญชี Apple สำหรับเด็ก คนอื่นอาจสามารถค้นหาโปรไฟล์ Apple Music ของคุณได้โดยใช้ข้อมูลที่คุณให้ คุณสามารถสร้างเนื้อหาของโปรไฟล์ของคุณ เช่น กิจกรรมการฟังเพลง และเพลย์ลิสต์ และสามารถให้ผู้คนที่คุณเลือกเท่านั้นเห็นได้ อย่างไรก็ตาม ข้อมูลโปรไฟล์ของคุณ เช่น ข้อมูลประจำตัว ชื่อที่แสดง รูปภาพ คนที่ติดตามคุณ และคนที่คุณติดตาม ทุกคนจะสามารถเห็นได้ตามค่าเริ่มต้น ในการปิดกั้นผู้ใช้ไม่ให้มองเห็นโปรไฟล์ของคุณ ให้ไปที่โปรไฟล์ของผู้ใช้ แล้วแตะเพิ่มเติม จากนั้นแตะปิดกั้น ผู้คนที่คุณปิดกั้นจะไม่เห็นเพลงของคุณหรือค้นหาโปรไฟล์ของคุณใน Apple Music ได้ เมื่อคุณสร้างโปรไฟล์บน Apple Music เราจะแนะนำผู้สมัครใช้บริการ Apple Music คนอื่นๆ ที่คุณอาจต้องการเชื่อมต่อเป็นเพื่อน Apple ไม่ได้เรียนรู้หรือจัดเก็บข้อมูลจากรายชื่อของคุณเมื่อตรวจหาเพื่อนที่จะแนะนำ โดยมีเพียงแฮชของเบอร์โทรศัพท์และที่อยู่อีเมลในรายชื่อของคุณที่ย่อและเข้ารหัสแล้วเท่านั้นที่จะถูกส่งไปที่ Apple จากนั้นจะทำการพิจารณาการจับคู่ผู้สมัครใช้บริการ Apple Music ที่จะแนะนำภายในอุปกรณ์ของคุณ Apple Music สามารถตรวจสอบรายชื่อของคุณเป็นระยะๆ เพื่อแนะนำเพื่อนใหม่ๆ ให้แก่คุณในอนาคต คุณสามารถควบคุมคุณสมบัตินี้ได้ด้วยการปิดใช้งาน “รายชื่อบน Apple Music” ในการตั้งค่าบัญชี ถ้าคุณไม่ต้องการให้คนอื่นที่มีข้อมูลติดต่อบัญชี Apple เกี่ยวกับคุณในรายชื่อของพวกเขาเห็นคุณ คุณสามารถเปลี่ยนการตั้งค่านี้ได้ในการตั้งค่าบัญชีโดยการปิดใช้งานอนุญาตการค้นหาโดยบัญชี Apple คุณสามารถอัปเดตหรือเอาข้อมูลที่คุณให้ไว้ในโปรไฟล์ออกได้ตลอดเวลา เมื่อคุณแชร์ข้อมูลออกไปที่โลกออนไลน์ คุณควรคิดอย่างรอบคอบเกี่ยวกับสิ่งที่คุณจะเผยแพร่ต่อสาธารณะ เมื่อคุณแชร์จาก Apple Music ไปที่เว็บไซต์หรือเครือข่ายสังคมออนไลน์อื่นๆ สิ่งใดๆ ที่คุณแชร์จะถูกกำกับตามนโยบายความเป็นส่วนตัวของบริการอื่นๆ เหล่านั้น SharePlay เมื่อคุณสมัครใช้บริการ Apple Music คุณสามารถเป็นโฮสต์เซสชั่น SharePlay เมื่อเชื่อมต่อกับ Apple TV, HomePod, CarPlay หรือเมื่อใช้บลูทูธได้ เมื่อใช้ SharePlay ผู้สมัครใช้บริการ Apple Music รายอื่นสามารถเข้าร่วมเซสชั่น SharePlay ของคุณและสามารถควบคุมเพลงที่เล่นผ่าน Apple Music ได้ SharePlay ยังช่วยให้ผู้ใช้ที่ไม่ได้สมัครใช้บริการ Apple Music สามารถเข้าร่วมเซสชั่น SharePlay ของคุณได้อีกด้วย Apple ใช้บลูทูธ หากเปิดใช้งานอยู่บนอุปกรณ์ของคุณ เพื่ออนุญาตให้รายชื่อที่อยู่ใกล้เคียงของคุณค้นพบเซสชั่น Apple Music ของคุณและขอเข้าร่วมเซสชั่นได้ ถ้าคุณไม่ต้องการให้รายชื่อสามารถค้นพบอุปกรณ์ของคุณและขอเข้าร่วมเซสชั่น Apple Music ของคุณได้ คุณสามารถปิดใช้ความสามารถในการค้นพบโดยรายชื่อที่อยู่ใกล้เคียงได้ในการตั้งค่าแอปเพลง รายชื่อ รวมถึงผู้เข้าร่วมคนอื่นยังสามารถเข้าร่วมเซสชั่นโดยการสแกนคิวอาร์โค้ดที่แสดงอยู่ในการตั้งค่าแอปเพลงหรืออินเทอร์เฟซยานพาหนะได้อีกด้วยหากเข้าร่วมในเซสชั่น SharePlay ในรถ ทุกคนในเซสชั่นจะสามารถมองเห็นชื่อและรูปภาพโปรไฟล์ของผู้เข้าร่วมในเซสชั่นได้ การมีส่วนร่วมเซสชั่น SharePlay จะถือว่ามาจากแต่ละคนที่ได้มีส่วนร่วมและจะผูกกับชื่อและรูปภาพโปรไฟล์ของผู้ใช้รายนั้น หากมี ซึ่งสามารถแก้ไขได้ตลอดเวลาในการตั้งค่าแอปเพลง คุณสามารถเอาผู้เข้าร่วมออกจากเซสชั่น SharePlay ที่คุณเป็นโฮสต์ออกได้โดยแตะไอคอน SharePlay ในแอปเพลง แล้วเลือกผู้เข้าร่วมที่จะเอาออก ในการออกจากเซสชั่น SharePlay ให้แตะไอคอน SharePlay ในแอปเพลง แล้วแตะออก ในการสิ้นสุดเซสชั่น SharePlay ที่คุณเป็นโฮสต์ ให้แตะสิ้นสุดในแอปเพลง Apple จะไม่เก็บบันทึกข้อมูลเกี่ยวกับรายชื่อของคุณหรือผู้เข้าร่วมคนอื่นที่ได้เข้าร่วมเซสชั่น SharePlay หลังเซสชั่นสิ้นสุดลง คุณยังสามารถเปิดใช้งานเซสชั่น SharePlay ในข้อความหรือระหว่างการโทร FaceTime เพื่อแชร์เพลงแบบเชื่อมข้อมูลกับคนอื่นได้ ในการเริ่มเซสชั่น ให้เลือกเพลงที่คุณต้องการฟัง แล้วแตะ SharePlay ในตัวเลือกเพลง ป้อนรายชื่อที่จะแชร์ด้วย จากนั้นแตะ “ข้อความ” หรือ “FaceTime” และเริ่ม ใช้งานร่วมกันบนเพลย์ลิสต์ ผู้สมัครใช้บริการ Apple Music สามารถสร้างและใช้งานร่วมกันบนเพลย์ลิสต์กับผู้สมัครใช้บริการ Apple Music คนอื่นๆ ได้ ถ้าคุณเป็นผู้สร้างเพลย์ลิสต์ คุณสามารถเลือกเพื่ออนุญาตแต่ละคนที่เข้าร่วมเพลย์ลิสต์ หรือคุณสามารถอนุญาตให้ทุกคนที่มีลิงก์มายังเพลย์ลิสต์เข้าร่วมโดยอัตโนมัติได้ ผู้เข้าร่วมทุกคนสามารถเพิ่มและเอาเพลงออกจากเพลย์ลิสต์และเพิ่มการโต้ตอบด้วยอิโมจิได้ การมีส่วนร่วมจะถือว่ามาจากแต่ละคนที่ได้มีส่วนร่วมและจะผูกกับชื่อและรูปภาพโปรไฟล์ของผู้ใช้รายนั้น หากมี ซึ่งสามารถแก้ไขได้ตลอดเวลาในการตั้งค่าแอปเพลง ผู้เข้าร่วมทุกคนในเพลย์ลิสต์ และทุกคนที่มีสิทธิ์เข้าถึงเพลย์ลิสต์จะสามารถดูและมองเห็นชื่อและรูปภาพของผู้เข้าร่วมคนอื่นได้ ผู้เข้าร่วมเพลย์ลิสต์สามารถดูเพลงและการโต้ตอบทั้งหมดที่ผู้เข้าร่วมคนอื่นเพิ่มได้ ในการหยุดการใช้งานร่วมกัน ให้เอาตัวเองออกจากเพลย์ลิสต์ในการตั้งค่าเพลย์ลิสต์ หรือถ้าคุณเป็นผู้สร้าง ให้หยุดการใช้งานร่วมกันในการตั้งค่าจัดการการใช้งานร่วมกันของเพลย์ลิสต์ ถ้าผู้สร้างเพลย์ลิสต์สิ้นสุดการใช้งานร่วมกัน เพลย์ลิสต์จะกลายเป็นเพลย์ลิสต์ที่แชร์ซึ่งผู้ใช้งานร่วมจะสามารถเข้าถึงได้ในคลัง Apple Music ของเขา การปรับแต่งและการปรับปรุง Apple Music และ Apple Music Classical เมื่อคุณใช้การสมัครใช้บริการ Apple Music ของคุณหรือเล่นเนื้อหาฟรีนอกเหนือจากในคลังของคุณ เราอาจเก็บรวบรวมข้อมูลเกี่ยวกับเพลงและวิดีโอ (หากมี) ที่คุณเล่นหรือเพิ่มไปยังคลังเพลงหรือเพลย์ลิสต์ของคุณและศิลปินและเนื้อหาที่คุณชอบหรือแชร์ ข้อมูล เช่น บัญชี, ที่อยู่ IP, อุปกรณ์, แอป หรืออุปกรณ์บนรถยนต์ที่คุณใช้เพื่อเล่นเพลง สถานที่ที่คุณใช้ Apple Music หรือ Apple Music Classical เวลาและระยะเวลาที่คุณเล่นเพลงจะถูกบันทึกและส่งไปที่ Apple เราใช้ข้อมูลนี้เพื่อปรับแต่งประสบการณ์ของคุณ เพื่อส่งอีเมลและการแจ้งเตือนให้กับคุณ และเพื่อช่วยให้เราเข้าใจการใช้งาน Apple Music และ Apple Music Classical ของคุณและจะได้ปรับปรุงบริการของเราต่อไป ตัวอย่างเช่น ข้อมูลนี้สามารถช่วยให้เราเลือกเพลง วิดีโอ และโพสต์ของศิลปินที่เราแสดงให้คุณเห็นใน Apple Music และ Apple Music Classical ได้ นอกจากนี้ ยังช่วยให้เราสร้างรายการแนะนำอื่นที่สะท้อนถึงรสนิยมของคุณ สร้างอันดับเพลงประจำเมืองเพื่อแสดงเพลงยอดนิยมของเมือง และเพื่อให้ผลการค้นหา Apple Music สำหรับคุณโดยเฉพาะโดยใช้การผสมข้อมูล เช่น ประวัติการฟังของคุณและประเภทที่คุณชื่นชอบ เรายังใช้ข้อมูลนี้เพื่อชำระค่าลิขสิทธิ์ และป้องกันหรือเข้าดำเนินการกับกิจกรรมที่ขัดกับหรืออาจขัดกับข้อกำหนดและเงื่อนไขของบริการ Apple Media หรือกฎหมายที่บังคับใช้อีกด้วย เราเก็บบันทึกข้อมูลนี้ตลอดระยะเวลาการสมัครใช้บริการ Apple Music ของคุณและหลังจากนั้นเป็นระยะเวลาสูงสุดสองปีเพื่อสื่อสารกับคุณเกี่ยวกับเพลงที่คุณอาจสนใจและข้อเสนอที่คุณอาจเข้าเกณฑ์ เรายังเก็บบันทึกข้อมูลนี้ด้วยในกรณีที่มีความจำเป็นสำหรับการแจ้งทางด้านการเงินเป็นระยะเวลาตามที่ระบุไว้ในกฎหมาย ซึ่งเกี่ยวข้องกับการแจ้งข้อมูลดังกล่าวที่แตกต่างกันไปตามแต่ละภูมิภาค สำหรับลูกค้าส่วนใหญ่ที่ต้องเก็บบันทึกข้อมูลเป็นระยะเวลาอย่างน้อย 10 ปี แต่ในภูมิภาค เช่น ประเทศจีน การเก็บบันทึกข้อมูลอาจมีระยะเวลา 30 ปี ถ้าคุณใช้ SharePlay เพื่อฟังเนื้อหากับผู้ใช้คนอื่นบน Apple Music แอปเพลงจะเก็บรวบรวมข้อมูลเกี่ยวกับเนื้อหาที่คุณฟังในระหว่างเซสชั่น SharePlay และจำนวนผู้เข้าร่วมในเซสชั่นโดยประมาณ แต่จะไม่เก็บรวบรวมข้อมูลใดๆ ที่จะระบุผู้เข้าร่วมเซสชั่น SharePlay เรายังใช้ข้อมูลการค้นหาของ Apple Music เพื่อปรับปรุงโมเดลที่ใช้ในการทำงานของ Apple Music อีกด้วย ตัวอย่างเช่น คำถามการค้นหาโดยรวมของ Apple Music ถูกใช้เพื่อปรับโมเดลการค้นหาของ Apple Music อย่างละเอียด การสื่อสารกับคุณ Apple อาจใช้ข้อมูลเกี่ยวกับบัญชีของคุณ เช่น ผลิตภัณฑ์ของ Apple ที่คุณเป็นเจ้าของ แอปของ Apple ที่คุณดาวน์โหลด และการสมัครใช้บริการต่างๆ ของ Apple เพื่อสื่อสารกับคุณเกี่ยวกับ Apple Music รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ ของ Apple ที่คุณอาจสนใจ ซึ่งรวมถึง Apple Music Classical และ Apple One ด้วย อาจใช้หมายเลขประจำเครื่องของอุปกรณ์และข้อมูลจำเพาะอื่นของฮาร์ดแวร์ของคุณ หรือรายละเอียดเกี่ยวกับการสมัครใช้บริการ App Store ที่เกี่ยวข้องของคุณเพื่อตรวจสอบว่าคุณมีคุณสมบัติเหมาะสมสำหรับบริการที่นำเสนอของ Apple หรือไม่ ถ้าคุณอยู่ในกลุ่มการแชร์กันในครอบครัว Apple อาจสื่อสารกับคุณเกี่ยวกับผลิตภัณฑ์ บริการ และข้อเสนอที่มีให้คุณผ่านการแชร์กันในครอบครัว ถ้าคุณซื้อการสมัครใช้บริการ Apple One เราอาจส่งอีเมลและการแจ้งเตือนแบบผลักข้อมูลเกี่ยวกับคุณสมบัติของบริการแต่ละรายการที่คุณสมัครใช้บริการ Apple ยังอาจใช้ข้อมูลเกี่ยวกับกิจกรรมของคุณภายใน Apple Music และ Apple Music Classical และการโต้ตอบของคุณกับบริการที่ใช้เพื่อตรวจสอบยืนยันสิทธิ์สำหรับการสมัครรับ Apple Music ที่มีส่วนลดที่มี (เช่น Apple Music แบบนักศึกษา) เพื่อส่งอีเมลและการแจ้งเตือนแบบผลักข้อมูลเกี่ยวกับคุณสมบัติใหม่ เนื้อหา และข้อเสนอที่มีใน Apple Music และ Apple Music Classical ให้คุณ คุณสามารถเปลี่ยนการตั้งค่าอีเมลของคุณและเลือกไม่รับอีเมลเหล่านี้ได้โดยไปที่ account.apple.com ในการอัปเดตการตั้งค่าการแจ้งเตือนของคุณบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > การแจ้งเตือน > เพลง บน Mac ให้เปิด Apple Music แล้วไปที่การตั้งค่า > ทั่วไป > การแจ้งเตือน Apple ใช้ข้อมูลเกี่ยวกับการโต้ตอบของคุณที่มีต่อการสื่อสารของเราซึ่งรวมถึงการแจ้งเตือนต่างๆ เพื่อปรับปรุงบริการของเรา การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย เราคำนวณคะแนนความน่าเชื่อถือของอุปกรณ์บนอุปกรณ์ของคุณเมื่อคุณพยายามซื้อสินค้า โดยใช้ข้อมูลเกี่ยวกับวิธีการใช้งานอุปกรณ์ของคุณ รวมถึงจำนวนสายโทรหรืออีเมลที่คุณส่งและรับโดยประมาณ การส่งข้อมูลนี้ถูกออกแบบมาให้ Apple ไม่สามารถเรียนรู้ค่าที่ซ่อนอยู่ของอุปกรณ์ของคุณได้ คะแนนจะถูกจัดเก็บบนเซิร์ฟเวอร์ของเราเป็นระยะเวลาตายตัว Apple อาจใช้ข้อมูลเกี่ยวกับประวัติความสัมพันธ์ทางธุรกิจของคุณกับ Apple เพื่อประมวลผลการต่ออายุการสมัครใช้บริการ Apple Music และตัดสินใจว่าจะมอบการเข้าถึงการสมัครใช้บริการของคุณอย่างต่อเนื่องก่อนได้รับการรับรองความถูกต้องโดยพันธมิตรการชำระเงินหรือไม่ การเปิดเผยต่อบุคคลหรือบริษัทอื่น สถานีวิทยุ เมื่อคุณใช้ Apple Music เพื่อฟังวิทยุที่ออกอากาศ อุปกรณ์ของคุณจะเชื่อมต่อโดยตรงกับสถานีวิทยุที่ออกอากาศเพื่อส่งมอบเนื้อหาที่คุณร้องขอ ขณะที่เชื่อมต่อ สถานีวิทยุที่ออกอากาศจะสามารถเห็นที่อยู่ IP ของอุปกรณ์ของคุณได้ การจัดการที่อยู่ IP โดยสถานีวิทยุที่ออกอากาศจะอยู่ภายใต้การกำกับของนโยบายความเป็นส่วนตัวของสถานีวิทยุที่ออกอากาศหรือผู้ให้บริการ ค่ายเพลง ศิลปิน และตัวรวบรวมอันดับยอดนิยม เรามีพันธะต้องให้ข้อมูลที่เก็บรวบรวมสะสมบางส่วนที่ไม่สามารถระบุถึงตัวตนของคุณได้เกี่ยวกับการใช้ Apple Music และ Apple Music Classical รวมถึงข้อมูลประชากรของผู้ใช้ที่เก็บรวบรวมสะสม เช่น กลุ่มอายุและเพศ (ซึ่งอาจมาจากข้อมูล เช่น ชื่อและคำขึ้นต้นในบัญชี Apple ของคุณ) กับค่ายเพลง ผู้เผยแพร่ และศิลปิน เพื่อให้สามารถวัดค่าประสิทธิภาพของงานสร้างสรรค์ของพวกเขา และเป็นไปตามข้อตกลงเกี่ยวกับลิขสิทธิ์และการทำบัญชี นอกจากนี้ เราแชร์กิจกรรมการรับฟังที่รวบรวมสะสมโดยใช้ตัวรวบรวมอันดับยอดนิยมเพื่อจัดอันดับเพลงยอดนิยมทั่วโลก โดยใช้ค่ายเพลงและศิลปินเพื่อวัดการมีส่วนร่วมรวมถึงในแบบเรียลไทม์ และโดยใช้แพลตฟอร์มทางการตลาดเพลงที่ช่วยให้ค่ายเพลงและศิลปินสามารถเข้าถึงผู้รับฟังได้ ในการพิจารณาสิทธิ์การสมัครใช้บริการของคุณหากคุณสมัครใช้บริการ Apple Music ผ่านคู่ค้าอื่น เช่น ผู้ให้บริการเครือข่ายโทรศัพท์เคลื่อนที่ หรือในการดำเนินการซื้อสินค้าของคุณ เราจะแชร์ข้อมูลส่วนบุคคลที่ระบุตัวตนได้แบบจำกัดกับคู่ค้านั้น การเชื่อมต่อ Apple Music กับแอปอื่น แอป iOS, iPadOS และ visionOS และแอปบนแพลตฟอร์มที่ไม่ใช่ของ Apple อาจขอการเข้าถึง Apple Music และคลังบนคลาวด์ของคุณ ถ้าคุณให้สิทธิ์กับแอป แอปนั้นจะสามารถเข้าถึงข้อมูลได้ เช่น คลังบนคลาวด์ของคุณบนอุปกรณ์ ไม่ว่าคุณจะเป็นผู้สมัครใช้บริการ Apple Music หรือไม่ กิจกรรมการเล่นเพลงและวิดีโอของคุณ และรายการแนะนำของคุณใน Apple Music แอปที่ได้รับอนุญาตยังสามารถแก้ไขข้อมูลที่ผูกกับบัญชีของคุณได้อีกด้วย เช่น เพลงที่อยู่ในคลังและเพลย์ลิสต์ของคุณ ถ้าคุณให้สิทธิ์แอปรูปภาพให้เข้าถึง Apple Music ได้ แอปรูปภาพจะใช้เพลงจาก Apple Music เพื่อเล่นกับภาพยนตร์ความทรงจำ เมื่อคุณสร้างภาพยนตร์ความทรงจำแบบกำหนดเองในแอปรูปภาพ ข้อมูลเกี่ยวกับการเขียนที่คุณป้อนเพื่อสร้างความทรงจำอาจถูกส่งไปที่ Apple Music เพื่อเลือกเพลงที่จะเล่นกับภาพยนตร์ แอปของ Apple ที่มีเนื้อหาที่รองรับ เช่น รีโมท จะเชื่อมต่อโดยอัตโนมัติเมื่อคุณเริ่มต้นใช้แอปเพลงและเนื้อหาที่รองรับอีกด้วย คุณสามารถปิดใช้งานการเข้าถึงของแอปได้บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณโดยไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > สื่อและ Apple Music บน Mac ให้ไปที่การตั้งค่าระบบ > ความเป็นส่วนตัวและความปลอดภัย > ความเป็นส่วนตัว > สื่อและ Apple Music ถ้าคุณเอาแอปออกหรือให้สิทธิ์การเข้าถึงกับแอปโดยใช้ iOS เวอร์ชั่นก่อนหน้า iOS 11 หรือ iPadOS คุณจะสามารถปิดใช้งานการเข้าถึงของแอปได้ในการตั้งค่าบัญชี Apple Music ของคุณ การสมัครใช้บริการ Apple Music ผ่านผู้ให้บริการเครือข่ายโทรศัพท์ของคุณ ถ้าผู้ให้บริการเครือข่ายโทรศัพท์ของคุณเสนอการสมัครใช้บริการ Apple Music และการทดลองใช้ฟรีให้กับคุณ Apple อาจตรวจสอบเบอร์โทรศัพท์เพื่อยืนยันว่าคุณเข้าเกณฑ์ผ่านทางผู้ให้บริการเครือข่ายโทรศัพท์ ถ้าคุณลงทะเบียนสมัครใช้บริการ Apple Music หรือการทดลองใช้ฟรีผ่านผู้ให้บริการเครือข่ายโทรศัพท์ของคุณหรือคู่ค้ารายอื่นของ Apple ไว้ Apple จะใช้เบอร์โทรศัพท์ของคุณหรือข้อมูลจำเพาะบัญชีที่ไม่ซ้ำกันที่แชร์โดยคู่ค้าเพื่อระบุบัญชีของคุณ และเพื่อแจ้งให้ผู้ให้บริการเครือข่ายโทรศัพท์หรือคู่ค้ารายอื่นทราบว่าคุณได้เปิดใช้งานการสมัครใช้บริการของคุณแล้ว เราจะใช้เบอร์โทรศัพท์หรือข้อมูลจำเพาะที่ไม่ซ้ำกันที่ผูกกับการสมัครใช้บริการของคุณเพื่อตรวจสอบยืนยันบัญชีของคุณในระหว่างที่คุณลงชื่อเข้าและเพื่อเชื่อมต่อกิจกรรม Apple Music ของคุณกับบัญชีของคุณ เรายังใช้เบอร์โทรศัพท์ของคุณเพื่อขอยกเลิกการสมัครใช้บริการของคุณกับผู้ให้บริการเครือข่ายโทรศัพท์ตามที่คุณร้องขออีกด้วย พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลของคุณใน Apple Music โดยทั่วไปเพื่อปฏิบัติตามสัญญาของคุณกับ Apple ตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราขอความยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลข้อมูลส่วนบุคคลตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่นเพื่อ: • ช่วยให้คุณสามารถเข้าถึงเนื้อหาใน Apple Music และ Apple Music Classical ที่คุณฟัง เพิ่มเนื้อหาไปยังคลังของคุณ หรือดาวน์โหลดเนื้อหาได้ • ปรับแต่งให้เข้ากับประสบการณ์การใช้งานของคุณใน Apple Music และ Apple Music Classical • ระบุและปลดล็อคสำเนาเพลงต่างๆ ของคุณที่มีใน Apple Music เช่นกัน • กำหนดความพร้อมใช้งานของเนื้อหาในภูมิภาคและสิทธิ์ของคุณสำหรับข้อเสนอและการสมัครใช้บริการ • ช่วยปรับปรุงและปรับ Apple Music และ Apple Music Classical ให้เหมาะสมสำหรับคุณและผู้อื่น และสื่อสารกับคุณเกี่ยวกับแอป Apple Music และ Apple Music Classical รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ จาก Apple ที่คุณอาจสนใจ • สร้างและรักษาโปรไฟล์ Apple Music และเพลย์ลิสต์ของคุณ • จ่ายค่าลิขสิทธิ์และจัดทำรายงานสำหรับผู้เผยแพร่ ค่ายเพลง ศิลปิน และตัวรวบรวมอันดับยอดนิยม • ป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย ข้อมูลที่ใช้รวมถึง: • การใช้แอป Apple Music และ Apple Music Classical ของคุณรวมถึงการโต้ตอบของคุณที่มีต่อคุณสมบัติ การแจ้งเตือนภายในแอปและข้อความ และเนื้อหาที่คุณฟัง ค้นหา ดู เพิ่มไปยังคลังของคุณ และดาวน์โหลดบน Apple Music และ Apple Music Classical • รายละเอียดเกี่ยวกับอุปกรณ์และบัญชีของคุณ • ที่อยู่ IP ของคุณ • โปรไฟล์ Apple Music และเพลย์ลิสต์ของคุณ • คะแนนความน่าเชื่อถือของอุปกรณ์ ข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้ เราอาจเก็บรวบรวม ใช้ ถ่ายโอน และเปิดเผยข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้ด้วยวัตถุประสงค์ใดๆ ตัวอย่างเช่น เราอาจรวบรวมข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้พร้อมกับข้อมูลผู้ใช้ Apple Music คนอื่นเพื่อปรับปรุงบริการนี้ เรายังอาจเก็บรวบรวมข้อมูลตัวชี้วัดประสิทธิภาพบางอย่างจากอุปกรณ์ของคุณเมื่อคุณใช้ Apple Music ซึ่งรวมถึงความแรงของความถี่คลื่นวิทยุ รหัสประเทศ รหัสเครือข่าย และเทคโนโลยีการเข้าถึงโทรศัพท์เคลื่อนที่ได้อีกด้วย เรียนรู้เพิ่มเติมเกี่ยวกับ Apple Music สำหรับข้อมูลโดยละเอียดเพิ่มเติม รวมทั้งคุณสมบัติและราคา ให้ไปที่ www.apple.com/th/apple-music สำหรับข้อมูลเกี่ยวกับตัวเล่น Apple Music บนเว็บและความเป็นส่วนตัว ให้ไปที่ www.apple.com/th/legal/privacy/data/th/apple-music-web ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ https://www.apple.com/th/privacy/
tr: Bilgilerinizin gizliliğini ve güvenliğini korumak Apple’daki herkesin önceliğidir. Daha iyi bir deneyim yaşamanızı sağlamak amacıyla yalnızca gereksinimimiz olan verileri toplamak için çok çalışıyoruz. Verileri topladığımızda da, bilinçli seçimler yapabilmeniz için neleri topladığımızı ve bunlara niçin gereksinimimiz olduğunu bilmenizin önemli olduğuna inanıyoruz. Her Apple ürünü ve servisi gibi Apple Music ve Apple Music Classical da bu prensipler göz önünde bulundurularak tasarlanmıştır. Apple Music’teki servisleri ve özellikleri sunmak için kişisel verilerinizi kullanırız. Bu bilgiler, Apple Music’teki paylaşma özellikleri ile kullanmak üzere Müzik uygulamasının Ayarlar bölümünde erişip değiştirebileceğiniz adınızın ve ayarladıysanız Apple Hesabı fotoğrafınızın yanı sıra Ayarlar’da veya Sistem Ayarları’nda erişip değiştirebileceğiniz hesap ve ödeme bilgilerinizi içerir. Apple Music’e abone olduğunuzda aboneliğiniz Apple Music’e ve Apple Music Classical’a tam erişim içerir. Apple, özellikleri müzik beğenilerinize uygun hâle getirmek için Apple Music’i ve Apple Music Classical’ı nasıl kullandığınızla ilgili bilgileri toplar. Bu özellikler arasında sizin için seçilmiş albümler ve listeler gibi kişiselleştirilmiş öneriler ve favori sanatçılarınıza ve türlerinize ait seçimlerin çalındığı Radyo sayılabilir. Bu bilgileri, yakın zamanda piyasaya çıkacaklar, yeni sanatçılar ve Apple Music’te ve Apple Music Classical’da hoşunuza gidebilecek diğer olaylardan e-posta ve anında iletilen bildirimler aracılığıyla sizi haberdar etmek için de kullanırız. Belirli radyo istasyonları gibi bazı Apple Music özellikleri bulunduğunuz bölgede kullanılamayabilir. Apple, konumunuzu yaklaşık olarak tahmin edip bu yayınları kullanıp kullanamayacağınızı belirlemek için internet bağlantınızın IP adresini kullanabilir. Apple Music Classical Apple Music abonelerinin, klasik müzik parçalarını ve albümlerini keşfetmenizi ve favori klasik müzik parçalarınızı tek bir merkezi yere kaydetmenizi sağlamak için tasarlanmış bir klasik müzik uygulaması olan Apple Music Classical’a erişimi vardır. Apple Music Classical kataloğuna aboneliğiniz olmadan göz atabilirsiniz ama Apple Music Classical’ın tüm özelliklerine erişmek için Apple Music aboneliğinizin olması gerekir. Aktif bir Apple Music aboneliğiniz yoksa Apple Music Classical’a tam erişim için Apple Music’e abone olma seçeneği sunulur. Bulut Arşivi Apple Music aboneliğinizin bir avantajı olan Apple bulut arşiviniz, arşivinizdeki parçalara ve listelere aygıtlarınızın herhangi birinden erişmenizi sağlar. Bu özellik, Apple Music’te ve Apple Music Classical’da da bulunan parçalarınızı belirlemek ve bu kopyaların kilidini açmak için aygıtınızda bulunan arşivinizdeki parça ve sanatçı adları gibi bilgileri Apple’a gönderir. Apple Music’te bulunamayan parçalar kişisel bulut arşivinize yüklenir, böylece koleksiyonunuzun tamamına aygıtlarınızın tümünden Apple Music ile erişebilirsiniz. iOS, iPadOS veya visionOS aygıtınızda bulut arşivinizi eşzamanlamayı durdurmak için Ayarlar > Uygulamalar > Müzik’e gidip Arşiv’i Eşzamanla seçeneğini kapatmak için dokunun. Mac’te ise Müzik’i açın ve Ayarlar > Genel’e gidip Arşiv’i Eşzamanla seçimini kaldırın. Apple Music Profili Apple Music’i kullanan diğer kişilerle bağlantı kurmak veya paylaşımlarda bulunmak istiyorsanız bir kullanıcı tanıtıcısı (örneğin @aliutku), görüntülenen ad ve isteniyorsa bir profil fotoğrafı ve diğer bilgileri sağlayarak kişisel bir profil yaratabilirsiniz. Apple bu bilgileri hesabınızda saklar, böylece bu bilgilere aygıtlarınızın herhangi birinden erişebilirsiniz. Kullanıcı tanıtıcınız, görüntülenen adınız ve profil fotoğrafınız gönderdiğiniz herhangi bir içerik ve Apple Music’te paylaştığınız etkinliklerle birlikte görünebilir. Çocuklar için olan Apple Hesapları ile şu an için içerik paylaşma ve yayımlama amaçlanmamıştır veya yapılamamaktadır. Diğer kişiler de sağladığınız bilgileri kullanarak Apple Music profilinizi bulabilirler. Profilinize çalma etkinlikleri ve listeleri gibi içerikler ekleyebilirsiniz ve bunlar yalnızca seçtikleriniz tarafından görülür. Bununla birlikte tanıtıcı, görüntülenen ad, fotoğraf, takipçileriniz ve sizin takip ettikleriniz gibi profil bilgileriniz saptanmış olarak herkese açıktır. Bir kullanıcının profilinizi görmesini engellemek için kullanıcının profiline gidin, Daha Fazla’ya dokunun, daha sonra Engelle’ye dokunun. Engellediğiniz kişiler müziklerinizi göremez ya da Apple Music’teki profilinizi bulamazlar. Apple Music’te bir profil yarattığınızda, arkadaş olarak bağlantı kurmak isteyebileceğiniz diğer Apple Music abonelerini size önereceğiz. Apple, önerecek arkadaşları denetlerken kişilerinizden bilgi edinmez veya saklamaz. Kişilerinizdeki telefon numaralarının ve e-posta adreslerinin yalnızca kısaltılmış ve şifrelenmiş özetleri Apple’a gönderilir, sonra önerilecek Apple Music abonelerini eşleştirme aygıtınızda yerel olarak belirlenir. Apple Music gelecekte yeni arkadaşlar önermek için kişilerinizi düzenli aralıklarla denetleyebilir; bunu Hesap Ayarları’nda Apple Music’teki Bağlantılar’ı etkisizleştirerek denetleyebilirsiniz. Kişilerinde sizinle ilgili olabilecek Apple Hesabı kişi bilgilerine göre başkaları tarafından bulunmak istemiyorsanız bunu Hesap Ayarları’nda Apple Hesabı’yla Bulunmaya İzin Ver’i etkisizleştirerek değiştirebilirsiniz. Profilinizde sağladığınız bilgileri istediğiniz zaman güncelleyebilir veya silebilirsiniz. Çevrimiçi bir paylaşımda bulunduğunuz zaman, neleri herkesin kullanımına açtığınızı dikkatlice düşünmeniz gerekir. Apple Music’ten diğer web sitelerinde veya sosyal ağlarda paylaşımda bulunduğunuzda, paylaştığınız her şey bu diğer servislerin gizlilik politikalarına tabi olur. SharePlay Apple Music’e abone olursanız Apple TV’ye, HomePod’a, CarPlay’e bağlandığınızda ya da Bluetooth kullanırken SharePlay oturumlarını sunabilirsiniz. SharePlay ile diğer Apple Music aboneleri SharePlay oturumunuza katılabilir ve Apple Music ile çalınan müzikleri denetleyebilir. SharePlay, Apple Music aboneliği olmayan kullanıcıların da SharePlay oturumunuza katılmasını sağlar. Apple, yakındaki kişilerinizin Apple Music oturumunuzu keşfetmelerine ve katılma isteğinde bulunmalarına izin vermek için aygıtınızda etkinleştirilmişse Bluetooth’u kullanır. Kişilerin aygıtınızı bulabilmesini ve Apple Music oturumunuza katılma isteğinde bulunabilmesini istemiyorsanız Müzik uygulamasının Ayarlar bölümünde yakındaki kişiler tarafından bulunabilirliği kapatabilirsiniz. Diğer katılımcıların yanı sıra kişiler de Apple Music uygulamasının Ayarlar bölümünde veya arabada SharePlay oturumuna katılınıyorsa aracın arayüzünde görüntülenen QR kodunu tarayarak oturuma katılabilir. Oturumdaki katılımcıların adı ve profil fotoğrafı oturumdaki herkes tarafından görülebilir. SharePlay oturumuna yapılan katkılar onları yapan kişiye atfedilir ve sağlanmışsa Apple Music uygulaması ayarlarında her zaman düzenlenebilen o kullanıcının adı ve profil fotoğrafı ile ilişkilendirilir. Sunduğunuz SharePlay oturumundan katılımcıları silmek için Müzik uygulamasında SharePlay simgesine dokunun, sonra silinecek katılımcıyı seçin. Bir SharePlay oturumundan ayrılmak için Apple Music uygulamasında SharePlay simgesine dokunun, sonra Ayrıl’a dokunun. Sunduğunuz bir SharePlay oturumunu sonlandırmak için Müzik uygulamasında Bitir’e dokunun. Apple, kişileriniz ya da bir SharePlay oturumuna oturum bittikten sonra katılan diğer katılımcılar hakkındaki bilgileri tutmaz. Ayrıca, müziği başkalarıyla eşzamanlı olarak paylaşmak için Mesajlar’da veya bir FaceTime araması sırasında SharePlay oturumlarını etkinleştirebilirsiniz. Bir oturum başlatmak için dinlemek istediğiniz müziği seçin, sonra müzik seçeneklerinde SharePlay’e dokunun, paylaşılacak kişileri girin ve ardından “Mesajlar” veya “FaceTime” seçeneğine ve Başlat’a dokunun. Listeler Üzerinde Ortak Çalışın Apple Music aboneleri, başka Apple Music aboneleriyle birlikte liste yaratabilir ve düzenleyebilir. Listenin yaratıcısıysanız listeye katılan her bir kişiyi onaylamayı seçebilir ya da listenin bağlantısına sahip herkesin otomatik olarak katılmasına izin verebilirsiniz. Tüm katılımcılar listeye parça ekleyip listeden parça silebilir ve emoji tepkileri ekleyebilir. Katkılar onları yapan kişiye atanır ve sağlanırsa Müzik uygulaması ayarlarında her zaman düzenlenebilen o kullanıcının adı ve profil fotoğrafı ile ilişkilendirilir. Listedeki tüm katılımcılar ve listeye erişimi olan herkes diğer katılımcıların adını ve fotoğrafını görebilir ve görüntüleyebilir. Liste katılımcıları, diğer katılımcılar tarafından eklenen tüm parçaları ve tepkileri görebilir. Ortak çalışmayı durdurmak için liste ayarlarında kendinizi listeden silin ya da yaratıcısıysanız ortak çalışmayı yönetme ayarlarında listede ortak çalışmayı durdurun. Listenin yaratıcısı ortak çalışmayı sonlandırırsa liste, ortak çalışanların kendi Apple Music arşivlerine erişimi olacağı paylaşılan bir listeye dönüşür. Apple Music’i ve Apple Music Classical’ı Kişiselleştirme ve İyileştirme Apple Music aboneliğinizi kullandığınızda ya da arşivinizin dışında ücretsiz içerik çaldığınızda, dinlediğiniz parçalarla veya izlediğiniz videolarla ya da müzik arşivinize veya listelerinize eklediklerinizle ve beğendiğiniz veya paylaştığınız sanatçılarla ve içeriklerle ilgili bilgileri toplayabiliriz. Müzik dinlemek için kullandığınız hesap, IP adresi ve aygıt, uygulama ya da araba arabirimi gibi bilgiler, dinlediğinizde Apple Music’te ya da Apple Music Classical’da bulunduğunuz yer, dinlediğiniz zaman ve süre not edilir ve Apple’a gönderilir. Bu bilgileri, deneyiminizi özelleştirmek, size e-postalar ve bildirimler göndermek ve servislerimizi iyileştirebilmek amacıyla Apple Music’i ve Apple Music Classical’ı nasıl kullanıldığını anlamamıza yardımcı olması için kullanırız. Örneğin bu bilgiler, Apple Music’te ve Apple Music Classical’da size gösterdiğimiz müzikleri, videoları ve sanatçı içeriklerini seçmemize yardımcı olabilir. Aynı zamanda; size beğenilerinizi yansıtan başka önerilerde bulunmamızı, şehre göre popüler müzikleri göstermek için şehir listeleri yaratmamızı ve dinleme geçmişiniz ve favori müzik türleriniz gibi bilgilerin karışımını kullanarak kişiselleştirilmiş Apple Music arama sonuçları sağlamamızı da sağlar. Aynı zamanda bu bilgileri; telif ücretlerini ödemek ve Apple Medya Hizmetleri Hüküm ve Koşulları’nı veya yürürlükteki yasaları ihlal eden veya edebilecek faaliyetlere karşı yasal işlem yapmak için de kullanırız. Bu bilgileri Apple Music aboneliğiniz süresince ve sonrasında, ilginizi çekebilecek müzikler hakkında sizinle iletişim kurmak ve size uygun teklifler sunmak amacıyla en fazla iki yıl boyunca saklıyoruz. Bu bilgileri, mali raporlama için gerekli olduğu durumlarda bölgeye göre değişen mali raporlamayla ilgili yürürlükte bulunan kanunlarca belirtilen süre boyunca da saklıyoruz. Bu, çoğu müşterimiz için en az 10 yıllık bir saklama süresi gerektirir ama Çin gibi bölgelerde bu süre 30 yılı bulabilir. Müzik’te başka kullanıcılarla içerik dinlemek için SharePlay’i kullanırsanız Müzik uygulaması, SharePlay oturumu sırasında dinlediğiniz içerikle ilgili bilgileri ve SharePlay oturumundaki yaklaşık katılımcı sayısını toplar ama SharePlay oturumuna katılanların kimliklerini belirleyecek hiçbir bilgiyi saklamaz. Apple Music'i destekleyen modelleri iyileştirmek için Apple Music arama verilerini de kullanırız. Örneğin toplu Apple Music arama sorguları Apple Music arama modelinde ince ayar yapmak için kullanılır. Sizinle İletişim Apple, Apple Music ve ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri (Apple Music Classical ve Apple One da dahil olmak üzere) hakkında size haberler göndermek için hesabınız hakkında, sahip olduğunuz Apple ürünleri, indirdiğiniz Apple uygulamaları ve Apple servislerine olan abonelikleriniz gibi bilgileri kullanabilir. Aygıtınızın seri numarası ve diğer donanım tanıtıcıları ya da ilgili App Store abonelikleriniz hakkında ayrıntılar, Apple servis teklifleri için uygunluğunuzu denetlemek amacıyla kullanılabilir. Apple, bir Aile Paylaşımı grubundaysanız Aile Paylaşımı yoluyla size kullanabileceğiniz ürünler, servisler ve teklifler ile ilgili haberler gönderebilir. Bir Apple One aboneliği satın alırsanız size abone olduğunuz her bir servisin özellikleri hakkında e-posta ve anında iletilen bildirimler gönderebiliriz. Apple, size Apple Music’teki ve Apple Music Classical’daki yeni özellikler, içerikler ve teklifler hakkında e-postalar ve anında iletilen bildirimler göndermek için Apple Music ve Apple Music Classical etkinliğiniz ve (Apple Music Öğrenci gibi) kullanılabilir indirimli Apple Music abonelikleri için uygunluğu doğrulamak amacıyla kullanılan servislerle etkileşiminiz ile ilgili bilgileri de kullanabilir. account.apple.com/tr adresine giderek e-posta tercihlerinizi değiştirebilir ve e-posta almaktan vazgeçebilirsiniz. iOS, iPadOS ya da visionOS aygıtınızda bildirim tercihlerini güncellemek için Ayarlar > Bildirimler > Müzik bölümüne gidin. Mac’te ise Müzik’i açın ve Ayarlar > Genel > Bildirimler’e gidin. Apple, bildirimler de dahil olmak üzere iletişim yazışmalarımızla etkileşimleriniz hakkındaki bilgileri servislerimizi iyileştirmek için kullanır. Dolandırıcılığı ve Diğer Kötü Amaçlı Eylemleri Önleme Bir satın alma girişiminde bulunduğunuzda, yaptığınız telefon görüşmelerinin veya gönderip aldığınız e‑postaların yaklaşık sayısı da dahil olmak üzere, aygıtınızı nasıl kullandığınız hakkındaki bilgileri kullanarak aygıtınızda bir aygıt güven puanı hesaplarız. Gönderilen veriler, Apple’ın aygıtınızdaki gerçek değerleri öğrenemeyeceği şekilde tasarlanmıştır. Puan, sunucularımızda belirli bir süre saklanır. Apple, Apple Music abonelik yenilemelerini işlemek ve ödeme ortağının yetkilendirmesinden önce aboneliğinize kesintisiz erişim sağlanıp sağlanmayacağını belirlemek için Apple ile geçmiş iş ilişkileriniz hakkındaki bilgileri de kullanabilir. Bilgilerin Üçüncü Partilere Açıklanması Radyo İstasyonları Radyo yayınlarını dinlemek için Apple Music’i kullandığınızda, aygıtınız size istenilen içeriği sunmak için doğrudan radyo istasyonuna bağlanır. Bağlandığınızda, aygıtınızın IP adresi radyo istasyonu tarafından görülebilir. IP adresinizin radyo istasyonu tarafından kullanımı, radyo istasyonunun veya sağlayıcısının gizlilik politikalarına tabidir. Müzik Şirketleri, Sanatçılar ve Müzik Listeleri Hazırlayanlar Apple Music ve Apple Music Classical kullanımınızla ilgili kişisel olmayan bazı birleştirilmiş veriler ile birlikte Apple Hesabı’nızdaki adınız ve selamlama şekliniz gibi bilgilerden çıkarılabilecek yaş grubu ve cinsiyet gibi birleştirilmiş demografik kullanıcı bilgilerini, yaratıcı çalışmalarının performansını ölçebilmeleri, telif ve muhasebe gereksinimlerini karşılayabilmeleri amacıyla müzik şirketleri, yayıncılar ve sanatçılar ile paylaşmak zorundayız. Buna ek olarak, toplu dinleme aktivitelerini dünya çapındaki müzik listeleri için liste hazırlayanlar ile, gerçek zamanlı da dahil olmak üzere etkileşimi ölçmek için müzik şirketleri ve sanatçılar ile, müzik şirketlerini ve sanatçıları dinleyicilere ulaştırmaya yardımcı olan müzik pazarlama platformları ile paylaşırız. Apple Music’e, hücresel ağ sağlayıcı gibi bir üçüncü parti ortak şirket aracılığıyla abone olduysanız abonelik uygunluğunuzu belirlemek için ya da satın alımlarınızı tamamlamak için kişisel olarak teşhis edilebileceğiniz sınırlı bilgileri ortak şirket ile paylaşırız. Apple Music’e Diğer Uygulamalarla Bağlanma iOS, iPadOS ve visionOS uygulamaları ile Apple dışı platformlardaki uygulamalar, Apple Music’e ve bulut arşivinize erişmek isteyebilir. Bir uygulamaya bu tür bir izin verirseniz söz konusu uygulama, aygıtınızdaki bulut arşiviniz, Apple Music abonesi olup olmadığınız, müzik çalma ve video oynatma etkinlikleriniz ve Apple Music önerileriniz gibi bilgilere erişebilir. İzin verilen bir uygulama arşivinizde ve listelerinizde bulunan parçalar gibi hesabınızla ilişkili verileri de değiştirebilir. Fotoğraflar uygulamasının Apple Music’e erişmesine izin verirseniz Fotoğraflar, anı filmlerinde çalmak üzere Apple Music’teki parçaları kullanır. Fotoğraflar’da özel bir anı filmi yarattığınızda, anıyı yaratmak için girdiğiniz istemle ilgili bilgiler filmle çalmak üzere müzik seçmek için Apple Music’e gönderilebilir. Desteklenen içeriğe sahip Apple uygulamaları da (Remote gibi), Müzik uygulamasını ve desteklenen içerikleri kullanmaya başladığınızda otomatik olarak bağlanır. Uygulama erişimini, iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > Gizlilik ve Güvenlik > Ortamlar ve Apple Music bölümünde etkisizleştirebilirsiniz. Mac’te Sistem Ayarları > Gizlilik ve Güvenlik > Gizlilik > Ortamlar ve Apple Music bölümüne gidin. Uygulama silinmişse ya da uygulamaya iOS 11’den veya iPadOS’ten önceki bir iOS sürümünde izin verilmişse uygulamanın erişimi Apple Music hesap ayarlarında etkisizleştirilebilir. Hücresel Ağ Sağlayıcılarınız Üzerinden Apple Music Abonelikleri Apple, hücresel ağ sağlayıcınız Apple Music abonelikleri ve ücretsiz denemeler sunuyorsa bir hücresel ağ sağlayıcı üzerinden aboneliğe uygun olup olmadığınızı belirlemek için telefon numaranızı denetleyebilir. Apple, hücresel ağ sağlayıcınız ya da başka bir Apple ortağı yoluyla bir Apple Music aboneliği ya da ücretsiz deneme için kaydolduysanız hesabınızı belirlemek ve hücresel ağ sağlayıcının ya da diğer ortağın aboneliğinizi etkinleştirdiğinizi bilmesini sağlamak için telefon numaranızı ya da ortak ile paylaşılan benzersiz hesap tanıtıcısını kullanır. Aboneliğinizle ilişkili telefon numarasını veya benzersiz tanıtıcıyı giriş yapma sırasında hesabınızı doğrulamak ve Apple Music etkinliğinizi hesabınızla ilişkilendirmek için kullanırız. İstekte bulunduğunuzda hücresel ağ sağlayıcınızdan aboneliğinizin iptal edilmesini istemek için de cep telefonu numaranızı kullanırız. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Apple Music’teki kişisel verilerinizi, servisi sunmak ve yasal yükümlülüklerimize uymak için gerekli olduğu gibi Apple ile sözleşmenizin yerine getirilmesi için işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde kişisel verileri bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi, şunları yapmak için işleriz: • Dinlediğiniz, arşivinize eklediğiniz ya da indirdiğiniz Apple Music ve Apple Music Classical içeriklerine erişiminizi sağlamak • Apple Music ve Apple Music Classical deneyiminizi kişiselleştirmek • Apple Music ile bulunabilecek parçalarınızın kopyalarını belirleyip kilitlerini açmak • İçeriğin bölgenizde kullanılabilirliğini ve teklifler ve abonelikler için uygunluğunuzu belirlemek • Apple Music’i ve Apple Music Classical’ı siz ve başkaları için geliştirmeye ve en iyi hale getirmeye yardımcı olmak ve size Apple Music, Apple Music Classical ve diğer Apple ürünleri, servisleri ve teklifleri hakkında ilginizi çekebilecek haberler göndermek • Apple Music profilinizi ve listelerinizi yaratmak ve tutmak • Yayın şirketleri, müzik şirketleri, sanatçılar ve müzik listeleri hazırlayanlar için rapor sağlamak ve onlara telif hakkı ödemek • Dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek Kullanılan veriler şunları içerir: • Özelliklerle etkileşiminiz, uygulama içi bildirimler ve mesajlar, Apple Music’te ve Apple Music Classical’da dinlediğiniz, aradığınız, görüntülediğiniz, arşivinize eklediğiniz ve indirdiğiniz içerikler gibi Apple Music ve Apple Music Classical uygulamalarını kullanımınız • Aygıtınız ve hesabınız ile ilgili ayrıntılar • IP adresiniz • Apple Music profiliniz ve listeleriniz • Aygıt güven puanı Kişisel Olmayan Veriler Kişisel olmayan verileri herhangi bir amaç için toplayabilir, kullanabilir, aktarabilir ve açıklayabiliriz. Örneğin servisi iyileştirmek amacıyla kişisel olmayan verilerinizi diğer Apple Music kullanıcılarının verileriyle birleştirebiliriz. Apple Music’i kullandığınızda, radyo frekansı gücü, ülke kodu, ağ kodu ve hücresel radyo erişimi teknolojisi gibi bazı performans ölçümlerini de aygıtınızdan toplayabiliriz. Apple Music Hakkında Daha Fazla Bilgi Özellikler ve fiyatlandırma da dahil olmak üzere daha ayrıntılı bilgi için www.apple.com/tr/apple-music adresine gidin. Apple Music Web Çaları ve Gizlilik hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/apple-music-web adresine gidin. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenecektir.
uk: Захист приватності й безпеки вашої інформації є першочерговим завданням для всіх в Apple. Ми докладаємо великих зусиль, щоб збирати лише ті дані, які потрібні нам, щоб надавати вам найкращий сервіс, тож коли нам доводиться збирати дані, ми вважаємо, що для вас важливо знати, що й навіщо ми збираємо, щоб ви могли зробити поінформований вибір. Apple Music і Apple Music Classical, як і решту продуктів і послуг Apple, розроблено на цих засадах. Ми використовуємо ваші персональні дані для забезпечення роботи служб і функцій в Apple Music. Ця інформація містить ваше імʼя й фотографію облікового запису Apple, якщо ви її додали (ці дані можна переглянути та змінити в параметрах програми Apple Music, щоб мати змогу поширювати з Apple Music), а також облікові та платіжні дані, які можна переглядати й змінювати в Параметрах чи Системних параметрах. За наявності підписки на Apple Music ви отримуєте повний доступ до Apple Music і Apple Music Classical. Apple збирає інформацію про те, як ви використовуєте Apple Music і Apple Music Classical, щоб пристосувати функції цих служб до ваших музичних уподобань. До цих функцій входять персоналізовані рекомендації, як‑от відібрані для вас альбоми й підбірки, а також функція «Радіо», що відтворює композиції ваших улюблених виконавців і жанрів. Ми також використовуємо цю інформацію, щоб надсилати вам е‑листи й push-сповіщення та повідомляти про майбутні релізи, нових виконавців та інші події в Apple Music і Apple Music Classical, що можуть вам сподобатися. Деякі функції Apple Music, як‑от певні станції радіомовлення, можуть бути недоступні у вашому регіоні. Apple може використовувати IP‑адресу вашого інтернет-зʼєднання, щоб визначити вашу приблизну геопозицію та перевірити доступність послуг. Apple Music Classical Підписники Apple Music мають доступ до Apple Music Classical — програми для класичної музики, розробленої спеціально для того, щоб ви могли шукати класичні твори й альбоми та зберігати улюблену музику в одному місці. Можна переглядати каталог Apple Music Classical без підписки, але для доступу до всіх функцій Apple Music Classical потрібна підписка на Apple Music. Якщо у вас немає активної підписки на Apple Music, ви можете підписатися на Apple Music і отримати повний доступ до Apple Music Classical. Хмарна медіатека Ваша хмарна медіатека Apple, яка надається в межах підписки на Apple Music, дає вам можливість слухати пісні й підбірки з вашої медіатеки на всіх ваших пристроях. Ця функція надсилає дані про вашу медіатеку на пристрої до Apple (наприклад, назви пісень та імена виконавців), щоб виявити й розблокувати всі копії ваших пісень, які також доступні в Apple Music і Apple Music Classical. Усі пісні, які не знайдено в Apple Music, закачуються до вашої особистої хмарної медіатеки, щоб у вас був доступ до всієї своєї музичної колекції на всіх ваших пристроях через Apple Music. Щоб зупинити синхронізацію хмарної медіатеки на своєму пристрої iOS, iPadOS або visionOS, перейдіть у Параметри > Програми > Музика та вимкніть параметр «Синхронізувати медіатеку». На Mac відкрийте програму «Музика» від Apple, перейдіть у Параметри > Загальні й вимкніть параметр «Синхронізувати медіатеку». Профіль Apple Music Якщо ви хочете спілкуватись або поширювати матеріали через Apple Music, можна створити особистий профіль, надавши маркер користувача (наприклад, @johnappleseed), коротке імʼя і, якщо хочете, фото профіля та інші відомості. Apple зберігає цю інформацію у вашому обліковому записі, щоб ви мали доступ до неї на всіх своїх пристроях. Ваш користувацький маркер, коротке імʼя і фото профілю можуть показуватися разом з будь-яким вмістом, який ви публікуєте, та діями, які поширюєте на Apple Music. Поширення і публікування вмісту наразі недоступне для дитячих облікових записів Apple. Інші люди також можуть знаходити ваш профіль Apple Music за даними, які ви надали. Ви можете відкрити доступ до вмісту свого профілю, як‑от слухацької активності й підбірок, лише для тих, кого оберете. Утім, інформація з вашого профілю, як‑от псевдонім, імʼя користувача, фото, ваші прихильники й ті, за ким ви стежите, зазвичай є видимою для всіх. Щоб заборонити користувачу бачити ваш профіль, відкрийте профіль цього користувача, торкніть «Ще», а тоді виберіть «Заблокувати». Люди, яких ви заблокуєте, не бачитимуть вашу музику та не знаходитимуть ваш профіль в Apple Music. Коли ви створюєте профіль в Apple Music, ми запропонуємо інших підписників Apple Music, з якими ви можете за бажання підтримувати звʼязок. Apple не отримує та не зберігає інформацію з ваших контактів під час пошуку друзів, яких можна порекомендувати. До Apple надсилаються лише скорочені та шифровані хеш-дані телефонних номерів й адрес е‑пошти з ваших контактів, а потім рекомендації відповідних підписників Apple Music визначаються локально на вашому пристрої. Apple Music може періодично перевіряти ваші контакти й пропонувати нових друзів у майбутньому; ви можете керувати цим у Параметрах облікового запису, вимкнувши «Контакти в Apple Music». Якщо ви не хочете, щоб інші знаходили вас за контактною інформацією в обліковому записі Apple, яку вони можуть мати про вас у своїх контактах, ви можете змінити це в Параметрах облікового запису, вимкнувши «Дозволити пошук за обліковим записом Apple». Ви можете будь-якої миті оновити чи вилучити інформацію, яку надали у своєму профілі. Щоразу, коли ви поширюєте щось в інтернеті, потрібно ретельно зважувати, яку інформацію ви робите загальнодоступною. Коли ви поширюєте дані з Apple Music на інших вебсайтах чи в соціальних мережах, усе, що ви поширюєте, регулюється політиками конфіденційності цих сторонніх служб. SharePlay Якщо ви маєте підписку на Apple Music, то можете проводити сеанси SharePlay за наявності зʼєднання з Apple TV, HomePod, CarPlay або в разі використання Bluetooth. Завдяки SharePlay інші підписники Apple Music можуть приєднуватися до сеансів SharePlay і керувати відтворенням музики в Apple Music. SharePlay також дає змогу користувачам, які не мають підписки на Apple Music, приєднатися до вашого сеансу SharePlay. Якщо функцію Bluetooth увімкнено на вашому пристрої, Apple може використовувати її, щоб дозволити вашим контактам поблизу знаходити ваш сеанс відтворення в Apple Music і подавати запит на приєднання до нього. Якщо ви не хочете, щоб контакти мали змогу знаходити ваш пристрій і надсилати запит на приєднання до вашого сеансу Apple Music, вимкніть видимість для контактів поблизу в параметрах програми Apple Music. Контакти, а також інші учасники, можуть приєднатися до сеансу, зісканувавши QR‑код, показаний у параметрах програми Apple Music або в інтерфейсі автомобіля, якщо вони беруть участь у сеансі SharePlay в автомобілі. Усі учасники сеансу бачитимуть імʼя і фотографію профілю кожного учасника сеансу. Зміни, внесені під час сеансу SharePlay, приписуються особі, яка їх зробила, і повʼязуються з іменем користувача та фотографією профілю, якщо вона надана, які можна змінити будь-коли в параметрах програми «Музика» від Apple. Можна вилучати учасників сеансу SharePlay, який ви проводите, торкнувши значок SharePlay в програмі Apple Music і вибравши учасника, якого потрібно вилучити. Щоб покинути сеанс SharePlay, торкніть значок SharePlay у програмі «Музика», а тоді виберіть «Покинути». Щоб завершити сеанс SharePlay, який ви почали, торкніть «Завершити» у програмі «Музика». Після закінчення сеансу SharePlay Apple не зберігає інформацію про ваші контакти чи інших учасників, що приєдналися до цього сеансу. Ви також можете ввімкнути сеанси SharePlay у Повідомленнях або під час викликів FaceTime, щоб поширювати музику для своїх співрозмовників. Щоб почати сеанс, виберіть музику, яку збираєтеся слухати, а тоді торкніть SharePlay в опціях музики, введіть контакти, для яких хочете поширювати, торкніть «Повідомлення» чи FaceTime і «Почати». Співпраця над підбірками Підписники Apple Music можуть створювати підбірки для спільного користування з іншими підписниками Apple Music. Якщо ви є автором підбірки, можна окремо підтверджувати надання доступу для кожної особи, що приєднується до підбірки, або можна дозволити автоприєднання всім, хто має посилання на підбірку. Усі учасники можуть додавати й вилучати пісні в цій підбірці та додавати реакції символами емодзі. Внески приписуються особі, яка їх зробила, і повʼязуються з іменем користувача та фотографією профілю, якщо вона надана, які можна змінити будь-коли в параметрах програми «Музика» від Apple. Усі учасники підбірки, а також будь-хто, хто має доступ до підбірки, можуть бачити й переглядати імʼя та фото інших учасників. Учасники підбірок можуть бачити всі пісні й реакції, які додають інші учасники. Щоб припинити співпрацю, вилучіть своє імʼя в параметрах підбірки. Якщо ви є автором, припиніть співпрацю в параметрах керування співпрацею для цієї підбірки. Якщо автор підбірки завершить співпрацю, підбірка стане спільною в медіатеках Apple Music усіх учасників. Персоналізація і вдосконалення Apple Music і Apple Music Classical Коли ви користуєтеся своєю підпискою на Apple Music або відтворюєте безкоштовний вміст не зі своєї медіатеки, ми можемо збирати інформацію про те, які пісні й відео (якщо доступні) ви відтворюєте або додаєте до своєї медіатеки чи підбірок, а також про виконавців і вміст, який ви вподобали чи поширили. Інформація, як‑от обліковий запис, IP‑адреса, пристрій, програма чи автомобільний інтерфейс, які ви використовуєте для відтворення, розділ Apple Music чи Apple Music Classical, який ви відвідували під час прослуховування, а також час і тривалість прослуховування, записується та надсилається до Apple. Ми використовуємо ці дані для персоналізації, надсилання вам е‑листів і сповіщень, а також визначення, як використовуються Apple Music і Apple Music Classical, з метою вдосконалення наших служб. Наприклад, ці дані можуть допомагати нам підбирати музику, відео й виконавців для показу в програмах Apple Music і Apple Music Classical. Завдяки цьому ми також можемо робити вам інші пропозиції відповідно до ваших смаків, створювати хіт-паради для міст, щоб показувати популярну музику в конкретному місті, а також надавати персоналізовані результати пошуку в Apple Music, використовуючи комбінацію даних про вашу історію прослуховування та улюблені жанри. Ми також використовуємо цю інформацію, щоб платити авторські гонорари, а також щоб запобігати діям чи вживати заходів щодо дій, які порушують чи можуть порушувати Умови та положення Apple Media Services або чинне законодавство. Ми зберігаємо цю інформацію протягом дії вашої підписки на Apple Music і потім протягом максимум двох років, щоб повідомляти вам про музику, яка вас цікавить, і про пропозиції, на які ви можете мати право. Ми також зберігаємо цю інформацію, якщо це необхідно для фінансової звітності, протягом довших періодів, визначених чинним законодавством стосовно такої звітності, що можуть відрізнятися залежно від регіону. Для більшості клієнтів строк зберігання має бути принаймні 10 років, проте для деяких регіонів, як‑от Китаю, цей період може становити 30 років. Якщо ви слухаєте вміст з іншими користувачами через SharePlay в Apple Music, програма Apple Music збиратиме інформацію про цей вміст і приблизну кількість учасників сеансу SharePlay, але не зберігатиме жодної інформації, що може їх ідентифікувати. Ми також використовуємо дані пошуку в Apple Music для покращення моделей, що забезпечують роботу Apple Music. Наприклад, зведені пошукові запити до Apple Music використовуються для підлаштування пошукової моделі Apple Music. Спілкування з вами Apple може використовувати інформацію про ваш обліковий запис, наприклад продукти Apple у вашій власності, програми Apple, які ви викачуєте, і ваші підписки на служби Apple, щоб надсилати повідомлення про Apple Music та інші продукти, служби й пропозиції Apple, що можуть вас зацікавити, зокрема Apple Music Classical і Apple One. Серійний номер вашого пристрою та інші ідентифікатори обладнання чи відомості про відповідні підписки в App Store можуть використовуватися для перевірки відповідності пропозиціям служб Apple. Якщо ви входите до групи Сімейного доступу, Apple може надсилати вам повідомлення про продукти, сервіси та пропозиції, доступні вам у межах Сімейного доступу. Якщо ви придбаєте підписку Apple One, ми можемо надсилати вам е‑листи й push‑сповіщення про функції в кожній зі служб, на які ви підписалися. Apple також може використовувати інформацію про ваші дії в Apple Music і Apple Music Classical та вашу взаємодію з сервісами, що використовувалися для визначення доступності для вас підписок на Apple Music зі знижкою (як‑от Apple Music для студентів), щоб надсилати вам е‑листи й push‑сповіщення про нові функції, вміст і пропозиції, доступні в Apple Music і Apple Music Classical. Змінити свої налаштування е‑пошти та відмовитися від отримання цих листів можна на вебсайті account.apple.com. Щоб оновити параметри сповіщень на пристрої iOS, iPadOS чи visionOS, перейдіть у меню Параметри > Сповіщення > Музика. На Mac відкрийте програму «Музика» від Apple і перейдіть у меню Параметри > Загальні > Сповіщення. Apple використовує інформацію про вашу взаємодію з нашими повідомленнями, зокрема зі сповіщеннями, з метою покращення наших послуг. Запобігання шахрайству й іншій зловмисній діяльності Ми обчислюємо бал довіри на вашому пристрої, коли ви намагаєтеся щось придбати, на основі інформації про використання вами пристрою, зокрема приблизної кількості телефонних викликів чи е‑листів, які ви надсилаєте й отримуєте. Подання даних реалізовано так, що компанія Apple не може дізнатися про фактичні значення на вашому пристрої. Цей бал зберігається на наших серверах протягом певного проміжку часу. Apple може також використовувати інформацію про історію ваших ділових взаємодій з Apple, щоб поновити підписку на Apple Music+ і визначити можливість надання доступу до вашої підписки, перш ніж оператор платежів авторизує оплату. Розкриття третім сторонам Радіостанції Коли ви використовуєте Apple Music, щоб слухати радіомовлення, ваш пристрій зʼєднується безпосередньо з радіостанцією, щоб надати вам вміст, який ви запитуєте. Під час зʼєднування IP‑адреса вашого пристрою буде видимою для такої радіостанції. Використання вашої IP‑адреси станцією радіомовлення підпадає під дію політик конфіденційності цієї радіостанції або її постачальника. Компанії звукозапису, виконавці й компанії, що створюють хіт-паради Ми зобовʼязані надавати деякі зведені неперсональні дані про користування Apple Music і Apple Music Classical, а також зведені демографічні дані користувачів, як‑от вікову групу та гендер (які можна отримати з інформації про імʼя та звертання в обліковому записі Apple), компаніям звукозапису, виконавцям і видавцям, щоб вони могли оцінювати продуктивність своєї творчої діяльності, виконувати зобовʼязання щодо виплати авторських гонорарів і звітності. Крім того, ми надаємо зведені дані про прослуховування міжнародним службам створення чартів, компаніям звукозапису й виконавцям для оцінювання взаємодії з їхнім вмістом, зокрема й в режимі реального часу, і музичним маркетинговим платформам, які допомагають компаніям звукозапису й виконавцям знаходити слухачів. Щоб визначити, чи ви можете підписатися на Apple Music, якщо оформлення відбувається через партнера, наприклад через оператора мобільного звʼязку, а також для завершення покупки ми надсилаємо такому партнеру обмежену кількість інформації, що ідентифікує особу. Звʼязування Apple Music з іншими програмами Програми для iOS, iPadOS, visionOS і платформ, що не належать Apple, можуть запитувати доступ до Apple Music і вашої хмарної медіатеки. Якщо ви надаєте програмі такий дозвіл, вона може отримати доступ до даних, зокрема до хмарної медіатеки на вашому пристрої, відомостей про наявність підписки на Apple Music, даних про відтворення музики й відео та рекомендацій в Apple Music. Схвалена програма також може змінювати дані, повʼязані з вашим обліковим записом, як‑от які пісні є у вашій медіатеці та підбірках. Якщо ви надасте програмі «Фотографії» дозвіл на доступ до Apple Music, вона використовуватиме пісні з Apple Music для відтворення фільмів-спогадів. Коли ви створюєте власний фільм-спогад у Фотографіях, інформація про запит, введений для створення спогаду, може надсилатися в Apple Music для вибору музики для цього фільму. Програми від Apple із підтримуваним вмістом, як‑от «Пульт ДК», також буде підʼєднано автоматично, коли ви почнете користування програмою «Музика» від Apple і підтримуваним вмістом. Вимкнути доступ для програми на пристрої iOS, iPadOS чи visionOS можна в меню Параметри > Приватність і безпека > Медіавміст і Apple Music. На Mac перейдіть у меню Системні параметри > Приватність і безпека > Приватність > Медіавміст і Apple Music. Якщо ви вже вилучили цю програму або надали їй доступ, використовуючи iPadOS чи версію iOS, ранішу за iOS 11, можна вимкнути доступ для неї в параметрах свого облікового запису Apple Music. Підписки на Apple Music через оператора мобільного звʼязку Якщо ваш мобільний оператор пропонує підписки на Apple Music і безкоштовні пробні періоди, компанія Apple може перевірити ваш номер телефону, щоб підтвердити ваше право на участь через мобільного оператора. Якщо ви підписуєтеся на Apple Music або оформлюєте безкоштовний пробний період через свого мобільного оператора чи іншого партнера Apple, компанія Apple використовуватиме ваш номер телефону чи унікальний ідентифікатор облікового запису, наданий партнером, для визначення вашого облікового запису та сповіщення мобільного оператора чи іншого партнера про активацію підписки. Ми використовуватимемо номер телефону або унікальний ідентифікатор, повʼязаний із вашою підпискою, з метою перевірки вашого облікового запису під час входу й синхронізації ваших дій в Apple Music із вашим обліковим записом. Ми також використовуємо ваш номер телефону, щоб надсилати запит на скасування вашої підписки мобільному оператору на вашу вимогу. Відповідне юридичне підґрунтя для оброблення особистих даних Ми обробляємо ваші особисті дані в Apple Music в основному для дотримання умов вашого договору з Apple у межах, необхідних для надання послуг і виконання наших зобовʼязань. У регіонах, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. У регіонах, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо персональні дані для таких цілей: • Надання доступу до вмісту, який ви слухаєте, додаєте до медіатеки чи викачуєте в Apple Music і Apple Music Classical • Персоналізація взаємодії з Apple Music і Apple Music Classical • Виявлення й розблокування копій пісень, які також доступні в Apple Music • Визначення доступності вмісту у вашому регіоні й відповідності умовам пропозицій і підписок • Допомога в удосконаленні й оптимізації Apple Music і Apple Music Classical для вас та інших користувачів, а також надсилання повідомлень про програми Apple Music і Apple Music Classical й інші продукти, сервіси й пропозиції Apple, які можуть вас зацікавити • Створення профілю й підбірок Apple Music і керування ними • Виплата роялті й надання звітів для видавців, компаній звукозапису, виконавців і компаній, що створюють хіт‑паради • Запобігання шахрайству й іншій зловмисній діяльності Використані дані містять таку інформацію: • Інформація про те, як ви використовуєте програми Apple Music і Apple Music Classical, зокрема взаємодієте з функціями, сповіщеннями й повідомленнями в програмах, який вміст відтворюєте, шукаєте, переглядаєте, додаєте до медіатеки й викачуєте в Apple Music і Apple Music Classical • Відомості про ваш пристрій і обліковий запис • Ваша IP‑адреса • Ваш профіль Apple Music і підбірки • Бал довіри пристрою Неперсональні дані Ми можемо збирати, використовувати, передавати й розкривати неперсональні дані з будь-якою метою. Наприклад, ми можемо зводити ваші неперсональні дані з такими самими даними інших користувачів Apple Music для вдосконалення цієї служби. Ми також можемо збирати певні показники продуктивності вашого пристрою, коли ви використовуєте Apple Music, зокрема потужність радіочастот, код країни, код мережі й технологію доступу до стільникового радіозвʼязку. Докладніше про Apple Music Докладніші відомості, зокрема про функції та ціни, наведено на вебсторінці www.apple.com/ua/apple-music. Інформацію про вебпрогравач Apple Music і приватність наведено на вебсторінці www.apple.com/legal/privacy/data/en/apple-music-web. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики приватності Apple, яку можна знайти на www.apple.com/privacy.
vi: Bảo vệ quyền riêng tư và bảo mật thông tin của bạn là ưu tiên đối với mọi người tại Apple. Chúng tôi nỗ lực làm việc để chỉ thu thập dữ liệu cần thiết nhằm cải thiện trải nghiệm của bạn và khi thu thập dữ liệu, chúng tôi cho rằng điều quan trọng là bạn biết chúng tôi đang thu thập những gì và tại sao chúng tôi cần dữ liệu đó, để bạn có thể đưa ra lựa chọn đúng đắn. Apple Music và Apple Music Classical, giống như mọi sản phẩm và dịch vụ của Apple, được thiết kế dựa trên những nguyên tắc này. Chúng tôi sử dụng dữ liệu cá nhân của bạn để cung cấp các dịch vụ và tính năng trong Apple Music. Thông tin này bao gồm tên của bạn và ảnh Tài khoản Apple nếu bạn đã thiết lập. Bạn có thể truy cập và thay đổi thông tin trong Cài đặt của ứng dụng Nhạc để sử dụng với các tính năng chia sẻ trong Apple Music. Thông tin này cũng bao gồm thông tin tài khoản và thanh toán mà bạn có thể truy cập và thay đổi trong Cài đặt hoặc Cài đặt hệ thống. Khi bạn đăng ký vào Apple Music, đăng ký của bạn bao gồm quyền truy cập đầy đủ vào Apple Music và Apple Music Classical. Apple thu thập thông tin về cách bạn sử dụng Apple Music và Apple Music Classical để điều chỉnh các tính năng theo sở thích âm nhạc của bạn. Những tính năng này bao gồm đề xuất được cá nhân hóa, ví dụ như các album và playlist được chọn cho bạn, cũng như Radio để phát các lựa chọn từ nghệ sĩ và thể loại ưa thích của bạn. Chúng tôi cũng sử dụng thông tin này để có thể liên hệ với bạn bằng email và thông báo push về các bản phát hành sắp tới, các nghệ sĩ mới, cũng như các sự kiện khác trên Apple Music và Apple Music Classical mà bạn có thể thích. Một số tính năng của Apple Music, ví dụ như các đài phát radio phát rộng nhất định, có thể không khả dụng trong vùng của bạn. Apple có thể sử dụng địa chỉ IP của kết nối internet để ước tính vị trí của bạn và xác định khả năng có sẵn. Apple Music Classical Người đăng ký Apple Music có quyền truy cập vào Apple Music Classical, một ứng dụng nhạc cổ điển được thiết kế để cho phép bạn khám phá các bản nhạc và album cổ điển, cũng như lưu các bản nhạc cổ điển ưa thích của bạn tại một nơi tập trung. Bạn có thể duyệt danh mục Apple Music Classical mà không cần đăng ký, nhưng bạn phải có đăng ký Apple Music để truy cập tất cả các tính năng của Apple Music Classical. Nếu bạn không có đăng ký Apple Music đang hoạt động thì bạn sẽ được cung cấp tùy chọn đăng ký vào Apple Music để có quyền truy cập đầy đủ vào Apple Music Classical. Thư viện đám mây Thư viện đám mây Apple là một lợi ích của đăng ký Apple Music, cho phép bạn truy cập vào các bài hát và playlist trong thư viện của mình từ bất kỳ thiết bị nào. Tính năng này gửi thông tin từ thư viện trên thiết bị của bạn đến Apple, như tên bài hát và nghệ sĩ, để xác định và mở khóa bản sao của bất kỳ bài hát nào của bạn cũng có sẵn trong Apple Music và Apple Music Classical. Bất kỳ bài hát nào không thể tìm được trong Apple Music đều được tải lên thư viện đám mây cá nhân để bạn có thể truy cập vào bộ sưu tập hoàn chỉnh của mình từ bất kỳ thiết bị nào thông qua Apple Music. Để dừng đồng bộ hóa thư viện đám mây trên thiết bị iOS, iPadOS hoặc visionOS của bạn, hãy đi tới Cài đặt > Ứng dụng > Nhạc và chạm để tắt Thư viện đồng bộ hóa. Trên máy Mac, hãy mở Apple Music và đi tới Cài đặt > Cài đặt chung, sau đó bỏ chọn Thư viện đồng bộ hóa. Trang cá nhân Apple Music Nếu muốn kết nối hoặc chia sẻ với những người khác bằng Apple Music, bạn có thể tạo trang cá nhân bằng việc cung cấp tên người dùng (ví dụ như @johnappleseed), tên hiển thị, cũng như ảnh trang cá nhân và thông tin khác nếu muốn. Apple lưu trữ thông tin này với tài khoản của bạn sao cho bạn có thể truy cập từ bất kỳ thiết bị nào khác. Tên người dùng, tên hiển thị và ảnh trang cá nhân của bạn có thể xuất hiện cùng với bất kỳ nội dung nào bạn đăng và hoạt động bạn chia sẻ trên Apple Music. Tính năng chia sẻ và đăng nội dung hiện không dành cho hoặc không khả dụng đối với Tài khoản Apple cho trẻ em. Những người dùng khác cũng có thể tìm trang cá nhân Apple Music của bạn bằng thông tin bạn đã cung cấp. Bạn có thể làm cho nội dung của trang cá nhân (ví dụ như hoạt động nghe và playlist) chỉ khả dụng đối với người mà bạn chọn. Tuy nhiên, thông tin trang cá nhân của bạn, ví dụ như tên người dùng, tên hiển thị, ảnh, người theo dõi của bạn và những người bạn đang theo dõi, được hiển thị đối với mọi người theo mặc định. Để chặn không cho một người dùng xem trang cá nhân của bạn, hãy đi tới trang cá nhân của người dùng đó, chạm vào Thêm, sau đó chạm vào Chặn. Người mà bạn chặn sẽ không nhìn thấy nhạc hay tìm được trang cá nhân của bạn trong Apple Music. Khi bạn tạo trang cá nhân trên Apple Music, chúng tôi sẽ đề xuất những người đăng ký Apple Music khác mà bạn có thể muốn kết nối làm bạn bè. Apple không ghi nhớ hay lưu trữ thông tin từ các liên hệ của bạn khi kiểm tra bạn bè để đề xuất. Chỉ những hàm băm ngắn gọn và được mã hóa của các số điện thoại và địa chỉ email trong danh bạ của bạn mới được gửi đến Apple. Sau đó, những người đăng ký Apple Music phù hợp để đề xuất sẽ được xác định cục bộ trên thiết bị của bạn. Apple Music có thể định kỳ kiểm tra danh bạ của bạn để đề xuất những người bạn mới trong tương lai; bạn có thể kiểm soát việc này trong Cài đặt tài khoản bằng cách tắt Liên hệ trên Apple Music. Nếu bạn không muốn người khác tìm thấy mình dựa vào thông tin liên hệ Tài khoản Apple mà họ có thể có trong danh bạ thì bạn có thể thay đổi tùy chọn này bằng cách tắt Cho phép tìm bằng Tài khoản Apple trong Cài đặt tài khoản. Bạn có thể cập nhật hoặc xóa thông tin mà bạn cung cấp trong trang cá nhân bất kỳ lúc nào. Bất kỳ lúc nào bạn chia sẻ trực tuyến, bạn nên suy nghĩ cẩn thận về những gì bạn đang công khai. Khi bạn chia sẻ từ Apple Music đến các trang web hoặc mạng xã hội khác, mọi thứ bạn chia sẻ đều được điều chỉnh bởi chính sách quyền riêng tư của những dịch vụ khác đó. SharePlay Khi đăng ký vào Apple Music, bạn có thể tổ chức các phiên SharePlay khi được kết nối với Apple TV, HomePod, CarPlay hoặc khi sử dụng Bluetooth. Với SharePlay, những người đăng ký Apple Music khác có thể tham gia phiên SharePlay của bạn và điều khiển nhạc đang phát thông qua Apple Music. SharePlay cũng cho phép người dùng không có đăng ký Apple Music tham gia phiên SharePlay của bạn. Apple sử dụng Bluetooth, nếu được bật trên thiết bị của bạn, để cho phép các liên hệ ở gần tìm phiên Apple Music của bạn và yêu cầu tham gia phiên. Nếu bạn không muốn các liên hệ có thể tìm thiết bị của bạn và yêu cầu tham gia phiên Apple Music của bạn thì bạn có thể tắt khả năng tìm kiếm của các liên hệ ở gần trong Cài đặt của ứng dụng Nhạc. Các liên hệ và người tham gia khác cũng có thể tham gia phiên bằng cách quét mã QR được hiển thị trong Cài đặt của ứng dụng Nhạc hoặc giao diện của xe nếu tham gia phiên SharePlay trong ô tô. Tên và ảnh trang cá nhân của người tham gia trong phiên sẽ hiển thị đối với mọi người trong phiên. Các đóng góp vào phiên SharePlay được ghi nhận cho cá nhân thực hiện và được liên kết với tên và ảnh trang cá nhân của người dùng đó nếu được cung cấp. Những thông tin này có thể sửa được bất kỳ lúc nào trong cài đặt của ứng dụng Nhạc. Bạn có thể xóa người tham gia khỏi phiên SharePlay mà bạn đang tổ chức bằng cách chạm vào biểu tượng SharePlay trong ứng dụng Nhạc, sau đó chọn người tham gia sẽ xóa. Để rời khỏi phiên SharePlay, hãy chạm vào biểu tượng SharePlay trong ứng dụng Nhạc, sau đó chạm vào Rời khỏi. Để kết thúc phiên SharePlay mà bạn đang tổ chức, hãy chạm vào Kết thúc trong ứng dụng Nhạc. Apple không lưu giữ thông tin về các liên hệ của bạn hoặc những người tham gia khác đã tham gia phiên SharePlay sau khi kết thúc phiên. Bạn cũng có thể bật các phiên SharePlay trong Tin nhắn hoặc trong cuộc gọi FaceTime để chia sẻ nhạc đồng bộ với người khác. Để bắt đầu một phiên, hãy chọn nhạc mà bạn muốn nghe, sau đó chạm vào SharePlay trong các tùy chọn nhạc, nhập các liên hệ sẽ chia sẻ, sau đó chạm vào “Tin nhắn” hoặc “FaceTime” và Bắt đầu. Cộng tác trên các playlist Người đăng ký Apple Music có thể tạo và cộng tác trên các playlist với những người đăng ký Apple Music khác. Nếu bạn là người tạo playlist thì bạn có thể lựa chọn phê duyệt từng người tham gia vào playlist hoặc bạn có thể cho phép bất kỳ người nào có liên kết đến playlist tham gia tự động. Tất cả người tham gia đều có thể thêm và xóa các bài hát khỏi playlist cũng như thêm các tương tác bằng biểu tượng. Các đóng góp được ghi nhận cho cá nhân đã thực hiện việc đóng góp đó và được liên kết với tên và ảnh hồ sơ của người dùng đó (nếu được cung cấp), những thông tin này có thể sửa được bất kỳ lúc nào trong cài đặt ứng dụng Nhạc. Tất cả người tham gia trong playlist và bất kỳ ai có quyền truy cập vào playlist đều có thể nhìn thấy và xem tên cũng như ảnh của những người tham gia khác. Những người tham gia playlist có thể xem tất cả bài hát và tương tác mà những người tham gia khác thêm vào. Để dừng cộng tác, hãy xóa chính bạn khỏi playlist trong cài đặt playlist hoặc nếu bạn là người tạo, hãy dừng việc cộng tác trong cài đặt quản lý cộng tác của playlist. Nếu người tạo playlist kết thúc việc cộng tác thì playlist trở thành một playlist được chia sẻ mà những người cộng tác sẽ có quyền truy cập trong thư viện Apple Music của họ. Cá nhân hóa và cải thiện Apple Music và Apple Music Classical Khi bạn sử dụng đăng ký Apple Music hoặc phát nội dung miễn phí bên ngoài thư viện của mình, chúng tôi có thể thu thập thông tin về các bài hát và video (khi áp dụng) mà bạn phát hoặc thêm vào thư viện nhạc hoặc playlist, cũng như các nghệ sĩ và nội dung mà bạn ưa thích hoặc chia sẻ. Các thông tin như tài khoản, địa chỉ IP, cũng như thiết bị, ứng dụng hoặc giao diện ô tô mà bạn đã sử dụng để phát, vị trí của bạn trong Apple Music hoặc Apple Music Classical khi phát nhạc, thời gian bạn phát nhạc và thời lượng được ghi lại và gửi đến Apple. Chúng tôi sử dụng thông tin này để tùy chỉnh trải nghiệm của bạn, gửi email và thông báo cho bạn, cũng như giúp chúng tôi tìm hiểu xem Apple Music và Apple Music Classical đang được sử dụng như thế nào để có thể cải thiện các dịch vụ. Ví dụ như thông tin này có thể giúp chúng tôi chọn nhạc, video và nội dung của nghệ sĩ mà chúng tôi hiển thị cho bạn trong Apple Music và Apple Music Classical. Việc này cũng cho phép chúng tôi đưa ra cho bạn các đề xuất khác phản ánh sở thích của bạn, tạo bảng xếp hạng của thành phố để hiển thị cho bạn âm nhạc thịnh hành theo thành phố và cung cấp các kết quả tìm kiếm Apple Music được cá nhân hóa bằng cách sử dụng một tập hợp thông tin như lịch sử nghe và các thể loại ưa thích của bạn. Chúng tôi cũng sử dụng thông tin này để trả tiền tác quyền và ngăn chặn hoặc chống lại các hoạt động vi phạm hoặc có thể vi phạm Điều khoản và điều kiện của Dịch vụ truyền thông của Apple hoặc luật áp dụng. Chúng tôi lưu giữ thông tin này trong khoảng thời gian mà bạn đăng ký Apple Music cũng như về sau trong khoảng thời gian tối đa hai năm để liên lạc với bạn về nhạc mà bạn có thể quan tâm và các ưu đãi mà bạn có thể đủ điều kiện. Chúng tôi cũng lưu giữ thông tin này khi cần thiết cho việc báo cáo tài chính trong các khoảng thời gian được quy định trong luật áp dụng, thay đổi theo vùng, liên quan đến việc báo cáo đó. Đối với hầu hết các khách hàng, việc này yêu cầu khoảng thời gian lưu giữ tối thiểu là 10 năm, tuy nhiên khoảng thời gian đó có thể là 30 năm tại những vùng như Trung Quốc. Nếu bạn sử dụng SharePlay để nghe nội dung với những người dùng khác trên Apple Music thì ứng dụng Nhạc sẽ thu thập thông tin về nội dung mà bạn đã nghe trong phiên SharePlay và số lượng gần đúng những người tham gia vào phiên, nhưng không lưu giữ bất kỳ thông tin nào để nhận dạng người tham gia phiên SharePlay. Chúng tôi cũng sử dụng dữ liệu tìm kiếm Apple Music để cải thiện các mô hình hỗ trợ Apple Music. Ví dụ: các truy vấn Apple Music tổng hợp được sử dụng để tinh chỉnh mô hình tìm kiếm của Apple Music. Liên lạc với bạn Apple có thể sử dụng thông tin về tài khoản của bạn, ví dụ như sản phẩm Apple mà bạn sở hữu, ứng dụng Apple mà bạn tải về và các đăng ký dịch vụ Apple của bạn, để gửi cho bạn thông báo về Apple Music và các sản phẩm, dịch vụ khác của Apple, cũng như các ưu đãi mà bạn có thể quan tâm, bao gồm Apple Music Classical và Apple One. Số sê-ri của thiết bị và các mã định danh phần cứng khác hoặc chi tiết về các gói đăng ký App Store có liên quan của bạn có thể được sử dụng để kiểm tra khả năng đủ điều kiện cho các ưu đãi dịch vụ của Apple. Nếu bạn là thành viên của một nhóm Chia sẻ trong gia đình thì Apple có thể gửi cho bạn các liên lạc về sản phẩm, dịch vụ và ưu đãi khả dụng với bạn thông qua Chia sẻ trong gia đình. Nếu bạn mua đăng ký Apple One thì chúng tôi có thể gửi cho bạn các email và thông báo push về các tính năng của từng dịch vụ mà bạn đã đăng ký. Apple cũng có thể sử dụng thông tin về hoạt động của bạn trong Apple Music và Apple Music Classical, cũng như tương tác của bạn với các dịch vụ được sử dụng để xác minh khả năng đủ điều kiện đối với các gói đăng ký Apple Music giảm giá đang khả dụng (ví dụ như Apple Music sinh viên) để gửi cho bạn email và thông báo push về các tính năng, nội dung và ưu đãi mới, có sẵn trong Apple Music và Apple Music Classical. Bạn có thể thay đổi tùy chọn email và lựa chọn không nhận những email này bằng cách truy cập account.apple.com. Để cập nhật tùy chọn thông báo của bạn trên thiết bị iOS, iPadOS hoặc visionOS, hãy đi tới Cài đặt > Thông báo > Nhạc. Trên máy Mac, hãy mở Apple Music và đi tới Cài đặt > Cài đặt chung > Thông báo. Apple sử dụng thông tin về tương tác của bạn với các liên lạc của chúng tôi, bao gồm thông báo, để cải thiện các dịch vụ. Ngăn chặn lừa đảo và hoạt động có hại khác Chúng tôi tính điểm số tin cậy thiết bị trên thiết bị của bạn khi bạn muốn mua hàng bằng cách sử dụng thông tin về cách bạn sử dụng thiết bị, bao gồm số lượng gần đúng các cuộc gọi điện thoại hoặc email mà bạn gửi và nhận. Nội dung gửi được thiết kế sao cho Apple không thể ghi nhớ các giá trị cơ bản trên thiết bị của bạn. Điểm số được lưu trữ trong khoảng thời gian cố định trên các máy chủ của chúng tôi. Apple cũng có thể sử dụng thông tin về mối quan hệ kinh doanh trước đây của bạn với Apple để xử lý các gia hạn đăng ký Apple Music và xác định xem có cung cấp quyền truy cập liên tục vào đăng ký của bạn trước khi đối tác thanh toán xác thực hay không. Tiết lộ cho bên thứ ba Đài phát radio Khi bạn sử dụng Apple Music để nghe radio phát rộng, thiết bị của bạn kết nối trực tiếp với đài phát radio phát rộng để cung cấp cho bạn nội dung đã yêu cầu. Khi kết nối, địa chỉ IP của thiết bị sẽ hiển thị đối với đài phát radio phát rộng. Việc sử dụng địa chỉ IP của bạn bởi đài phát radio phát rộng được điều chỉnh bởi các chính sách quyền riêng tư của đài phát radio phát rộng hoặc nhà cung cấp đài phát. Hãng thu âm, Nghệ sĩ và Nhà biên soạn bảng xếp hạng Chúng tôi có nghĩa vụ cung cấp một số dữ liệu phi cá nhân tổng hợp về việc sử dụng Apple Music và Apple Music Classical, cũng như thông tin nhân khẩu học tổng hợp về người dùng như độ tuổi và giới tính (có thể được suy ra từ thông tin như tên và lời chào của bạn trong Tài khoản Apple), cho các hãng thu âm, nhà xuất bản và nghệ sĩ để họ có thể đánh giá hiệu quả của tác phẩm sáng tạo của mình và đáp ứng các yêu cầu về tác quyền và kế toán. Ngoài ra, chúng tôi chia sẻ hoạt động nghe tổng hợp với các nhà biên soạn bảng xếp hạng cho các bảng xếp hạng âm nhạc trên khắp thế giới; với các hãng thu âm và nghệ sĩ để đo lường mức độ tương tác (bao gồm tương tác trong thời gian thực); cũng như với các nền tảng tiếp thị âm nhạc hỗ trợ các hãng thu âm và nghệ sĩ tiếp cận với thính giả. Để xác định khả năng đủ điều kiện đăng ký của bạn nếu bạn đăng ký vào Apple Music thông qua đối tác bên thứ ba như nhà cung cấp mạng di động hoặc để hoàn thành giao dịch mua của bạn, chúng tôi chia sẻ thông tin có thể nhận dạng cá nhân giới hạn với đối tác đó. Kết nối Apple Music với các ứng dụng khác Các ứng dụng cho iOS, iPadOS và visionOS cũng như ứng dụng trên các nền tảng không phải của Apple có thể yêu cầu quyền truy cập vào Apple Music và thư viện đám mây của bạn. Nếu bạn cấp phép cho một ứng dụng thì ứng dụng đó có thể truy cập vào thông tin như thư viện đám mây trên thiết bị, liệu bạn có phải là người đăng ký Apple Music không, hoạt động phát nhạc và video của bạn, cũng như các đề xuất trong Apple Music. Ứng dụng được cấp phép cũng có thể sửa đổi dữ liệu được liên kết với tài khoản của bạn, ví dụ như những bài hát nào có trong thư viện và playlist của bạn. Nếu bạn cấp quyền cho ứng dụng Ảnh truy cập Apple Music thì ứng dụng Ảnh sẽ sử dụng các bài hát từ Apple Music để phát cùng phim kỷ niệm. Khi bạn tạo một phim kỷ niệm tùy chỉnh trong ứng dụng Ảnh, thông tin về yêu cầu mà bạn nhập để tạo kỷ niệm này có thể được gửi đến Apple Music để chọn nhạc phát cùng phim. Các ứng dụng của Apple có nội dung được hỗ trợ (ví dụ như ĐK từ xa) cũng sẽ được kết nối tự động khi bạn bắt đầu sử dụng ứng dụng Nhạc của Apple và nội dung được hỗ trợ. Bạn có thể tắt quyền truy cập của ứng dụng trên thiết bị iOS, iPadOS hoặc visionOS của mình bằng cách đi tới Cài đặt > Quyền riêng tư & Bảo mật > Phương tiện & Apple Music. Trên máy Mac, hãy đi tới Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Quyền riêng tư > Phương tiện & Apple Music. Nếu bạn đã xóa ứng dụng hoặc cấp quyền truy cập cho ứng dụng bằng phiên bản iOS trước iOS 11 hoặc iPadOS thì bạn có thể tắt quyền truy cập của ứng dụng đó trong cài đặt tài khoản Apple Music. Đăng ký Apple Music thông qua nhà cung cấp mạng di động của bạn Nếu nhà cung cấp mạng di động của bạn cung cấp đăng ký Apple Music và dùng thử miễn phí thì Apple có thể kiểm tra số điện thoại của bạn để xác định xem bạn có đủ điều kiện tham gia thông qua nhà cung cấp mạng di động không. Nếu bạn kích hoạt đăng ký Apple Music hoặc dùng thử miễn phí thông qua nhà cung cấp mạng di động của mình hoặc một đối tác khác của Apple thì Apple sẽ sử dụng số điện thoại của bạn hoặc mã định danh tài khoản duy nhất được đối tác chia sẻ để nhận dạng tài khoản của bạn và cho phép nhà cung cấp mạng di động hoặc đối tác khác biết rằng bạn đã kích hoạt đăng ký. Chúng tôi sẽ sử dụng số điện thoại hoặc mã định danh duy nhất được liên kết với đăng ký của bạn để xác minh tài khoản trong khi đăng nhập và kết nối hoạt động Apple Music với tài khoản của bạn. Chúng tôi cũng sử dụng số điện thoại của bạn để yêu cầu hủy đăng ký với nhà cung cấp mạng di động theo yêu cầu của bạn. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Thông thường, chúng tôi xử lý dữ liệu cá nhân của bạn trong Apple Music cho việc thực hiện hợp đồng của bạn với Apple, khi cần thiết để cung cấp dịch vụ và để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý dữ liệu cá nhân khi cần thiết cho các mục đích lợi ích hợp pháp của mình hoặc của bên thứ ba để: • Cung cấp cho bạn quyền truy cập vào nội dung trong Apple Music và Apple Music Classical mà bạn nghe, thêm vào thư viện hoặc tải về • Cá nhân hóa trải nghiệm của bạn trong Apple Music và Apple Music Classical • Nhận dạng và mở khóa bản sao các bài hát của bạn cũng có sẵn thông qua Apple Music • Xác định khả năng có sẵn của nội dung trong vùng của bạn, cũng như khả năng đủ điều kiện cho các ưu đãi và đăng ký • Giúp cải thiện và tối ưu hóa Apple Music và Apple Music Classical cho bạn và những người khác, đồng thời gửi cho bạn các liên lạc về các ứng dụng Apple Music và Apple Music Classical, cũng như các sản phẩm, dịch vụ và ưu đãi khác của Apple mà bạn có thể quan tâm • Tạo và duy trì Trang cá nhân Apple Music và các playlist của bạn • Thanh toán tiền tác quyền và cung cấp báo cáo cho các nhà xuất bản, hãng thu âm, nghệ sĩ và nhà biên soạn bảng xếp hạng • Ngăn chặn lừa đảo và hoạt động có hại khác Dữ liệu được sử dụng bao gồm: • Việc sử dụng các ứng dụng Nhạc và Apple Music Classical, bao gồm tương tác của bạn với các tính năng, thông báo và tin nhắn in-app, cũng như nội dung mà bạn nghe, tìm kiếm, xem, thêm vào thư viện và tải về trên Apple Music và Apple Music Classical • Các chi tiết về thiết bị và tài khoản của bạn • Địa chỉ IP của bạn • Trang cá nhân Apple Music và các playlist của bạn • Điểm số tin cậy thiết bị Dữ liệu phi cá nhân Chúng tôi có thể thu thập, sử dụng, chuyển giao và tiết lộ dữ liệu phi cá nhân vì bất kỳ mục đích nào. Ví dụ như chúng tôi có thể tổng hợp dữ liệu phi cá nhân của bạn với thông tin của những người dùng Apple Music khác nhằm cải thiện dịch vụ. Chúng tôi cũng có thể thu thập số liệu hiệu năng nhất định từ thiết bị của bạn khi bạn sử dụng Apple Music, bao gồm cường độ tần số vô tuyến, mã quốc gia, mã mạng và công nghệ truy cập vô tuyến di động. Tìm hiểu thêm về Apple Music Để biết thêm thông tin chi tiết, bao gồm các tính năng và bảng giá, hãy truy cập www.apple.com/vn/apple-music. Để biết thông tin về Trình phát web Apple Music & Quyền riêng tư, hãy truy cập www.apple.com/legal/privacy/data/en/apple-music-web. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: 保护你信息的隐私和安全是Apple每个人的首要任务。我们致力于仅收集为你带来更佳体验所需的数据。收集数据时，我们认为你对所收集数据及为何需要该数据享有知情权，以便你做出明智选择，这十分重要。与每一种Apple产品和服务一样，Apple Music和Apple Music古典乐在设计上同样基于上述原则。 我们使用你的个人数据在Apple Music中提供相关服务和功能。此类信息包括你的姓名和Apple账户照片（若已设置），你可在“音乐”App的“设置”中访问和更改，并在Apple Music中搭配分享功能使用。信息还包括账户和付款信息，你可在“设置”或“系统设置”中访问和更改。 若订阅Apple Music，即可通过订阅服务使用Apple Music和Apple Music古典乐的完整功能。Apple会收集你如何使用Apple Music和Apple Music古典乐的相关信息，以根据你的音乐喜好量身定制各项功能。这些功能包括为你挑选的专辑与播放列表等个性化推荐，以及根据你喜爱的艺人和类型播放精选内容的“广播”。我们还使用此信息来通过电子邮件联系你，为你推送Apple Music和Apple Music古典乐中你可能喜爱内容，包括即将发行的作品、新艺人和其他动向等。 部分Apple Music功能（如某些广播电台）可能在你所处的地区不可用。Apple可能会使用你互联网连接的IP地址来估计你的位置并确定哪些功能可用。 Apple Music古典乐 Apple Music订阅者可使用Apple Music古典乐，这款古典音乐应用程序旨在助你发现古典音乐和专辑，集中一处存储你喜爱的古典音乐。浏览Apple Music古典乐目录无需订阅，但你必须订阅Apple Music才能使用Apple Music古典乐的完整功能。若没有在用的Apple Music订阅，将为你提供订阅Apple Music以使用Apple Music古典乐完整功能的选项。 云端资料库 Apple云端资料库是Apple Music订阅服务中的一项权益，可让你从任何设备访问资料库中的歌曲和播放列表。此功能会将你设备资料库中的歌曲及艺人姓名等信息发送给Apple，以识别并解锁可在Apple Music和Apple Music古典乐中找到的你所有歌曲的副本。Apple Music中找不到的歌曲将上传到你的个人云端资料库，以便你在任何设备上均可通过Apple Music访问你的完整收藏。若要在iOS、iPadOS或visionOS设备上停止同步云端资料库，请前往“设置”> App >“音乐”并轻点以关闭“同步资料库”。在Mac上打开“音乐”，前往“设置”>“通用”，然后取消选择“同步资料库”。 Apple Music个人资料 如要和其他使用Apple Music的用户互动或共享，你可以提供用户名（例如：@johnappleseed）和显示名称来创建个人资料，如有需要，还可提供个人头像及其他信息。Apple将这些信息储存在你的账户下，以便你在任何设备上均可访问。你的用户名、显示名称和个人头像可能在你于Apple Music上发布的任何内容及共享的活动旁出现。目前，共享和发布内容不适用于、也不提供给儿童Apple账户。 其他用户也可能使用你提供的信息，查找到你Apple Music的个人资料。 你可以将你个人资料的内容，如听歌历史记录和播放列表等，仅对所选用户可见。但你的个人资料信息，如用户名、显示名称、照片、你的关注者和关注对象默认对所有人可见。若要阻止用户查看你的个人资料，请前往该用户的个人资料，轻点“更多”，然后轻点“屏蔽”。被屏蔽的用户不会在Apple Music中看到你的音乐或找到你的个人资料。 当你在Apple Music上创建个人资料时，我们会推荐你可能想要加为好友进行关联互动的其他Apple Music订阅者。检索可推荐的好友时，Apple不会获悉或储存你的联系人信息。仅你联系人的电话号码和电子邮件地址会转换为缩短且加密的哈希值并发送给Apple，随后会在你的设备上本地检索匹配的Apple Music订阅者以作推荐。Apple Music可以定期检查你的联系人以持续为你推荐新的好友；你可以在“账户设置”中停用“订阅Apple Music的联系人”来控制此功能。如果你不想让他人通过其通讯录中你的Apple账户联系信息找到你，你可以在“账户设置”中停用“允许通过Apple账户查找”进行更改。 你随时可以更新或移除你在个人资料中提供的信息。在线共享时，你应对自己公开发布的内容慎重考虑。当你从Apple Music共享内容至其他网站或社交网络时，你共享的任何内容均受相关服务的隐私政策约束。 同播共享 订阅Apple Music后，你可以在连接Apple TV、HomePod、CarPlay车载或使用蓝牙时主持同播共享会话。通过同播共享，其他Apple Music订阅者可加入你的同播共享会话，并可通过Apple Music控制音乐播放。同播共享还可让未订阅Apple Music的用户加入你的同播共享会话。若在设备上启用蓝牙，Apple会使用蓝牙让附近联系人发现你的Apple Music会话并请求加入。若不希望联系人发现你的设备并请求加入Apple Music会话，你可以在“音乐”App的“设置”中关闭对附近联系人的可见性。若在车内参与同播共享会话，联系人及其他参与者还可通过扫描“音乐”App“设置”或车辆界面中显示的二维码加入会话。 会话参与者的姓名和个人头像将对会话中所有人可见。对同播共享会话的贡献归属于贡献者个人，并会与该用户的姓名和个人头像（如提供）关联。姓名和个人头像随时可在“音乐”App设置中更改。通过在“音乐”App中轻点同播共享图标，然后选择要移除的参与者，即可将参与者从你主持的同播共享会话中移除。若要离开同播共享会话，请在“音乐”App中轻点同播共享图标，然后轻点“离开”。若要结束你主持的同播共享会话，请在“音乐”App中轻点“结束”。会话结束后，Apple不会保留联系人或其他加入同播共享会话的参与者的信息。 你也可以在“信息”中或FaceTime通话时启用同播共享会话，与他人同步共享音乐。若要开始会话，请选择想听的音乐，然后在音乐选项中轻点“同播共享”，输入要共享的联系人，然后轻点“信息”或“FaceTime通话”后开始。 协作处理播放列表 Apple Music订阅者可与其他Apple Music订阅者一起创建并协作处理播放列表。若你是播放列表创建者，你可以选择批准每个加入播放列表的用户，或让拥有播放列表链接的任何人自动加入。所有参与者均可为播放列表添加和移除歌曲，并添加表情符号回应。贡献归属于贡献者个人，并会与该用户的姓名和个人头像关联（如提供）。姓名和个人头像随时可在“音乐”App设置中更改。播放列表的所有参与者和任何可访问播放列表的用户，均可看到和查看其他参与者的姓名和照片。播放列表参与者可查看其他参与者添加的所有歌曲和回应。若要停止协作，请在播放列表设置中将自己从播放列表移除。若你是创建者，请在播放列表管理协作设置中停止协作。若播放列表创建者停止协作，该播放列表会变为共享播放列表，协作者可从Apple Music资料库访问。 个性化和改进Apple Music及Apple Music古典乐 当你使用Apple Music订阅服务或播放资料库以外的免费内容时，我们可能会收集以下相关信息：你播放或者添加到音乐资料库或播放列表中的歌曲和视频（如适用），以及你喜欢或分享的艺人和内容。你的账户、IP地址、用于播放的设备、App或车机、你播放时在Apple Music或Apple Music古典乐中所处的位置、播放时间及时长等信息，会被记录并发送给Apple。我们使用这些信息来定制你的体验，向你发送电子邮件和通知，并帮助我们了解用户使用Apple Music和Apple Music古典乐的情况，以便我们改进服务。例如，这些信息可帮助我们挑选在“音乐”App和Apple Music古典乐中向你展示的音乐、视频和艺人内容。通过这些信息，我们还可以为你进行其他符合你偏好的推荐，创建城市排行榜以显示每个城市的热门音乐，并使用你的听歌历史记录和喜爱类型等多种信息，提供个性化Apple Music搜索结果。我们也使用此信息支付版税并防止违反或可能违反Apple媒体服务条款和条件或适用法律的活动，或对其采取措施。 我们会在你Apple Music订阅期内以及之后的最多两年内保留这些信息，以就你可能感兴趣的音乐和可能符合条件的优惠与你通信。我们还会按照财务报告的需要保留这些信息，保留期限符合财务报告相关适用法律的规定，不同地区会有所不同。对于大部分消费者，保留期限至少需10年；但在某些国家或地区（如中国），该期限可能为30年。 若你使用同播共享在Apple Music与其他用户一起聆听内容，“音乐”App将收集你们在同播共享会话期间聆听的内容，以及会话中参与者的大致数量相关信息，但不会保留任何信息用于识别同播共享会话参与者的身份。 我们还会使用Apple Music搜索数据改进驱动Apple Music的模型。例如，聚合Apple Music搜索查询会用于微调Apple Music搜索模型。 与你通信 Apple可能使用你账户的相关信息，例如你拥有的Apple产品、下载的Apple App，及订阅的Apple服务，向你发送Apple Music相关信息以及你可能感兴趣的其他Apple产品、服务和优惠信息，包括Apple Music古典乐和Apple One。你的设备序列号和其他硬件标识符，或相关App Store订阅的详细信息可能被用于检查Apple服务优惠资格。如果你包含在“家人共享”群组中，Apple可能会通过“家人共享”向你发送产品和服务相关的信息，以及优惠内容。如果购买了Apple One订阅，我们可能会向你发送所订阅每项服务的功能相关的电子邮件并推送相关通知。Apple还可能使用你在Apple Music和Apple Music古典乐中活动相关的信息以及与用于验证可用Apple Music折扣订阅（例如Apple Music学生）资格的服务的交互相关信息，向你发送Apple Music和Apple Music古典乐中新功能、内容和优惠相关的电子邮件并推送相关通知。你可以通过访问account.apple.com来更改你的电子邮件偏好设置并选择不接收这些电子邮件。若要在iOS、iPadOS或visionOS设备上更新通知偏好设置，请前往“设置”>“通知”>“音乐”。在Mac上打开“音乐”，然后前往“设置”>“通用”>“通知”。Apple使用你与我们所发信息（包括通知）的交互信息改进服务。 防范欺诈及其他恶意行为 当你尝试购买时，我们会使用与你的设备使用方式相关的信息（包括大致的通话次数或收发的电子邮件数量）在设备上计算并得出一个设备信任值。数值经处理后提交，Apple无法获悉你设备上的底层数值。该数值会在我们的服务器上储存一段固定的时间。Apple也可能使用你与Apple过往交易关系的相关信息处理Apple Music订阅续期，并确定是否在支付合作伙伴授权之前让你持续访问订阅项目。 向第三方披露 广播电台 使用Apple Music收听广播时，你的设备会直接接入广播电台来为你提供所需的内容。连接时，设备的IP地址对广播电台可见。广播电台对你IP地址的处理受广播电台或其提供商的隐私政策制约。 唱片公司、艺人和排行榜汇编者 我们有义务向唱片公司、发行人和艺人提供使用Apple Music和Apple Music古典乐时部分聚合的非个人数据以及聚合的用户人口统计，如年龄组和性别（可能可从你Apple账户中的姓名和称呼等信息推断），以助其衡量创作表现以及满足版税和会计要求。另外，我们会与全球音乐排行榜编制者、唱片公司和艺人共享聚合聆听活动，从而衡量参与度（包括实时参与度），还会与帮助唱片公司和艺人触达听众的音乐营销平台共享此类活动信息。为了确定你的订阅资格（如果通过移动网络提供商等第三方合作伙伴订阅Apple Music）或帮助你完成购买，我们会与该合作伙伴共享可识别个人身份的有限信息。 将Apple Music与其他App关联 iOS、iPadOS和visionOS App以及非Apple平台上的App可能会请求访问Apple Music和你的云端资料库。如果你授予一款App相应的许可，它即可访问设备上的云端资料库、你是否为Apple Music订阅者、你的音乐和视频播放活动，以及Apple Music中的推荐等信息。获得许可的App还可修改与你账户关联的数据，如你的资料库和播放列表中包含的歌曲。如果授权“照片”App访问Apple Music，“照片”将使用Apple Music歌曲伴随回忆影片播放。在“照片”中创建自定义回忆影片时，输入用于创建回忆的提示相关信息可能会发送给Apple Music以选择伴随影片播放的音乐。包含“遥控器”等受支持内容的Apple App也会在你开始使用“音乐”App及受支持内容时自动关联。你可以在iOS、iPadOS或visionOS设备上前往“设置”>“隐私与安全性”>“媒体与Apple Music”停用App的访问权限。在Mac上，前往“系统设置”>“隐私与安全性”>“隐私”>“媒体与Apple Music”。如果你已经使用iOS 11或iPadOS之前的iOS版本移除该App或允许App访问，可在Apple Music账户设置中停止其访问。 通过移动网络提供商订阅Apple Music 如果你的移动网络提供商提供Apple Music订阅和免费试用，Apple可能会检查你的电话号码以通过移动网络提供商确定你是否符合资格。若通过移动网络提供商或其他Apple合作伙伴注册Apple Music订阅或免费试用，Apple将使用你的电话号码或合作伙伴共享的专有账户识别符识别你的账户，并告知移动网络提供商和其他合作伙伴你已激活订阅。我们会使用与你订阅关联的电话号码或唯一标识符在登录时验证账户，并将你的Apple Music活动与账户关联。我们还使用你的电话号码应你要求向移动网络提供商请求取消订阅。 处理个人数据的适用法律依据 我们处理你在Apple Music中的个人数据，一般是为了履行你与Apple的合同，处理范围视提供服务以及遵守法律义务所需而定。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理个人数据以： • 允许你访问在Apple Music和Apple Music古典乐中聆听、添加到资料库或下载的内容 • 在Apple Music和Apple Music古典乐中为你提供个性化体验 • 识别并解锁Apple Music中也提供的歌曲副本 • 确定内容在你所在地区的可用性以及优惠和订阅的使用资格 • 协助你及他人改进和优化Apple Music和Apple Music古典乐，并向你发送关于“音乐”和Apple Music古典乐App，以及你可能感兴趣的其他Apple产品、服务和优惠信息 • 创建和维护你的Apple Music个人资料及播放列表 • 向发行人、唱片公司、艺人和排行榜汇编者支付版税以及提供报告 • 防范欺诈及其他恶意行为 使用的数据包括： • 你的“音乐”和“Apple Music古典乐”App的使用情况，包括与功能、App内通知和信息的交互，以及通过“音乐”和Apple Music古典乐聆听、搜索、查看、添加到资料库和下载的内容 • 你设备和账户的详细信息 • 你的IP地址 • 你的Apple Music个人资料和播放列表 • 设备信任值 非个人数据 我们可能出于任何目的收集、使用、转移和透露非个人数据。例如，我们可能聚合你与其他Apple Music用户的非个人数据以改进服务。我们可能还会收集你使用Apple Music时设备的某些性能指标，包括广播的频率强度、国家/地区代码、网络代码和蜂窝无线接入技术。 进一步了解Apple Music 如需了解功能和价格等更多详细信息，请访问www.apple.com/cn/apple-music。 有关Apple Music网页播放器与隐私的信息，请访问www.apple.com.cn/legal/privacy/data/zh-cn/apple-music-web。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: 保護你資料的私隱和保安是Apple每個人的首要任務。我們努力收集真正需要的資料來改進你的體驗，當有收集資料的必要時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。如同各項Apple產品和服務，Apple Music和「Apple Music古典樂」亦遵照上述原則設計而成。 我們使用你的個人資料來提供Apple Music的服務和功能。此資料包括你的姓名和Apple帳户相片（如你已設定），你可在「音樂」App的「設定」中取用並更改這些資料，以配搭Apple Music中的分享功能使用，資料亦包括帳户和付款資料，你可以在「設定」或「系統設定」中取用並更改這些資料。 當你訂閲Apple Music時，你的訂閲包括對Apple Music和「Apple Music古典樂」的完整取用權限。Apple會收集關於你如何使用Apple Music和「Apple Music古典樂」的資料，以便依照你的音樂品味度身訂造功能。這些功能包括個人化推薦項目，例如：為你挑選專輯和播放清單，以及廣播（從你喜愛的藝人和類型中播放精選曲目）。我們也會使用此資料，讓我們透過電郵和推送通知，告知你即將發行的專輯與新藝人，以及其他你可能喜歡的Apple Music和「Apple Music古典樂」動態。 部份Apple Music功能，例如某些廣播電台可能未在你的地區提供。Apple可能會使用你的互聯網連線IP位址來估計你的位置並判斷可用狀況。 Apple Music古典樂 Apple Music訂閲者可以取用「Apple Music古典樂」，這是為了讓你發現古典曲目和專輯而設的古典音樂App，並將你最喜愛的古典曲目儲存在一個集中的地方。你無需訂閲亦可以瀏覽「Apple Music古典樂」目錄，但你必須訂閲Apple Music才能取用「Apple Music古典樂」的所有功能。如果你沒有有效的Apple Music訂閲，你可以選擇訂閲Apple Music以便完整取用「Apple Music古典樂」。 雲端資料庫 訂閲Apple Music即可享受Apple雲端資料庫帶來的好處，讓你從任何裝置取用資料庫中的歌曲及播放清單。這項功能將歌曲名稱及藝人名稱等資料從裝置上的資料庫傳送至Apple，以識別並解鎖能在Apple Music和「Apple Music古典樂」上找到你的歌曲。任何無法在Apple Music找到的歌曲則會上傳至個人雲端資料庫，以便在你的任何裝置上透過Apple Music取用完整選集。如要停止在iOS、iPadOS或visionOS裝置上同步雲端資料庫，請前往「設定」>「App」>「音樂」，點一下以關閉「同步資料庫」。在Mac上，請打開Apple Music，前往「設定」>「一般」，然後取消選擇「同步資料庫」。 Apple Music個人檔案 如要和其他使用Apple Music的用户連結或分享，你可提供用户代號（例如 @johnappleseed）和顯示名稱來建立個人檔案，如有需要，可提供個人檔案相片與其他資料。Apple會將此資料與你的帳户一併儲存，讓你在任何裝置上進行存取。在Apple Music上發佈內容或分享動態時，也會顯示你的用户代號、顯示名稱與個人檔案相片。共享和發佈內容目前不適用於兒童的Apple帳户，他們也無法使用這些功能。 其他人也可以使用你提供的資料找到你的Apple Music個人檔案。 你可以選擇將個人檔案的內容（例如聆聽記錄和播放列表）限定檢視對象。然而，根據預設，你的個人檔案資料，例如代號、顯示名稱、相片、你的關注者和關注對象可讓所有人檢視。如要阻止用户查看你的個人檔案，請前往該用户的個人檔案，點一下「更多」，然後點一下「封鎖」。你封鎖的人員將無法在Apple Music中看到你的音樂或找到你的個人檔案。 當你在Apple Music上建立個人檔案時，我們會建議其他你可能希望與其成為朋友的Apple Music訂閲者。Apple在檢查建議的朋友時，並不會知悉或儲存你的聯絡人資料。只會傳送你聯絡人電話號碼和電郵地址的縮寫和加密雜湊到Apple，然後在裝置上配對要建議的Apple Music訂閲者。Apple Music可定期檢查你的聯絡人資料，以便在將來為你建議新的朋友；你可以在「帳户」設定中停用「Apple Music上的聯絡人」來控制此功能。如你不希望其他人可根據其聯絡資料中與你Apple帳户有關的聯絡資料來找到你，可在「帳户設定」中停用「允許透過Apple帳户尋找你」來更改。 你可隨時更新或移除個人檔案中提供的資料。每次在網上分享時，均應謹慎考慮是否公開資料。從Apple Music分享至其他網站或社群網絡的各種資料均受其他服務的私隱政策規範。 同播同享 當你訂閲Apple Music，你就可以在連接Apple TV、HomePod、CarPlay或使用藍牙時主持「同播同享」環節。透過「同播同享」，其他Apple Music訂閲者可以加入你的「同播同享」環節，並可以控制透過Apple Music播放的音樂。「同播同享」亦會允許沒有訂閲Apple Music的用户加入你的「同播同享」環節。如你已在裝置上啟用藍牙，Apple會使用藍牙來讓你附近的聯絡人尋找你的Apple Music環節並要求加入。如你不想讓聯絡人尋找到你的裝置並要求加入你的Apple Music環節，你可以在「音樂」App的「設定」中關閉向附近裝置的曝光。如要參與車中的「同播同享」環節，聯絡人和其他參與者都可以透過掃描在「音樂」App的「設定」或汽車介面中顯示的二維碼來加入環節。 環節中的所有人都可以看到環節參與者的姓名和個人檔案相片。當用户作出貢獻時，對「同播同享」環節所作出的貢獻將歸屬於其本人，並與用户的名稱和個人頭像相關聯（如有提供）。隨時可以在「音樂」App的設定中編輯這些相關資料。你可以從你主持的「同播同享」環節中移除參與者，只需在「音樂」App中按一下「同播同享」圖像，然後選擇要移除的參與者。如要離開「同播同享」環節，請在「音樂」App中點一下「同播同享」圖像，然後點一下「離開」。如要結束你主持的「同播同享」環節，請在「音樂」App中點一下「結束」。在環節結束後，Apple不會保留關於加入「同播同享」環節的聯絡人或其他參與者的資料。 你也可以在「訊息」中或在FaceTime通話期間啟用「同播同享」環節來與其他人同步分享音樂。如要開始環節，請選擇你要聆聽的音樂，然後點一下音樂選項中的「同播同享」，輸入要與其分享的聯絡人，然後點一下「訊息」或「FaceTime」以及「開始」。 在播放清單上共同編輯 Apple Music訂閲者可以與其他Apple Music訂閲者一起製作和共同編輯播放清單。如你是播放清單的製作者，你可以選擇批准每一個加入播放清單的用户，或允許任何擁有播放清單連結的人自動加入。所有成員都可以從播放清單加入或移除歌曲，並加入表情符號反應。當用户作出貢獻時，貢獻將歸屬於其本人，並與用户的名稱和個人頭像相關聯（如有提供）。隨時可以在「音樂」App的設定中編輯這些相關資料。播放清單中的所有成員，以及任何可以取用播放清單的用户，都可以查看和檢視其他成員的名稱和相片。播放清單參與者可以檢視其他參與者加入的全部音樂和反應。如要停止共同編輯，請在播放清單設定中將自己從播放清單移除，如果你是製作者，請在播放清單管理共同編輯設定中停止共同編輯。如播放清單製作者結束共同編輯，播放清單會變成共享播放清單，共同編輯者將可在其Apple Music資料庫中取用該播放清單。 個人化和改進Apple Music和「Apple Music古典樂」 使用Apple Music訂閲項目或在資料庫以外播放免費內容時，我們可能會收集你在音樂資料庫或播放清單中播放或新增的歌曲和影片（如適用），以及你喜愛或共享的藝人和內容之相關資料。我們會記錄你用來播放的帳户、IP位址、裝置、App或車用介面、播放時你在Apple Music或「Apple Music古典樂」的位置、播放時間點及播放長度等資料，並將之傳送至Apple。我們使用此資料來為你訂造專屬的Apple Music和「Apple Music古典樂」體驗，向你傳送電郵和通知，並協助我們了解Apple Music和「Apple Music古典樂」的使用方式，以便進一步改善我們的服務。例如，此資料能夠協助我們挑選在Apple Music和「Apple Music古典樂」中向你顯示的音樂、影片與藝人內容。也可進一步向你推薦切合你品味的內容、製作城市排行榜以顯示各個城市的熱門音樂、並使用混合資料（如你的聆聽記錄和喜愛的音樂類型），提供個人化的Apple Music搜尋結果。我們亦會使用這些資料支付版稅，並防止或採取行動對抗違反「Apple媒體服務條款與細則」或適用法律的行為。 我們會在你Apple Music訂閲期間以及之後保留此資料最多兩年，從而與你就你可能感興趣的音樂和可能有資格獲得的優惠進行通訊。我們也會按財務報告需要保留此資料，此保留時間視各個地區財務報告適用的相關法律而有所不同。對於大部份的消費者，保留期需要至少10年，但在某些地區（如中國）該保留期可能為30年。 如你使用「同播同享」與其他用户在Apple Music上一起聆聽內容，「音樂」App會收集你在「同播同享」環節中聆聽的內容之相關資料，以及環節參與者的大約人數，但不會保留任何識別「同播同享」環節參與者身份的資料。 我們也會使用Apple Music搜尋資料來改進提供Apple Music的模型。例如，彙集的Apple Music搜尋查詢會用於微調Apple Music搜尋模型。 與你通訊 Apple可能會使用你帳户的資料（例如你擁有的Apple產品、你下載的Apple App、以及對Apple服務的訂閲項目）來向你傳送Apple Music以及你可能感興趣的其他Apple產品、服務和優惠（包括「Apple Music古典樂」和Apple One）的相關訊息。我們可能會使用你的裝置序號和其他硬件識別碼，或你相關的App Store訂閲項目之詳細資料以檢查是否符合Apple服務的優惠資格。如果你在「家人共享」群組中，Apple可能會透過「家人共享」向你傳送產品和服務相關的資料及優惠內容。如你購買Apple One訂閲項目，我們可能會向你傳送你已訂閲的每種服務的相關功能之電郵和推送通知。Apple亦可能會使用你在Apple Music和「Apple Music古典樂」中活動相關資料以及你用於驗證Apple Music訂閲可用折扣資格（例如Apple Music學生會員）服務的互動向你傳送電郵和推送Apple Music和「Apple Music古典樂」上可用的新功能、內容和優惠的通知。你可以前往account.apple.com來更改電郵偏好設定，並選擇不接收這些電郵。如要在iOS、iPadOS或visionOS裝置上更新通知偏好設定，請前往「設定」>「通知」>「音樂」。在Mac上，請打開Apple Music，然後前往「設定」>「一般」>「通知」。Apple會使用你與我們的通訊（包括通知）互動的相關資料以改善服務。 防範詐騙和其他惡意活動 當你嘗試購物時，我們會按裝置的使用資料（包括大約通話次數或傳送和收到的電郵）計算裝置信任分數。送出資料的方式是經過設計的，Apple無法得知你裝置上的真實數值。分數會在我們的伺服器上儲存一段固定時間。Apple可能會使用有關你與Apple的過去業務關係資料來處理Apple Music續訂，並在付款合作夥伴授權前確定是否繼續提供訂閲項目的取用權限。 向第三方揭露 廣播電台 當你使用Apple Music來收聽電台廣播時，你的裝置會直接連接廣播電台以提供你要求的內容。連線時，廣播電台將可看到你裝置的IP位址。廣播電台對於你IP位址的處理會受到廣播電台或其服務供應商私隱政策的規範。 唱片公司、藝人和排行榜的編纂者 我們有義務為唱片公司、發行人和藝人提供使用Apple Music和「Apple Music古典樂」時部份彙集的非個人資料，以及年齡族群和性別等彙集的用户人口統計（可能從你Apple帳户的姓名和稱呼等資料推斷出來），以便他們評估其創意作品的表現，滿足版稅及會計要求。此外，我們會與以下單位分享彙集的聆聽活動：全球音樂排行榜的匯編者、唱片公司和藝人以測量互動（包括即時資料），以及協助唱片公司和藝人接觸聽眾的音樂行銷平台。為確認你的訂閲資格（如你經第三方合作伙伴如流動網絡供應商訂閲Apple Music），或為完成你的購買項目，我們會與該合作伙伴分享可識別個人身份的有限資料。 將Apple Music與其他App連接 iOS、iPadOS和visionOS App，以及非Apple平台上的App可能會要求取用Apple Music和你的雲端資料庫。如給予App取用權限，App可以取用的資料包括裝置上的雲端資料庫、你是否Apple Music訂閲者、你的音樂與影片播放記錄和Apple Music中的建議項目。經過授權的App也可修改與你帳户有關的資料，例如你的資料庫和播放清單中有哪些歌曲。如你授權Apple Music取用「相片」App，「相片」會使用來自Apple Music的歌曲與回憶影片一起播放。當你在「相片」中製作自訂回憶影片，你輸入以製作回憶的相關提示資料可能會傳送予Apple Music，以選擇與電影一起播放的音樂。當你開始使用「音樂」App和支援的內容時，擁有支援的內容的Apple App（如「遙控器」）也將會自動連接。你可以在iOS、iPadOS或visionOS裝置的「設定」>「私隱與保安」>「媒體與Apple Music」中停用App的取用權限。在Mac上，請前往「系統設定」>「私隱與保安」>「私隱」>「媒體與Apple Music」。如你已移除App或已在iOS 11之前版本的iOS或iPadOS上給予App取用權限，你可以在Apple Music帳户設定中停用其權限。 透過你的流動網絡供應商訂閲Apple Music 如你的流動網絡供應商提供Apple Music訂閲項目和免費試用，Apple可能會檢查你的電話號碼，以判斷你能否透過流動網絡供應商取得資格。如你透過你的流動網絡供應商或其他Apple合作夥伴訂閲Apple Music或免費試用，Apple將會使用你的電話號碼或由合作夥伴共享的獨有帳户識別碼來識別你的帳户，並通知流動網絡供應商或其他合作夥伴你已啟用訂閲項目。在登入帳户時，我們會使用與你訂閲項目連繫的電話號碼或獨有識別碼以驗證帳户，以及將Apple Music活動與你的帳户連接。在你的要求下，我們亦會使用你的電話號碼來要求流動網絡供應商取消你的訂閲項目。 處理個人資料的適用法律依據 我們處理你在Apple Music中的個人資料，通常是為了履行你與Apple之間的合約，此為提供服務所必需的，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理個人資料，以保障我們或第三方的合法權益，目的如下： • 為你提供Apple Music和「Apple Music古典樂」中收聽、加至資料庫或下載的內容之取用權限 • 個人化你在Apple Music和「Apple Music古典樂」中的體驗 • 識別和解鎖也可透過Apple Music獲得的歌曲副本 • 確定你所在地區的內容可用性以及你獲得優惠和訂閲的資格 • 協助為你和其他人改進和最佳化「音樂」和「Apple Music古典樂」，並向你傳送關於「音樂」和「Apple Music古典樂」App以及你可能感興趣的其他Apple產品、服務和優惠的通訊 • 製作和維持你的Apple Music個人檔案和播放清單 • 向發行商、唱片公司、藝人和排行榜的編纂者支付版權費和提供報告 • 防範詐騙和其他惡意活動 使用的資料包括： • 你的「音樂」和「Apple Music古典樂」App的使用情況，包括與功能、App內通知和訊息的互動，以及你在Apple Music和「Apple Music古典樂」中聆聽、搜尋、查看、加至資料庫和下載的內容 • 你裝置和帳户的詳細資料 • 你的IP位址 • 你的Apple Music個人檔案和播放清單 • 裝置信任分數 非個人資料 我們可能會因為任何原因收集、使用、傳送和揭露非個人資料。例如，我們可能會彙集你的非個人資料和其他Apple Music用户的非個人資料來改善服務。當你使用Apple Music時，我們也可以從你的裝置上收集某些效能指標，包括無線電頻率強度、國家代碼、網絡代碼和流動數據無線電存取技術。 進一步了解Apple Music 如需更多詳細資料，包括功能和費用，請參閲：www.apple.com/hk/apple-music。 如需更多Apple Music網絡播放器與私隱的相關資料，請參閲：www.apple.com/hk/legal/privacy/data/zh-hk/apple-music-web。 無論何時，Apple均會依照「Apple私隱政策」的規定處理所收集的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: 保護你資訊的隱私權和安全性是Apple每個人的首要任務。我們努力收集真正需要的資料來改進你的體驗，當有收集資料的必要時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。如同各項Apple產品和服務，Apple Music和「Apple Music古典樂」亦遵照上述原則設計而成。 我們使用你的個人資料來提供Apple Music的服務和功能。此資訊包含你的名稱和「Apple帳號」照片（若你已設定照片），你可以在「音樂」App「設定」中取用並更改此資訊，以搭配「音樂」的分享功能使用。此資訊也包含帳號和付款資訊，你可以在「設定」或「系統設定」中取用和更改。 訂閱Apple Music時，你的訂閱項目會包含Apple Music和「Apple Music古典樂」的完整取用權限。Apple會收集你如何使用Apple Music和「Apple Music古典樂」的相關資訊，以便依照你的音樂品味量身打造功能。這些功能包含個人化推薦（例如為你挑選專輯和播放列表）和「廣播」（從你喜好藝人和類型中播放精選曲目）。我們也會使用此資訊透過電子郵件和推播通知讓你知道即將發行的專輯與新藝人，以及其他你可能喜歡的Apple Music和「Apple Music古典樂」動態。 部分Apple Music功能（如特定的廣播電台）可能無法在你的地區使用。Apple可能會使用你網際網路連線的IP位址來確認你的大略位置以確定是否可用。 Apple Music古典樂 Apple Music訂閱者可以取用「Apple Music古典樂」，這個古典樂應用程式的設計讓你可以探索古典樂曲目和專輯，並在同一處儲存喜愛的古典樂曲目。無需訂閱即可瀏覽「Apple Music古典樂」目錄，但你必須訂閱Apple Music才能取用「Apple Music古典樂」的全部功能。若你沒有使用中的Apple Music訂閱項目，將顯示選項讓你訂閱Apple Music以取得「Apple Music古典樂」的完整取用權限。 雲端資料庫 訂閱Apple Music的福利是可享用Apple雲端資料庫，讓你從任何裝置取用資料庫中的歌曲及播放列表。這項功能將歌曲及藝人名稱等資訊從裝置上的資料庫傳送至Apple，以識別和解鎖Apple Music和「Apple Music古典樂」中也有提供的歌曲副本。無法在Apple Music上找到的歌曲會上傳至個人雲端資料庫，以便在任何裝置皆可透過Apple Music取用完整選集。若要停止在你的iOS、iPadOS或visionOS裝置上同步雲端資料庫，請前往「設定」> App >「音樂」，然後點一下來關閉「同步資料庫」。在Mac上，請打開「音樂」，前往「設定」>「一般」，然後取消選取「同步資料庫」。 Apple Music個人檔案 若要使用Apple Music追蹤其他人或與他人分享，可藉由提供使用者代號（例如@johnappleseed）、顯示名稱來建立個人檔案，視需要可提供個人檔案照片與其他資訊。Apple會將此資訊與你的帳號一併儲存，即可在任何裝置上進行存取。在Apple Music上發佈內容或分享動態時，也會出現你的使用者代號、顯示名稱與個人檔案照片。分享和發佈內容目前不適用於兒童的「Apple帳號」，他們也無法使用這些功能。 其他人也可以使用你提供的資訊找到你的Apple Music個人檔案。 你可以選擇將個人檔案的內容（例如聆聽活動和播放列表）限定檢視對象。然而，你的個人檔案資訊，例如代號、顯示名稱、照片、你的追蹤者和追蹤對象預設可被所有人看到。若要封鎖使用者，不讓此人查看你的個人檔案，請前往使用者的個人檔案，點一下「更多」，然後點一下「封鎖」。你封鎖的人將無法查看你的音樂，也無法在Apple Music中找到你的個人檔案。 當你在Apple Music上建立個人檔案時，我們會推薦其他Apple Music的訂閱者，讓你可以與其成為朋友。Apple在檢查推薦的朋友時，並不會知悉或儲存你的聯絡人資訊。只會傳送你聯絡人中電話號碼和電子郵件地址的縮寫和加密雜湊到Apple，然後於你的本機裝置上比對要建議的Apple Music訂閱者。Apple Music可定期檢查你的聯絡人，以便在將來為你推薦新的朋友；你可以在「帳號」設定中停用「Apple Music上的聯絡人」來控制此功能。若你不希望其他人可根據其聯絡資訊中與你「Apple帳號」有關的聯絡資訊來找到你，可在「帳號」設定中停用「允許透過『Apple帳號』尋找」來更改此功能。 你可隨時更新或移除個人檔案中提供的資訊。每次在線上分享時，均應謹慎考慮將公開的資訊內容。從Apple Music分享至其他網站或社群網路的各種資訊均受其他服務的隱私權政策規範。 同播共享 訂閱Apple Music後，你可以在連接Apple TV、HomePod、CarPlay或使用藍牙時主持「同播共享」階段。透過「同播共享」，其他Apple Music訂閱者可以加入你的「同播共享」階段，並且可以控制透過Apple Music播放的音樂。同播共享也可允許未訂閱Apple Music的使用者加入你的「同播共享」階段。若裝置啟用了藍牙，Apple會使用藍牙來允許附近的聯絡人可以找到你的Apple Music播放階段並要求加入。若你不要讓聯絡人找到你的裝置並要求加入Apple Music播放階段，你可以在「音樂」App「設定」中關閉讓附近聯絡人找到的選項。聯絡人和其他成員也可以掃描「音樂」App「設定」中顯示的行動條碼，或者，若在車上加入「同播共享」，也可掃描車輛介面上的行動條碼，以便加入「同播共享」階段。 階段中的成員名稱和個人檔案照片會顯示給階段中的所有人。成員對於「同播共享」階段進行的改動都會標明來源，且會與該使用者的名稱和個人檔案照片（若有提供）產生關聯，名稱和個人檔案照片隨時可在「音樂」App設定中編輯。你可以將成員從你主持的「同播共享」階段中移除，請點一下「音樂」App中的「同播共享」圖像，然後選取要移除的成員。若要離開「同播共享」階段，請點一下「音樂」App中的「同播共享」圖像，然後點一下「離開」。若要結束你主持的「同播共享」階段，請在「音樂」App上點一下「結束」。Apple不會在「同播共享」階段結束後保留已加入的聯絡人或其他成員的相關資訊。 你也可以從「訊息」或在FaceTime通話期間啟用「同播共享」階段來與其他人同步分享音樂。若要開始階段，請選取你要聆聽的音樂，然後在音樂選項中點一下「同播共享」，輸入要分享的聯絡人，然後點一下「訊息」或「FaceTime」，再點選「開始」。 在播放列表上合作 Apple Music訂閱者可以建立播放列表並與其他Apple Music訂閱者在播放列表上合作。若你是播放列表的製作者，你可以選擇核准每個加入播放列表的人，或者允許具有播放列表連結的人自動加入。所有成員皆可從播放列表加入或移除歌曲並加上表情符號反應。成員進行的改動都會標明，且會與該使用者的名稱和個人檔案照片（若有提供）產生關聯，名稱和個人檔案照片隨時可在「音樂」App設定中編輯。播放列表中的所有成員和可取用播放列表的任何人都可查看和檢視其他成員的名稱和照片。播放列表成員可以檢視其他成員加入的所有歌曲和反應。若要停止合作，請在播放列表設定中將自己從播放列表移除，如果你是製作者，請在播放列表管理合作設定中停止合作。若播放列表製作者結束合作，播放列表會變成共享播放列表，合作者將可在其Apple Music資料庫中取用。 個人化和改進Apple Music和「Apple Music古典樂」 當你使用Apple Music訂閱項目或播放資料庫外的免費內容時，我們可能會收集你在音樂資料庫或播放列表中播放或新增的歌曲和影片（如適用），以及你喜愛或分享的藝人和內容。我們會記錄帳號、IP位址、用來播放的裝置、App或車用介面、播放時你在Apple Music或「Apple Music古典樂」的位置、播放時間點及播放長度等資訊，並將其傳送至Apple。我們使用此資訊來為你打造專屬的體驗、傳送電子郵件和通知，並協助我們瞭解Apple Music和「Apple Music古典樂」的使用方式，以便進一步改進服務。例如，此資訊能夠協助我們挑選在Apple Music和「Apple Music古典樂」中所推薦的音樂、影片與藝人內容。也可進一步推薦你其他足以展現品味的內容、製作城市排行榜來向你呈現各城市的熱門音樂，並使用例如你的聆聽記錄和喜愛的音樂類型等混合資訊，來提供個人化的Apple Music搜尋結果。我們也會使用此資訊來支付版權費，或針對違反「Apple媒體服務條款與約定」或適用法律之行為採取預防或反制措施。 在你Apple Music訂閱項目有效期間及之後，我們會保留這些資訊，保留期間最多兩年，以供你可能感興趣的音樂和你可能有資格申請的優惠相關通訊使用。我們也會保留這些資訊以供必要財務報告用途使用，保留期間依循與此類報告有關的適用法律規定，且因地區而異。針對大部分的消費者，需要至少10年的保留期，但在如中國等地區，保留期可達30年。 若你使用「同播共享」來與其他使用者一同聆聽Apple Music的內容，則「音樂」App會收集你在「同播共享」期間聆聽的內容相關資訊，以及「同播共享」階段的大約成員數量，但不會保留可識別任何「同播共享」成員的身分資訊。 你也可以使用Apple Music搜尋資料來改進提供Apple Music的模型。例如，彙集的Apple Music搜尋查詢會用於微調Apple Music的搜尋模型。 與你通訊 Apple可能會使用與你帳號有關的資訊（例如你擁有的Apple產品、你下載的Apple App和你訂閱的Apple服務），以傳送Apple Music和其他你可能感興趣的Apple產品、服務和優惠等相關通訊，包含「Apple Music古典樂」和Apple One。我們可能會使用你的裝置序號和其他硬體識別碼，或你App Store訂閱項目的相關詳細資訊來檢查Apple服務的使用資格。若你是「家人共享」群組的成員，Apple可能會透過「家人共享」傳送與產品、服務和優惠有關的資訊給你。若你購買了Apple One訂閱項目，我們可能會傳送電子郵件和推播通知，告知你已訂閱之每項服務的功能。Apple也可能使用你在Apple Music和「Apple Music古典樂」中的活動相關資訊，以及你用於驗證Apple Music訂閲是否適用折扣的資格（如Apple Music學生方案）服務的互動，來向你傳送電子郵件和推播通知，告知你Apple Music和「Apple Music古典樂」中可用的新功能、內容和優惠。你可以前往account.apple.com來更改電子郵件的偏好設定，並選擇不接收這些電子郵件。若要在iOS、iPadOS或visionOS裝置上更新通知的偏好設定，請前往「設定」>「通知」>「音樂」。在Mac上，請打開「音樂」，然後前往「設定」>「一般」>「通知」。Apple會使用你與我們通訊（包含通知）的互動資訊來改善我們的服務。 防範詐騙和其他惡意活動 當你嘗試進行購物時，我們會在裝置上使用與裝置用途有關的資訊（包含你通話或收發電子郵件的大約數量）來計算裝置的信任分數。送出資訊的方式是經過設計的，Apple並無法得知你裝置上的真實數值。這些分數會在我們的伺服器上儲存一段固定的時間。Apple可能也會使用你與Apple過往商務關係的相關資訊來處理Apple Music續訂，並在付款夥伴授權前確定是否要讓你繼續取用訂閱項目。 向第三方揭露 廣播電台 當你使用Apple Music來收聽電台廣播時，你的裝置會直接連接廣播電台以提供你要求的內容。連線時，廣播電台將可看到你裝置的IP位址。廣播電台對於你IP位址的處理會受到廣播電台或其服務供應商隱私權政策的規範。 唱片公司、藝人和排行榜的編纂者 我們有義務為唱片公司、發行人和藝人提供使用Apple Music和「Apple Music古典樂」時部分彙集的非個人資料，以及如年齡族群和性別（這可從你「Apple帳號」中的姓名和稱謂等資訊推斷出來）等彙集的使用者人口統計，以便他們評估其創意作品的表現，滿足版稅及會計需求。此外，我們會將彙集的聆聽活動與全球音樂排行榜的編篡者分享、與唱片公司和藝人分享以便其衡量參與度（包含即時資料），並與音樂行銷平台分享以協助唱片公司和藝人吸引聽眾。若你透過行動網路供應商等第三方合作夥伴訂閱Apple Music，為了確認你的訂閱資格，或為了完成你的購買項目，我們會與該合作夥伴分享可識別個人身分的有限資訊。 將Apple Music與其他App連接 iOS、iPadOS、visionOS App和非Apple平台上的App可能會要求取用Apple Music和你的雲端資料庫。若給予App取用權限，該App可取用你裝置上的雲端資料庫（無論是否已訂閱Apple Music）、你的音樂和影片播放記錄和你Apple Music中的推薦項目。經過授權的App也可修改與你帳號有關的資料，例如你的資料庫和播放列表中有哪些歌曲。若你授權Apple Music取用「照片」App，「照片」會使用Apple Music的歌曲與回憶影片一起播放。當你在「照片」中製作自訂回憶影片時，你輸入以製作回憶的提示資訊會傳送給Apple Music以選取要隨影片播放的音樂。當你開始使用「音樂」App和支援的內容時，也會自動連接具有支援內容的Apple App（如「遙控器」）。你可以在iOS、iPadOS或visionOS裝置的「設定」>「隱私權與安全性」>「媒體與Apple Music」中停用App的取用權限。在Mac上，請前往「系統設定」>「隱私權與安全性」>「隱私權」>「媒體與Apple Music」。若你已在iOS 11之前的版本或iPadOS上移除App或給予App取用權限，你可以在Apple Music帳號設定中停用其權限。 透過行動網路供應商訂閱Apple Music 若你的行動網路供應商提供Apple Music訂閱和免費試用，Apple可檢查你的電話號碼，以判斷你是否符合透過行動網路供應商訂閱的資格。若你透過行動網路供應商或其他Apple合作夥伴註冊Apple Music訂閱項目或免費試用，Apple會使用你的電話號碼或合作夥伴分享的獨有帳號識別碼來識別帳號，並且讓行動網路供應商或其他合作夥伴知道你已啟用你的訂閱項目。我們會使用與你訂閱項目相關聯的電話號碼或獨有識別碼，以在登入時驗證你的帳號，並將你的Apple Music動態與帳號連結。我們也會根據你的要求，使用你的電話號碼來要求行動網路供應商取消你的訂閱項目。 處理個人資料適用的法律依據 我們會處理Apple Music中你的個人資料，通常是為了履行你與Apple之間的合約，視提供服務和遵守法律義務所需而定。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理個人資料，以用於提供以下服務： • 提供你權限，取用要聆聽、加入資料庫或下載的Apple Music和「Apple Music古典樂」內容 • 個人化你在Apple Music和「Apple Music古典樂」中的體驗 • 識別和解鎖Apple Music中也有提供的歌曲副本 • 確認你所在的地區是否可以取用內容和你是否適用優惠和訂閱項目 • 協助為你和其他人改進並最佳化「音樂」和「Apple Music古典樂」，並傳送「音樂」與「Apple Music古典樂」App和其他你可能感興趣的Apple產品、服務和優惠等相關通訊 • 建立和維護你的Apple Music個人檔案和播放列表 • 支付版權費並提供報告給發行人、唱片公司、藝人和排行榜的編纂者 • 防範詐騙和其他惡意活動 使用的資料包含： • 你對於「音樂」和「Apple Music古典樂」App的使用，包含與功能的互動、App內通知及訊息，以及你聆聽、搜尋、檢視、加入資料庫和下載到「音樂」和「Apple Music古典樂」的內容 • 裝置和帳號的詳細資訊 • 你的IP位址 • 你的Apple Music個人檔案和播放列表 • 裝置信任分數 非個人資料 我們可能會因為任何原因收集、使用、傳送和揭露非個人資料。例如，我們可能會彙集你的非個人資料和其他Apple Music使用者的非個人資料來改進服務。當你使用Apple Music時，我們也會從你的裝置收集部分執行效能的指標，包含電磁波強度、國碼、網路代碼和行動數據無線電接入技術。 進一步瞭解Apple Music 如需功能和費用等更多詳細資訊，請參訪：www.apple.com/tw/apple-music/ 如需Apple Music網頁播放器與隱私權的相關資訊，請參訪www.apple.com/tw/legal/privacy/data/zh-tw/apple-music-web。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪：https://www.apple.com/tw/privacy/
